{"text_id": "21-a2", "simplified": "Dreams can give you clues about things you do not know you are thinking about. Many people have similar dreams, like flying, falling, losing teeth, or being naked in public. These dreams usually mean similar things for most people. To know what a dream means for you, think about what happened in your life and how you felt."}
{"text_id": "22-a2", "simplified": "In Moscow, there are about 35,000 wild dogs living on the streets. Some were born wild, and some are pets that were left by their owners. Some dogs live alone and some live in groups. Scientists studied the dogs in 2010 and found that they have learned to live very well in the city. They know it is safer to cross the street with people and some dogs seem to understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is the first book by RJ Palacio, a writer from New York. She says on her website that she got the idea for the book after seeing a girl with a different face on the street. Wonder is a very popular book in the United States and has won many prizes. Many schools use it to talk about bullying, friendship, and being different. They are also making a movie about Wonder. Many people, including me, are excited to read more books by RJ Palacio."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats. The rats are named Zena and Roxy. They are not normal pets. Chloe has tried many times to explain that rats are not dirty. She says rats can be great pets if you care for them. People sometimes react badly. Chloe did not like rats before. Her friend Martin has rats. Martin showed Chloe his rats. Chloe saw the rats are kind and smart. Last year, Martin’s rat had babies. Chloe decided she wants two new rats."}
{"text_id": "25-a2", "simplified": "Some baboons in Cape Town can be in danger. They can get hurt or die in car crashes, and some have been shocked by electric wires. Baboons are rare and the city wants to help them. The city has people called Baboon Monitors. Their job is to scare the baboons away from the city or catch them and put them back in the countryside. This has helped a little, but the baboons sometimes come back to the city because they find easy food there."}
{"text_id": "26-a2", "simplified": "I work for a global IT company. Their headquarters is in the United States, so I do all my work from home online. I don't have to go to an office, so I don't spend time traveling or chatting with colleagues.  I work on projects. This gives me flexibility. I can take time off to help my children with their school events or see the dentist. But without set working hours, I often work late into the evening. Sometimes I skip dinner to finish my work."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti grew, and street art became popular worldwide. Some artists made pictures to show political ideas like war and unfairness. Others just wanted to make pretty art. In South America, many street artists painted colorful pictures in poor areas to make the cities look better."}
{"text_id": "28-a2", "simplified": "Social media, magazines and shop windows show many things to buy every day. British people buy more clothes and shoes than before. Online shopping makes it easy to buy quickly. Big brands sell clothes that are very cheap. People can wear them two or three times and then throw them away."}
{"text_id": "29-a2", "simplified": "Sam looked at the dusty road made by the car. The car was going to the Big House. The horses were kicking and moving their tails. They didn’t care about their owner coming for the first time in ten months. Sam waited. Mr. Carter didn’t come here often, and that was good for Sam. If Sam didn’t do much, he would keep his job longer. Mr. Carter was sweating. It was wet on his shirt. The wet spots looked like shapes on a map. The sun was hot, and Sam’s skin was getting red. He had a tan from working and making money."}
{"text_id": "30-a2", "simplified": "Some people in Berlin say shooting pigs is cruel. They argue with hunters. The city council changed the plan. They will use fences instead of guns. They also stop giving pigs food. The city will see if this helps. It might be hard because winters are warmer. More pigs may appear."}
{"text_id": "31-a2", "simplified": "A big idea for the Hunger Games book is Suzanne's love of old Greek stories. When she was a child, she liked hearing stories, and one of her favorites was about Theseus and the Minotaur. Athens is ruled by Crete, but the people of Athens rebel. Minos, the king of Crete, makes the Athenians send seven boys and seven girls to Crete every year as a punishment. Young people are taken into a maze. They are eaten by a monster called the Minotaur. One young person, named Theseus, fights the Minotaur and kills it. Suzanne believes Katniss Everdeen is like Theseus from the future."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. They help people learn about saving animals and their homes. Some zoos give a safe place to animals that were treated badly in circuses or pets that were left alone. Zoos also do important studies. They learn about how animals act and how to help sick animals."}
{"text_id": "33-a2", "simplified": "There's a new idea called the 'Buy Nothing' trend. It's happening because people don’t want to buy too many things. It started in Canada in the 1990s and then became popular in America. On 'Buy Nothing Day', people do things like protest or throw away their credit cards. All year long, groups of people organise to share or fix things they already have."}
{"text_id": "34-a2", "simplified": "Is graffiti art or crime? It depends on how people see it. But in many countries, writing or painting on other people’s buildings or places without permission is a crime. Many street artists have been stopped by the police and had to pay money as a punishment. Many cities say it costs a lot of money to clean graffiti from buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "The art world thinks graffiti and street art are becoming more valuable. They have big shows for street art in galleries in Paris, London, and Los Angeles. An American artist named Elura Emerald had a street art show in New York in 2008. She said street artists just want to share their thoughts and do not hurt anyone. People should like and celebrate them."}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams every night after they are ten years old. This means they can have about 2,000 dreams every year. By the time they are 80 years old, a person may have had 140,000 dreams. Even if we forget most of our dreams, we still remember some thousands in our life. It is not strange that sometimes a dream seems to happen in real life, especially if it is about something we see or do often."}
{"text_id": "37-a2", "simplified": "The Hunger Games happens in the future, in a place called Panem, where North America was destroyed.   Panem has twelve poor districts. The wealthy Capitol rules them all.  Each district gives different things to the Capitol.   District 12 produces all the coal for the country.   The story starts in District 12.  There used to be a thirteenth district, but it rebelled and was destroyed."}
{"text_id": "38-a2", "simplified": "Wild animals sometimes come to cities looking for food. In Cape Town, South Africa, baboons have been coming into people's areas near the city to find food. They open garbage cans and eat fruit from gardens. Some baboons even go into houses and take food from kitchens! Baboons can be very aggressive and have hurt many pet animals. This is why many city people don't like them coming into their homes."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen while the bridge is being built. Sometimes, the accidents are caused by mistakes from the engineers. They make a wrong number, and the bridge becomes too heavy. This can be very dangerous for the workers building the bridge."}
{"text_id": "40-a2", "simplified": "George Lucas made a movie that follows the hero’s journey. The hero usually has a normal life. Then something happens that asks him to go on an adventure. In the first Star Wars movie, Luke lives with his aunt and uncle. He fixes robots for a living. He finds a message from Princess Leia in the robot R2D2. That message calls him to adventure. Luke begins his hero journey."}
{"text_id": "41-a2", "simplified": "Another idea to stop a PHA that might hit Earth is to use a nuclear weapon. It sounds like a movie. A real NASA plan called HAMMER uses small rockets. The rockets weigh eight tons. They will fire at the asteroid. The aim is to change the asteroid’s path. If the asteroid is too close, the rockets will carry bombs. The bombs will explode the asteroid. This is a real defence idea."}
{"text_id": "42-a2", "simplified": "Campbell says the hero first says no to the adventure. Then a teacher helps the hero. The hero decides to go into a new, strange world where the adventure happens. Next, the hero faces tests, fights enemies, and meets friends. The hero gets ready for the biggest challenge. For Luke, the teacher is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The enemy is Darth Vader. All this happens in the Death Star, the special world."}
{"text_id": "43-a2", "simplified": "Some people think old or rarely used items are useless. But other people can use them. The internet helps. Many websites and social media groups let people buy and sell used goods. It is now easy for friends to share items. This is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea said that dreams show hidden feelings and thoughts from our mind. Freud believed that by understanding dreams, we can understand our feelings and problems. The other idea said that dreams are just random pictures and feelings from the brain. When we wake up, we try to make these random things into a story."}
{"text_id": "45-a2", "simplified": "I am a freelancer. I work for myself. This is good because I choose what to do and how to use my time. At first, I worked at home. But it was hard to concentrate. There were many distractions. I had housework to do. I wanted another cup of tea. My family needed my attention. Then, I went to a café near my house to work. The Wi-Fi was not good there. I also drank too much coffee. Finally, I rented a desk in a co-working space. Five other freelancers work there too. I like getting dressed to go to work. I can also focus better in the office."}
{"text_id": "46-a2", "simplified": "NASA needs money to build a special space telescope called NEOCam. This telescope uses heat to find asteroids. If NASA gets the money, it could find the missing middle-sized asteroids in about ten years. After that, the team will have to find ways to protect Earth from very dangerous asteroids called PHAs."}
{"text_id": "47-a2", "simplified": "The “buy nothing” trend is now popular with people who post on social media. They usually show clothes and makeup that people should buy. Some YouTube stars now tell their fans not to buy anything for up to a year. Two friends in Canada tried it. In the first three months they only bought food and did not buy clothes, electronics, or house items. After that they stopped using services like haircuts, eating out, or buying petrol for cars. In one year they saved about $55,000."}
{"text_id": "48-a2", "simplified": "Religion is very important to Pi. Pi’s family is Hindu. Pi likes to learn about other religions. He is friends with a Christian priest. He is friends with a Muslim baker. Everyone is surprised when Pi says he is Hindu, Muslim, and Christian. Pi's family and teachers ask him to choose one. Pi says he will not choose. He says he only wants to love God. The family and teachers decide to let Pi choose his own religion."}
{"text_id": "49-a2", "simplified": "Some people believe writing down your dreams helps you have lucid dreams. In lucid dreams, you know you're dreaming and can control what happens. You can turn nightmares into peaceful dreams or change the story like a movie director. Instead of just understanding your dreams, you can create them. But it’s still good to have some dreams that let you discover what’s on your mind."}
{"text_id": "50-a2", "simplified": "People may think their donated clothes help the environment. They give clothes to charities. But charity shops cannot sell all of them. Fast fashion changes style quickly. Those clothes are often low quality. People do not want to buy them used. Many clothes are thrown away. Some clothes that charities cannot sell are sent to other countries. This makes more money and environmental problems."}
{"text_id": "51-a2", "simplified": "Meagan McGrath from Canada loves adventures. She climbed the highest mountain on each continent and rode a bike across Canada. She also ran a race in the Sahara Desert in very hot weather. Her most amazing journey was skiing to the South Pole. On the first day, she fell into a glacier and had to be rescued. But she kept going. After forty days, she reached the South Pole, pulling a sledge with her tent and food through cold and icy storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat began by painting rats on the walls in Paris. Now he wants people to think about social problems. He draws pictures of homeless people in big cities. He hopes the city people will think about how to help the homeless."}
{"text_id": "53-a2", "simplified": "Some places want artists to paint only in certain areas. Taiwan has special places called \"graffiti zones.\" Artists can paint and write on walls there. In São Paulo, Brazil, the city lets artists paint on subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is an artist from Cape Town, South Africa. She paints large, colorful pictures of people and animals. She likes to paint in different places. You can see her work on streets, in empty factories, and on old cars. She knows that street art does not last long. Weather and city cleaners remove it soon. She thinks this shows that life changes all the time with endings and new starts."}
{"text_id": "55-a2", "simplified": "In her old job, Gabriela worked in a place where people respected power and authority. Everyone knew their place. In a culture like this, leaders decide things and don't get criticized much. Her Swedish team is used to working together with their bosses. They work in a culture where everyone helps each other make decisions. Here, leaders are like coaches or guides. They help people think for themselves and want questions."}
{"text_id": "56-a2", "simplified": "When Gabriela saw that she and her team were different because of culture, she decided to talk with them. She asked how they felt about her leading. Her team was happy to share their ideas. They said they did not like being told exactly what to do. They liked to have freedom to be creative and make their own decisions. When Gabriela told them clearly what to do, they thought she did not trust them. They also saw that Gabriela felt bad when they asked questions or wanted to change her decisions. They explained that this was how they usually worked."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are identical twins from São Paulo.   They paint tags and very big, colourful pictures on the sides of buildings.   Their pictures are so large that sometimes they need a crane to help.   In 2007 they painted the whole of a castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have been drawing and writing on walls for a very long time. In ancient times, in Africa and Europe, people used to paint pictures in caves. In old buildings in Greece, Italy, Syria, and Iraq, we can find drawings and words called 'graffiti'. In an old Roman town called Pompeii, scientists found lots of messages written in a language called Latin. These messages were about religion, politics, love, and even magic spells!"}
{"text_id": "59-a2", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? Many people want to do this.  Every year, thousands of people try to climb the world's highest mountains or walk across continents.  Unlike explorers from the past, who used maps and compasses, today's adventurers have modern technology like GPS and satellite phones.  Many adventurers love nature. They use their travels to help people understand environmental problems.  Others want to help others and raise money for charities."}
{"text_id": "60-a2", "simplified": "The first mission is called DART. DART is the Double Asteroid Redirection Test. Scientists will use DART to hit a small moon of an asteroid. The moon is named Didymoon. It is 150 metres wide. Didymoon orbits a larger asteroid that is 800 metres wide. The goal of the hit is to move Didymoon so that telescopes on Earth can see the change."}
{"text_id": "61-a2", "simplified": "The main character is a sixteen-year-old girl named Katniss Everdeen. Her father died in a mining accident. Katniss must get food for her family. She hunts in the woods near District 12 with her friend Gale. She learns to use a bow and arrow very well. Then, her younger sister Prim is chosen to take part in a contest. Katniss says she will go instead. The other person from District 12 is a boy named Peeta. Katniss soon has a difficult relationship with Peeta."}
{"text_id": "62-a2", "simplified": "Writing about your dreams can help you remember them better. If you write about the people and places in your dreams, you will remember more details. Over one week, you will write a lot about your dreams. Then, you can think about how your dreams are linked to what is happening in your life."}
{"text_id": "63-a2", "simplified": "Historically, many bridges were made of wood. These bridges were easy to burn. Old bridges used for trains were a problem. Sometimes, sparks from the train wheels or tracks could start a fire. The fire could burn the bridge completely."}
{"text_id": "64-a2", "simplified": "It is hard to say what will happen to street art in the future, but some new ideas can already be seen. Most street artists are young and work in their own city or neighbourhood. More and more artists are going to other cities and countries to paint. Some artists use the internet to talk to each other and show pictures of their work. People are also giving street art more respect as a real kind of art. Even though we do not know everything that will happen, street art will probably stay an important part of the world."}
{"text_id": "65-a2", "simplified": "Suzanne Collines always finds news about wars very upsetting. When she was a child, her father fought in Vietnam as a pilot in the US Air Force. Her mother tried to protect Suzanne by not telling her what was happening, but Suzanne still saw news about the war and knew her dad was there. This was a very scary time for her."}
{"text_id": "66-a2", "simplified": "PricewaterhouseCoopers (PwC) asked more than 40,000 people to answer questions about work. The people were millennials, born between 1983 and 1993, and others. They talked about how work places feel, how people talk and work, how much they get paid, how they grow in their jobs, and how they share time between work and life.    Deloitte did another survey. It had more than 10,000 millennials. They shared what they think about the dangers and chances in today’s work world."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is an adventurer from the United States. He has done many exciting things. He rode a bike in the deserts of Morocco, kayaked in the Grand Canyon, and climbed Mount Everest. Erik has been blind since he was 13 years old. He also helps people with disabilities to live active lives. He takes groups of young blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "Online platforms are helping people earn some money quickly. For example, before, busy parents didn’t usually sell things at the market or car boot sale. Now, they can sell old baby clothes and equipment online. These are things their children don’t need anymore. The parents can get some money back."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker spent 227 days in the lifeboat.   They lived through hunger, illness, and exhaustion.   They faced strong storms and hot sun.   They survived each dangerous day.   Pi felt comfort in his three religions.   Sometimes he felt very lonely and sad.   First the Mexican coast appeared on the horizon.   Then everything changed.   You must read the book to know what happens next."}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made coffee and went to her room. She had homework but it could wait. She wanted to enjoy the quiet time before her parents got home. Her house would get noisy later with talking, TV, or her dad cooking while listening to jazz. Chloe liked this quiet hour because she could play with her pet rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA found and wrote down information about 90% of the asteroids near Earth that were 1 kilometre wide. These asteroids are very big – like mountains! They are called 'near-Earth objects' or 'NEOs'. They are about 50 million kilometres from Earth. NASA says it has found 887 of these, and none of them are very dangerous for our planet."}
{"text_id": "72-a2", "simplified": "Auggie wants to go to school. It’s his first day. He feels worried, like many children do when they start at a new school. Because of how he looks, it’s a very difficult day. Other children don’t want to sit next to him. They look at him or talk about him when he isn't there. Luckily, he meets Jack, a boy in his class, and Summer, a girl he talks to at lunchtime. It’s hard not just on the first day. Auggie learns that his classmates don’t want to touch him. They are afraid of getting sick. Later, something bad happens at a school camp. This changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked to the north side of the property. The field went very far. Even the fences were hard to see from where they stood. A teen might feel bored and want to leave, but he could not run away. Sam saw the biggest horse. The horse kicked the ground with big hooves. The boy wondered if he could ride. A rider could get into many problems here. The place is far from anyone. The boy had even more danger. He knew nothing about horses. He wanted to leave his father."}
{"text_id": "74-a2", "simplified": "Over 4,000 climbers from age thirteen to eighty have reached the top of Everest. Mountains are still very dangerous. The best climbers look for new challenges. Gerlinde Kaltenbrunner is from Austria. She loved climbing when she was a teenager. After school, she worked as a nurse. In her free time, she kept climbing."}
{"text_id": "75-a2", "simplified": "After reaching the top of Mount Everest, Gerlinde decided to reach all fourteen mountains that are higher than 8,000 metres. She climbs them without oxygen tanks. This is dangerous because very little oxygen is on top of tall mountains. Low oxygen can hurt the brain and body. Gerlinde uses her fame to help a charity for poor children and orphans in Nepal."}
{"text_id": "76-a2", "simplified": "If we look around, we can see things we bought. Many things are not used much. For example, a thick coat is kept, even though we live in a warm country. We also have a smartphone that we don't use often. A car is only used on the weekends. Or, a guest room is used as a storage room."}
{"text_id": "77-a2", "simplified": "Dreams have been important to people for a long time. In many countries and cultures, people believe dreams can tell the future. Sometimes, people think dreams are messages from gods. These messages might give us important information or ideas. Many people remember a dream about something – like a place or a person – and then that thing happens in real life later."}
{"text_id": "78-a2", "simplified": "Bridges are very important for transportation. They help cars, trucks, and trains cross water, mountains, and roads. Building bridges is often very expensive and can be one of the biggest projects in the world. When bridges don't work properly, it can be a big problem, so they are watched very carefully."}
{"text_id": "79-a2", "simplified": "Gabriela sent an email to her Swedish manager. She had been upset for weeks because of problems with her team. The manager asked her two questions: “Do you think the team is still doing well?” and “What can help you work better with the team?” Gabriela thought the answers were not clear. She did not feel that the manager was solving the problem."}
{"text_id": "80-a2", "simplified": "Dogs that live in groups have learned that humans often give food to smaller, cuter dogs. So, these smaller dogs go to ask for food for the whole group. Some dogs have even learned to use the city’s metro trains. They use the trains to move from one part of their area to another. Scientists do not know how the dogs know when to get off the train. One idea is that the dogs use their strong sense of smell. They may smell the places they like. Another idea is that the dogs hear the names of stations on the train announcements. People who travel on the metro now see dogs on the trains often. They do not pay much attention to the dogs anymore."}
{"text_id": "81-a2", "simplified": "Ed Stafford from the UK walked the whole Amazon River. He started at a small stream in Peru and finished in Brazil. It took him two years and four months. He walked 6,000 kilometres. The rainforest has dangerous animals like snakes, crocodiles, and jaguars. Ed was always in danger. Luckily, he only got bitten by many mosquitoes and ants."}
{"text_id": "82-a2", "simplified": "In Britain, the average person spends more than £1,000 a year on new clothes. This is about four percent of their income.   This spending has two serious problems.   First, many people use credit cards to buy clothes. Right now, British adults owe about £670 to credit card companies. This is a lot of the money they spend on clothes each year.  Second, people are buying things they do not really need. Britain throws away 300,000 tons of clothing every year. Most of this ends up in landfill sites."}
{"text_id": "83-a2", "simplified": "Ed's walk needed technology. He used a radio to ask the rainforest people for food and permission to cross their land. Many people came to help guide him through the hard areas. Ed wrote a blog about his experiences every day. He used media interest in his trip to protest against rainforest destruction and raise money for children's and environmental charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Businesses are seeing that sharing is a good way to make money. Some businesses have a website. This website helps people find people who can do things or sell things. For example, Airbnb helps people who have extra rooms in their homes rent them out. People can use their own houses and rooms. Another example is Uber. It uses people’s cars to drive people around. Those people earn money while they are not using their cars."}
{"text_id": "85-a2", "simplified": "Zoos help protect rare animals by breeding them. In nature, these animals sometimes can't find partners to have babies with, or they might be in danger from poachers, losing their homes, or from predators. Zoos give them a safe place to live and have babies. Also, as wild animals become fewer, their babies might start looking too much alike. Breeding in zoos helps to keep the animals different and healthy. When there are enough zoo-bred animals, they can be set free to help wild groups become stronger and more different from each other."}
{"text_id": "86-a2", "simplified": "Boats and trains can sometimes cause bridges to fall down, but this is very rare.   Trains can fall a bridge because they move very fast.   Boats can fall a bridge because they are very big.   To stop bridges from falling, we need to plan well.   We can use new tools to check if a bridge is weak.   Safer work places and better designs also help.   This can stop terrible accidents."}
{"text_id": "87-a2", "simplified": "At first, Pi is very scared of the animals. He jumps into the ocean. Then he remembers that sharks are hungry in the water. He knows he must climb back into the lifeboat. The animals in the lifeboat start to kill and eat each other, one by one. Only Pi and the tiger are left in the end. The tiger is sick from the sea. Pi names the tiger Richard Parker. The tiger does not want to eat Pi right now."}
{"text_id": "88-a2", "simplified": "When Pi is 16 years old, a new government starts, but Pi’s parents do not like it. They worry about the future. So, Pi’s parents close their zoo and decide to move to Canada. They sell some animals to other zoos in North America. The family travels to Canada by ship. They take some animals with them. On the way, there is a big storm. The ship sinks. Sadly, Pi’s family and the sailors die in the water. But Pi is on a lifeboat. On the lifeboat are a hyena, a zebra, an orangutan, and a big tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teens. The author is Suzanne Collins from America. It was first sold in 2008. Since then, it has been written in 26 languages. Millions of copies have been sold worldwide. The book is the first young‑reader book to sell more than a million e‑books. The story is now a Hollywood movie. The movie is also very successful. In North America it earned 152.5 million dollars in the first weekend."}
{"text_id": "90-a2", "simplified": "Dreams may happen because our mind puts together thoughts from the day. In dreams, these thoughts show up as symbols, which are pictures or signs that mean something. When we are awake, we think mostly in words, like talking to ourselves inside our head. But when we sleep, the part of the brain that helps with language works less. At the same time, the part that controls feelings works more."}
{"text_id": "91-a2", "simplified": "Having good relationships helps people to be happy. Many happy people spend time with their family and friends often. You need at least one person to talk about your feelings. This is called “self-disclosure.” One close friend is enough, but you also need other friends for fun and talks. It is not enough to have many friends only to do activities or talk about music or sports. A deep connection with someone is very important. Some people need to learn how to listen well to build stronger friendships."}
{"text_id": "92-a2", "simplified": "Carol Dweck is a psychologist. She talks about how our brains can change. We can learn new skills and talents, even if we aren't good at them at first. Many people say things like, \"You are good at details\" or \"You are good at organizing.\" But research says that it’s better to praise how someone does something. For example, we can say “You worked hard” or “You tried something new” or “You solved a problem.” This can help people learn new skills and keep learning."}
{"text_id": "93-a2", "simplified": "The rover checks the air often. In 2014, it found methane. Methane is a simple organic molecule and part of natural gas. Methane does not last long—about a few hundred years. So, something on Mars must be making more methane. NASA says Mars gives off thousands of tons of methane at times. The amount of methane changes with the seasons, like Mars is breathing."}
{"text_id": "94-a2", "simplified": "Carol Dweck, a psychologist from Stanford University, gave problems to ten-year-olds that were too hard for them. One group said they liked challenges and believed they could learn. They had a \"growth mindset,\" focusing on future achievements.  Another group felt their intelligence was being judged and they had failed. They had a \"fixed mindset\" and couldn't imagine improving. Some of these children said they might cheat in the future. Others looked for someone who did worse to feel better about themselves."}
{"text_id": "95-a2", "simplified": "Horror films like empty places. This can be an abandoned hospital, a scary house, or a ghost town. These places feel lonely and mysterious. What did it look like when people lived there? Why did they leave? Also, they are very quiet, which can be scary. Empty places are useful for horror movies because you might have no phone service there either."}
{"text_id": "96-a2", "simplified": "Basements are often scary in horror films. They are dark and sometimes wet. There is usually something hidden in a basement. Often, a bad person hides their things in the basement. You can only get to a basement by a small staircase. The basement feels strange, even if nothing is there."}
{"text_id": "97-a2", "simplified": "Gary Collins was a policeman on holiday. He saw people he knew in the London riots on TV. Gary decided to go back to work early to help identify the people in the riots. He spent six months looking at CCTV videos. He found 190 people, often by recognizing their eyes. His help was very important. Even with 200,000 hours of video, the computer could only find one person."}
{"text_id": "98-a2", "simplified": "I think it is very interesting to think about how we can make ourselves better by adding technology to our bodies. Imagine if we could put a small computer inside our brain! Soon we might be able to do that. It would help us remember more, see and hear more clearly, and do math faster. This idea will become more normal in the future."}
{"text_id": "99-a2", "simplified": "The talk was very interesting, and the speaker said important things. For example, parents affect their teenagers a lot. How can we expect teenagers not to text during homework when they see their parents using phones while cooking or waiting at a stoplight? The speaker also said people want to be in many places at once. So, they change quickly between talking in real life and talking online. I see this with my teenage daughter and her friends. They meet in person but sit quietly while each talks to other people on their phones."}
{"text_id": "100-a2", "simplified": "Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people.   Today there are still civil wars, but most countries live together more peacefully.   In the last few years, terrorism has increased.   Since World War II, wars have killed more civilians than soldiers.   For civilians, the news is not all bad.   Violent crime kills nine times more people than political conflict.   The world murder rate has gone down a little.   It was 8 deaths per 100,000 people in 2000 and about 5.3 in 2015."}
{"text_id": "101-a2", "simplified": "Wasfia has spent her life helping human rights. She has seen many projects that help people in her country. Those projects help women and girls. But when the projects stop, many women have nothing. She saw that Bangladesh must help itself. She joined her two interests: climbing and human rights. She wants to change how people think about women. Wasfia began climbing while she worked on projects in Tibet and Nepal. In Bangladesh, most people have never seen a mountain. Her plan is working. Many people in Bangladesh now listen and care. The rest of the world also sees her effort."}
{"text_id": "102-a2", "simplified": "Most people think that poor countries are in a bad situation. They believe the people live in poverty, have bad leaders, and have no hope. But this is not true. A big change is happening. In the last 20 years, more than 700 million people earned more money and left poverty. Also, six million fewer children die from disease every year. More girls go to school. Many people now have clean water."}
{"text_id": "103-a2", "simplified": "Many managers give feedback. Sometimes, they put a bad comment between two good comments. This is like putting sugar on something that is not good. Because they do this a lot, people might think the good comments are just to hide the bad. Instead, good feedback should help people do a good job. It should make them feel good about what they are doing well."}
{"text_id": "104-a2", "simplified": "I’m part of a group trying to stop robots that can kill. Don’t think of scary robots like in movies. Instead, think about robots used for war now, like flying robots (drones) or robots with guns. These robots don’t need many people telling them what to do. Soon, there will be robots that can decide on their own who to kill – we call them ‘murderbots’. It’s not a good idea to let robots make these choices. We should be very careful about what we ask robots to do."}
{"text_id": "105-a2", "simplified": "More people learn English than other languages. English is spoken in the most countries. Chinese has the most native speakers. The number of native speakers does not match the number of learners. More countries speak a language, more people learn it."}
{"text_id": "106-a2", "simplified": "Your manager stops you and says she needs to talk about your work in the recent project. You worry all weekend, thinking you did something wrong. On Monday morning, you go to her office. She starts by saying good things about your work. You wonder if she will say something negative next. You know people often start with praise before giving feedback."}
{"text_id": "107-a2", "simplified": "The album “Born in the USA” has fast, strong rock songs. The words in the songs are sad and strong. Behind the easy rock music are stories about people who do hard work but do not get rich. Many songs show people who are angry because life is not good. The song “Glory Days” is about people in a small town looking back at when they were young and had everything. The song “Downbound Train” tells the story of a man who loses his job and his life changes. The singer talks about real people he knows and about a life he might have had if he had not become famous. The album shows the singer’s special and great talent."}
{"text_id": "108-a2", "simplified": "Lewis wants more marine protected areas. He wants them to go from 3% to 10% to fix damage from human actions like overfishing and polluting. Lewis has seen the damage to the environment during his travels. He has witnessed it himself. He saw dead corals and empty underwater areas in the Red Sea, filled with plastic. Nature recovers with space, Pugh thinks. Time is pressing. If we don't care for our seas, we could soon have a problem we can't fix."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a writer who won the Olive Crime Writer Award two times. She was born in a part of Glasgow with lots of crime. She learned to be quiet and avoid trouble. She also learned how to open car doors with a knife, but she only used that for her stories. Now, Terrie speaks a lot on TV shows like Police Today and at events about writing."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? Is it impossible to make progress? In the book *Enlightenment Now*, Steven Pinker looks at human progress and finds good news. People live longer, healthier, freer, and happier lives. Pinker says the real problem is that ideas about reason and science are being attacked. When people use hate and fear, they can harm important things like democracy and working together in the world."}
{"text_id": "111-a2", "simplified": "In old horror movies, the main characters could not call for help when they were in danger.   Now we have mobile phones, so that idea feels less real.   To keep the story exciting, the hero must have no phone signal.   In a scary film, the hero will almost always lose signal when they need help.   Sometimes the phone battery dies at the same time.   It can also happen that both the signal and the battery fail."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America had a big problem. Their best banana, called Gros Michel or Big Mike, was dying. Now, the same problem is happening to the next banana, called Cavendish. The Gros Michel banana was very popular because it was easy to carry and tasted sweet. The main company, United Fruit, grew many bananas quickly by copying plants from the stems, not from seeds, and planting them very close together."}
{"text_id": "113-a2", "simplified": "Most spiders have venom. They use it to stun or kill their prey, not to hurt people. Only about 25 types of spiders have venom that can harm humans. Spider bites can hurt, but they are rarely deadly. The Sydney funnel-web spider in Australia was very dangerous before 1981. Since then, a medicine called anti-venom has stopped deaths from its bites. Be careful with hairy spiders like tarantulas. If they feel scared, they throw out tiny, itchy hairs. These hairs can stick to your skin or eyes and cause irritation."}
{"text_id": "114-a2", "simplified": "This horror movie idea was very common in the 1990s.   A group of teens is happy at first.   Then the film shows that all of them die.   Except one girl stays alive.   The girl starts shy and weak.   She grows very strong and smart.   She usually wins the story."}
{"text_id": "115-a2", "simplified": "To understand where our ability to speak complex languages came from, we need to look at what makes our brains different from other animals. It’s not just about brain size, but also about what our brains can do. There are few physical clues left behind. Artifacts from our ancestors don’t tell us what sounds they could make. But we can see changes in the mouth, throat, and tongue in early humans. Around 100,000 years ago, humans could create complex sounds. Before that, scientists aren't sure if early humans communicated with basic sounds."}
{"text_id": "116-a2", "simplified": "Society, not nature, tells girls to like arts and leave maths and physics to boys. Also, girls do not see many women doing science jobs. Cartoons and stories often show scientists, inventors, or astronauts as men. Some people think scientists are strange or lonely, but this is not true. These wrong ideas may make girls not want to study science. If girls saw more women scientists, they would feel more confident and want to work in science."}
{"text_id": "117-a2", "simplified": "The Scallion is a newspaper. It is printed every week and given away for free in the university buildings. About 10,000 students read it. Students and staff like the newspaper for fun, learning, and work experience. Printing the newspaper costs a lot of money. Some students cannot get a copy easily. They have to go to the university to get one. Also, many copies become litter on campus."}
{"text_id": "118-a2", "simplified": "At Girox Foods, about 12% of employees leave every year. This is higher than the usual seven percent in the industry. This report wants to find out why people are leaving and suggest ways to make the workplace better and keep more employees."}
{"text_id": "119-a2", "simplified": "The speaker said many true things. I think we may feel more alone when we are connected. This is not a big problem for my age group. We can be alone and we know it is okay. Young people under 20 are different. They use phones a lot. They do not feel lonely. They also do not learn to enjoy being by themselves. They write messages that can be changed. This stops them from learning real talking with someone in front of them."}
{"text_id": "120-a2", "simplified": "Do not always give a negative comment after a good one.   If you always mix good and bad comments, the good ones can be ignored.   Give good comments by themselves sometimes.   Try not to give criticism every time you talk about something."}
{"text_id": "21-b1", "simplified": "Your dreams can give you new ideas about things you did not know you were thinking about. Common dreams like flying, falling, losing your teeth, or being naked in public usually have similar meanings for many people. But to understand what they mean for you, you need to relate them to what happens and how you feel in your daily life."}
{"text_id": "22-b1", "simplified": "Wild dogs in Moscow are a very interesting example of animals that live in a city. About 35,000 dogs live on the streets of Moscow. Some dogs were born wild, while others were pets that their owners abandoned. The dogs live by themselves or in small groups. In 2010, scientists studied the dogs and found that they have learned to live well in the city. They know it is safer to cross the street when people are there, and some dogs even seem to understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is RJ Palacio's first book. She is a New Yorker. She shares on her site that seeing a girl with a disfigured face inspired her book idea. Wonder is a top-selling book in the United States and has already received many awards. Many schools are using it to begin talks about bullying, friendship, and being different. A movie is being created, and many people, including me, are excited to find out what RJ Palacio will write next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats named Zena and Roxy. She knows rats aren't common pets, and often explains that rats aren't dirty and can be great pets if well cared for. Chloe gets why people think otherwise since she used to dislike rats too until her friend Martin showed her his affectionate and smart rats. Last year, when one of Martin's rats had babies, Chloe decided to adopt two of them."}
{"text_id": "25-b1", "simplified": "Cape Town can be dangerous for baboons. They sometimes get hurt in car accidents or when they touch electric cables. Baboons are an endangered species, and to protect them and prevent conflicts, the city council has hired Baboon Monitors. These monitors chase baboons away from urban areas or catch and release them in the countryside. This helps, but it's difficult to stop the baboons from returning to the city for easy food."}
{"text_id": "26-b1", "simplified": "I work for a global IT company, but since their headquarters is in the United States, I do my job online from home. I don't spend time traveling to work or talking casually with colleagues. I work on projects, and this lets me be flexible. For example, I can take time off if my kids have school events or if I need to see the dentist. However, I sometimes end up working late into the evening and might skip dinner to finish tasks."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti continued but street art grew a lot around the world. Some artists used street art to make political points, raising awareness about war, inequality and discrimination. Other artists focused on making beautiful and attractive designs. In South America, many street artists worked in poor areas, making the walls more colorful and lively."}
{"text_id": "28-b1", "simplified": "Every day, people see many messages on social media, in magazines, and on shop windows telling them to buy things. In Britain, people are buying more clothes and shoes than ever before. Shopping online makes it easy for customers to buy without much thought. Big brands sell very cheap clothes, so people use them only two or three times and then throw them away."}
{"text_id": "29-b1", "simplified": "Sam looked carefully at the dust trail made by the car as it drove up to the Big House. The horses kicked and moved their tails to get rid of flies, not paying attention to their owner’s first visit in ten months. Sam waited. Mr Carter only came outside when it was necessary, which was good for Sam. The more he stayed out of his boss’s way, the longer he could keep his job. Mr Carter wiped the sweat from his neck. The wet spots on his shirt looked like shapes on a map. His skin was turning red from the June sun. Otherwise, he had the pale skin of a man who works inside while others do the hard work."}
{"text_id": "30-b1", "simplified": "Many city residents in Berlin complained that shooting pigs was too cruel. Hunters and animal lovers had heated arguments about this. In response to the protests, the city council decided to try something more peaceful. Instead of shooting them, they put up fences and made it illegal to feed the pigs. It's still unclear if this strategy will work. Warmer winters mean that there are more pigs than before, which could make it difficult."}
{"text_id": "31-b1", "simplified": "An important inspiration for the Hunger Games book is Suzanne's love of classical Greek mythology. When she was young, one of her favorite stories was Theseus and the Minotaur. In this story, the city of Athens is controlled by Crete. The Athenians rebel, and as punishment, King Minos of Crete demands that seven boys and seven girls from Athens be sent to Crete each year. These youths are then thrown into a labyrinth and eaten by a monster called the Minotaur. However, one of the youths, Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a modern version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos bring people and animals together. This can help people learn about protecting animals and their homes. Some zoos give a safe place to animals that were treated badly in circuses or pets that were left alone. Zoos also do important studies about how animals behave and how to treat their sicknesses."}
{"text_id": "33-b1", "simplified": "A new idea is becoming popular – it’s called the ‘buy nothing’ trend. It started in Canada in the 1990s and then moved to the United States. In the US, people started to reject buying too much stuff, especially during Black Friday and Cyber Monday. On Buy Nothing Day, people might do protests or even throw away their credit cards. All year long, groups of people organize exchanges and help fix things they already have."}
{"text_id": "34-b1", "simplified": "Graffiti is often a tricky question: whether it’s art or vandalism depends on how you look at it. In many places, writing or painting on buildings or other property is seen as vandalism. Police have stopped many street artists, and they sometimes have to pay money as a fine. City governments often complain because cleaning graffiti from buildings, buses, and trains costs a lot of money."}
{"text_id": "35-b1", "simplified": "What does the art world think of graffiti and street art?   Recently, people in the art world have begun to see graffiti as real art. Big shows of street art have taken place in museums in Paris, London and Los Angeles. In New York, the American artist Elura Emerald ran a street‑art show in a gallery in 2008. She said that artists who paint on the street are only showing their feelings, not hurting anyone. They should be respected and celebrated."}
{"text_id": "36-b1", "simplified": "If the majority of people have four to six dreams each night after they turn ten, they could have up to 2,000 dreams in a year. By the age of 80, most people might have had 140,000 dreams. Despite forgetting most dreams, we still remember thousands during our lifetime. It's not hard to believe that a dream can be followed by a similar real-life event, especially if the dream is about something that happens frequently in daily life."}
{"text_id": "37-b1", "simplified": "The Hunger Games is set in the future, after North America has been destroyed. The country is now called Panem and it consists of twelve poor districts ruled by the rich Capitol. The Capitol controls everything in the nation. Each district supplies the Capitol with different products. District 12, where the story starts, produces all the coal for Panem. There used to be a thirteenth district that rebelled and was destroyed by the Capitol."}
{"text_id": "38-b1", "simplified": "Wild animals often enter cities to search for food. In Cape Town, South Africa, baboons are entering neighborhoods at the outskirts of the city to find food. They open trash bins and eat fruit from gardens and fruit farms. Brave monkeys sometimes take food from homes and cupboards. Baboons can be aggressive and have attacked many pets, so many city residents don't like them."}
{"text_id": "39-b1", "simplified": "A large number of accidents happen during the bridge's construction. These accidents usually happen because of a mistake by the engineers, like a wrong calculation. The bridge collapses, which can be very dangerous for the workers who are on it."}
{"text_id": "40-b1", "simplified": "George Lucas was an early film director who used the 17 stages of the hero's journey in his story. He was one of the first to do so. Usually, the hero begins the story with a normal life, but then something happens that invites them on a journey that changes all things. In Star Wars, Luke starts off living with his relatives, fixing robots. When he gets the message from Princess Leia, it's the start of the hero's adventure. The message is inside a robot called R2D2."}
{"text_id": "41-b1", "simplified": "One way to stop a dangerous asteroid coming towards Earth is to blow it up with a nuclear weapon. It might sound like something from a movie, like the film “Armageddon,” but NASA has a real plan called HAMMER. This plan uses big rockets, about eight tons each. These rockets would try to push the asteroid off its path. If the asteroid is too close to Earth, the rockets will carry small nuclear bombs to explode it."}
{"text_id": "42-b1", "simplified": "According to Campbell, at first, the hero says no to the adventure. Then, a mentor helps them, and they decide to go on the journey. They enter a 'special world' where the adventure happens. The hero faces tests, fights enemies, and meets friends, getting ready for the biggest challenge. For Luke, Obi-Wan is the mentor, and Han Solo, plus the robots R2D2 and C3PO, are his friends. Darth Vader is the enemy in the special world of the Death Star."}
{"text_id": "43-b1", "simplified": "Unused items might seem useless to some people, but they can be valuable to others. Thanks to the internet, online communities have found a way to make money by sharing such underused things. Websites and social media groups help people buy and sell second-hand goods, making it easier for individuals to share directly with each other. This is called the sharing economy."}
{"text_id": "44-b1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams appeared. One idea said that dreams show hidden parts of our mind. Freud thought that if we learn what our dreams mean, we can see our secret feelings and problems. The other idea said the opposite. It said that dreams are just random brain activity while the brain sorts memories from the day. When we wake up, we try to put those random images and feelings into a story."}
{"text_id": "45-b1", "simplified": "I am a freelancer, which means I work independently. This is wonderful because I can decide what I do and how I use my time. At the beginning, I worked from home, but I found it very difficult to focus. There were too many things to distract me: chores that needed to be done, another cup of tea, and my family members needing my focus for different reasons. I began going to a nearby café to work, but the Wi-Fi connection wasn't very good. I realized I was drinking a lot of coffee. Finally, I chose to rent a desk in a shared office with five other freelancers similar to me. I enjoyed putting on clothes to go to work in the morning and concentrating in an office setting."}
{"text_id": "46-b1", "simplified": "Whether NASA can find other middle-sized space rocks depends on getting money for a new telescope called NEOCam. This telescope is small, just 0.5 metres wide. It will use special light to find asteroids. If NASA gets the money, they could finish building it in about ten years. After they find an asteroid, the team will need to figure out how to protect the Earth from it. They are especially worried about bigger, dangerous asteroids called PHAs."}
{"text_id": "47-b1", "simplified": "The 'buy nothing' trend has spread to social media influencers who typically share items like clothes and makeup that people can buy. Now, some YouTubers are encouraging their fans not to buy anything for up to a year. Two friends in Canada decided to only buy food for a whole year. In the first three months, they stopped buying things like clothes, electronics, and household items. For the next few months, they even stopped spending money on services like haircuts, eating out at restaurants, or filling up their cars with gas. After one year, they had saved $55,000."}
{"text_id": "48-b1", "simplified": "Pi values religion highly. Religion holds a significant weight for Pi. Pi is a person involved. Pi finds religion significant. Even though his family is Hindu, he is interested in other religions and becomes friends with a Christian priest and a Muslim baker. Pi surprisingly claims to be both Hindu, Muslim, and Christian. This is unexpected. When his family and teachers ask him to pick only one religion, Pi says no. He says, 'I just want to love God. From that time, his family and teachers decide to let him choose his own thoughts about religion."}
{"text_id": "49-b1", "simplified": "Some people think that writing down your dreams can help you have lucid dreams. In a lucid dream you know that you are dreaming and you can decide what happens. You could turn a scary nightmare into a safe and happy dream, or you could direct the story like a film director. Then, instead of only trying to find the meaning of your dreams, you can create them. You might still want some normal dreams so your mind can share its thoughts with you."}
{"text_id": "50-b1", "simplified": "People might not know they are part of the problem with disposable clothing because they give their unwanted clothes to charities. But charity shops can't sell all the donated clothes. Clothes from 'fast fashion' are quickly out of date and too low quality to reuse. A lot of these clothes are thrown away. Many clothes that charities can't sell are sent to other countries, causing more problems for the economy and the environment."}
{"text_id": "51-b1", "simplified": "Not content with just one amazing trip, today's adventurers keep taking on new challenges. Meagan McGrath from Canada has done many impressive things, like climbing the highest mountain on each continent, biking across Canada, and running a long race in the Sahara Desert in 45°C heat. But her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and was rescued. Many would have given up then, but Meagan decided to keep going. Forty days later, she reached the South Pole, pulling a sled with her tent and food through freezing conditions and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on the walls in his hometown of Paris. Today he wants people to think about social problems. He draws homeless people in big cities to make residents realize the problem of homelessness."}
{"text_id": "53-b1", "simplified": "In some places, councils allow artists to paint in certain areas so they don’t paint randomly on walls. Taiwan has special zones for graffiti, where artists can paint freely. São Paulo also lets some graffiti artists paint on subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town, South Africa. She paints large, colorful pictures of people and animals and enjoys exploring different places. Her artwork appears on pavements, in empty buildings, and on abandoned cars. Faith likes that her street art is often temporary and will be removed soon by weather or city workers. For her, this shows that life is always changing, with things ending and new starts coming."}
{"text_id": "55-b1", "simplified": "In her old job, Gabriela was used to a culture where people respect authority and do not challenge their leaders. Here in Sweden, her team works differently. They are used to a culture where bosses and workers often work together to solve problems and make decisions. The bosses in Sweden act more like coaches, encouraging people to think independently and to challenge them if needed."}
{"text_id": "56-b1", "simplified": "When Gabriela noticed the cultural differences with her team, she talked openly with them about her leadership. Happy to share their thoughts, the team said they preferred to have more freedom and initiative rather than being told exactly what to do. They felt Gabriela didn't trust them when she gave detailed instructions. They also realized that Gabriela took their suggestions and challenges personally because that was not her usual way of working."}
{"text_id": "57-b1", "simplified": "The Gêmeos are identical twin brothers from São Paulo. They paint all kinds of walls, from small street tags to huge, bright portraits of people on buildings. Their pictures are so big that sometimes they need cranes to help them reach high places. In 2007, they painted a whole castle in Scotland."}
{"text_id": "58-b1", "simplified": "People have been drawing and writing on walls for a very long time. In ancient times, people in Africa and Europe painted pictures of animals and humans in caves. Graffiti can also be seen on buildings at old sites in Greece, Italy, Syria, and Iraq. In the ancient town of Pompeii, archaeologists discovered many examples of graffiti written in Latin. These included religious, political, and romantic messages, and even some magic spells!"}
{"text_id": "59-b1", "simplified": "Have you ever dreamed of scaling Mount Everest or walking to the South Pole? If you have, you are not alone. Each year, thousands of people try to reach the world’s highest peaks or trek across large continents. Modern explorers use new tools like GPS and satellite phones instead of old maps and compasses. Many of them love nature and use their trips to raise awareness about environmental problems. Some want to help people in need and collect money for charities."}
{"text_id": "60-b1", "simplified": "The first test is called DART. DART is designed to hit a small asteroid called Didymoon. This asteroid is 150 metres wide and circles a larger asteroid, called Didymos. We will test DART on the moon of Didymoon. We hope that hitting Didymoon will change its orbit. Then, Earth telescopes can see the change."}
{"text_id": "61-b1", "simplified": "The heroine of the story, Katniss Everdeen, has lost her father in a mining accident and now has to feed her family. She hunts in the forest near District 12 with her friend Gale and gets very good at using a bow and arrow. When Prim, Katniss's younger sister, is chosen as a tribute, Katniss decides to take her place. A boy from District 12 named Peeta develops a complex connection with Katniss."}
{"text_id": "62-b1", "simplified": "Writing about your dreams helps you remember them better. Think about the people and places in the dream because they can help you understand it more. In a week you will find you have written a lot. Then you can try to link your dreams to what happens and how you feel in everyday life."}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood, so they could catch fire easily. This was especially true for old train bridges because sparks from the steel wheels and tracks could start a fire. Sometimes, these fires burned the bridges completely."}
{"text_id": "64-b1", "simplified": "It's hard to predict how street art will change in the future, but some trends are becoming clear. Most street artists are young and paint in their local city or neighborhood, but now more are traveling worldwide for their art. Some artists use the internet to share photos of their work and connect with others. The art world is also starting to respect street art more. We can't be sure what street art will be like in the future, but we know it will continue to be around. "}
{"text_id": "65-b1", "simplified": "Suzanne Collines finds war news disturbing. She always has. When she was young, her father worked as a pilot for the US Air Force and he fought in Vietnam. Her mother kept her informed about the war less, but she watched news shows about it and understood her father was involved. That experience was really scary for her."}
{"text_id": "66-b1", "simplified": "PricewaterhouseCoopers (PwC) did a global survey. They collected answers from more than 40,000 people. These people included millennials, who were born between 1983 and 1993, and others who are not millennials. The survey asked about workplace culture, communication, working styles, pay, career growth, and work–life balance. Another global survey was done by Deloitte. More than 10,000 millennials took part in this study. They shared their views on the dangers and chances in today’s complex work world."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer from the United States is an adventurer who does many different activities. He has cycled across the sandy areas of Morocco, paddled a kayak in the Grand Canyon, and climbed Mount Everest. Amazingly, Erik has not been able to see since he was 13 years old. During his journeys, he motivates people with disabilities to lead active lives. He organizes climbing trips for young blind individuals."}
{"text_id": "68-b1", "simplified": "Online platforms make it easier for people to sell things quickly. For example, busy parents who used to avoid setting up stalls at local markets can now use online marketplaces to sell their children's old clothes and expensive baby equipment. This helps them earn some extra money."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker spend 227 days in the lifeboat. They face hunger, illness, and exhaustion. They also survive violent storms and the extreme heat of the Pacific sun. Sometimes, Pi finds comfort in his three religions, but at other times, he feels very lonely and sad. Finally, the Mexican coast appears, and everything changes. It would be unfair to reveal the ending, so you must read the book yourself to discover what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-b1", "simplified": "Chloe came back from school, prepared a cup of coffee for herself, and carried it to her room. She had a bit of homework to complete, but it could be done later. She preferred a quiet hour before guests arrived, enjoying jazz, her favorite music, while cooking dinner. She enjoyed this moment as she played with her rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA found and listed 90% of big rocks near Earth, each as wide as a mountain. These are called 'near-Earth objects' and they are anything within 50 million kilometers of Earth. They estimate there are around 50 left to find. Out of the 887 they know about, none are currently seen as a big threat to our planet."}
{"text_id": "72-b1", "simplified": "Auggie decided to go to school, so he had to face his first day. Like all children beginning at a new school, he feels very nervous. His appearance makes the situation unpleasant for him. Nobody wants to sit next to him because he notices other kids staring at him or talking about him. He has friends, including Jack from his class and Summer, who he talks to at lunch. But it's not only the first day that is difficult. Auggie discovers his classmates avoid him due to fear of illness from 'the plague'. As he goes through the school year, Auggie faces many difficult times until a shocking and traumatic event at a school camp changes everything."}
{"text_id": "73-b1", "simplified": "The two men looked towards the far end of the property. It was so large that it seemed to go on forever. Even the fences were barely visible from where they stood. No matter how bored or rebellious a teenage boy might be, escaping on foot would be impossible. Sam looked at the biggest horse, which was kicking the ground with its hooves. \"Can the boy ride?\" Sam thought. A skilled rider could cause a lot of trouble out here, miles away from anyone. But perhaps there was even more trouble for someone who didn't know anything about horses and wanted to escape his father."}
{"text_id": "74-b1", "simplified": "More than 4,000 people have climbed Everest, ranging in age from 13 to 80. Climbing mountains in freezing conditions and during violent storms remains very risky, but top climbers seek new challenges. Gerlinde Kaltenbrunner, an Austrian, developed a strong affection for mountain climbing during her teenage years. After finishing school, she became a nurse. In her spare time, she continued to advance."}
{"text_id": "75-b1", "simplified": "After reaching the top of Mount Everest, Gerlinde chose to reach all fourteen peaks in the world that are higher than 8,000 metres. She does this without using oxygen tanks, which makes the climb much harder. High altitudes have very little oxygen, and that can hurt a person’s brain and body. Gerlinde uses her climbing fame to raise money for a charity that helps poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "If we look around at the things we have bought, we may notice that not everything is used properly. For example, we might have a thick woollen coat that was once trendy, but we live in a tropical country and do not need it. We could also have an old smartphone that we replaced with a newer model, or a car that we only use on weekends. Sometimes, we even have a guest room that has turned into a storage room."}
{"text_id": "77-b1", "simplified": "People in many cultures and times have believed that dreams can predict the future. They thought that gods sent dreams as messages to give us important knowledge. Even now, many people remember dreaming about an event, place, or person that later happened in real life."}
{"text_id": "78-b1", "simplified": "Some of the world's biggest and most expensive projects are building bridges. Bridges are very important because they let cars, trucks and trains cross rivers, deep valleys or other roads. That is why engineers study them very carefully and check them closely, especially if a bridge might fall."}
{"text_id": "79-b1", "simplified": "After weeks of frustration, Gabriela sent an email to her Swedish manager about the problems she was having with her team. The manager only asked her if she thought the team was still doing well and what could help her work better with her teammates. Gabriela felt the manager was unclear and did not feel that he was handling the problem well."}
{"text_id": "80-b1", "simplified": "Dogs that live in groups know humans prefer to give food to smaller, cuter ones. These dogs beg for food for the whole pack. Some clever dogs even use the city's metro to travel to different parts of their area. Scientists aren't sure how the dogs know when to get off the train. Maybe they use their sense of smell to recognize their favorite spots. Or they might remember the station names they hear announced. Now, passengers are so used to seeing dogs on the metro that they usually don't pay much attention."}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK walked the entire length of the Amazon River. He began his journey at a small stream in the Andes mountains in Peru and finished at the river's end in Brazil. It took him two years and four months, walking a total of 6,000 kilometres. The Amazon is full of dangerous animals like poisonous snakes, crocodiles, and jaguars. Even though he faced many risks, the worst he got were a few thousand bites from mosquitoes and ants."}
{"text_id": "82-b1", "simplified": "People in Britain spend over a thousand pounds annually on new clothing, equating to approximately 4% of their income. The number is not impressive, but it hides two serious problems for people and the planet. Many people spend a lot using credit cards. This spending is done mainly through credit cards. British adults owe around £670 to credit card firms. Sixty-six percent equals the average wardrobe budget. People are spending money they don't have, and they are buying things they don't need. Britain gets rid of 300,000 tons of clothes every year, mostly ending up in landfills. The majority of clothing is thrown away."}
{"text_id": "83-b1", "simplified": "Ed couldn't have walked without technology. He used a radio to ask the locals for food and permission to cross their land. Many people came to help guide him through the toughest areas. While walking, Ed wrote a blog about his daily experiences. He used media interest in his journey to protest against rainforest destruction and raise money for environmental and children's charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Businesses see money in the sharing economy and want to use unused resources. A popular model is an online platform that connects customers with people who can offer a product or service. For example, Airbnb helps people rent out spare rooms or houses so they can earn money. Uber lets people drive their own cars as taxis and earn extra cash in their free time."}
{"text_id": "85-b1", "simplified": "One important job of modern zoos is helping with international breeding programmes, especially for animals that are endangered. In nature, some rare animals find it hard to find mates and have babies. They can also be in danger from people who hunt them illegally, lose their homes, or face predators. A good zoo gives these animals a safe place to live and have babies. Also, when wild animal numbers become very low, they can become too similar genetically, which is not healthy. Breeding programmes protect against this problem by allowing animals born in zoos to be released back into the wild to increase variety in their genes."}
{"text_id": "86-b1", "simplified": "Both boat and train accidents that cause bridges to collapse are very rare. Trains can cause a bridge to fall due to the fast speed of impact. Boats can cause collapse because of their heavy mass, even if moving slowly. To avoid bridge failures, we need to plan for them. Using modern technology to find weak structures, safer work areas, and better designs can help prevent these accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is scared of the animals and leaps into the sea. He recalls sharks are nearby, starving. His sole choice is to re-enter the lifeboat. As the animals in the lifeboat die off, Pi and the tiger are the last ones left. Luckily for Pi, the tiger, called Richard Parker, feels sick from the sea and is not interested in eating him right now."}
{"text_id": "88-b1", "simplified": "At age 16, Pi's parents disapprove of the newly elected government. Worried about the future, Pi's parents decide to shut down the zoo and move to Canada. Some animals are shipped to North American zoos, and the family travels by boat to Canada with them. During the journey, a severe storm occurs and the ship goes underwater. Pi's family and the sailors on the ship died, but he was left alone in a lifeboat with a hyena, a zebra, an orangutan, and a very big tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teenagers and young adults. It was written by the American author Suzanne Collins and first published in 2008. Since then it has been translated into 26 languages and sold millions of copies worldwide. It was the first book for young readers to sell more than a million digital copies. The book became a big Hollywood movie too. The film earned $152.5 million in its first weekend in North America."}
{"text_id": "90-b1", "simplified": "Maybe dreams are what our minds do with the thoughts we have during the day. But in our dreams, these thoughts often have a special meaning. When we’re awake, we think using words, like when we talk to ourselves. But when we’re sleeping, the part of our brain that helps us speak becomes quieter, and the part that helps us feel things becomes more active."}
{"text_id": "91-b1", "simplified": "Good relationships are important for happiness. In a study, most happy people spent time regularly with close friends and family. It’s also important to have at least one person to share personal feelings with. You need more than just friends for activities like music or sports; deeper connections are essential. Some people need to learn to listen better to build stronger relationships."}
{"text_id": "92-b1", "simplified": "Carol Dweck, a psychologist who talks about how people can grow and improve, says that our brains can learn new things and get better at things we weren't good at before. We often praise people for the things they do well naturally, like saying 'You are really good at seeing details' or 'You have a natural talent for organizing events'. But research shows that if we praise how people try and solve problems, we can help them learn new skills and get better at what they do."}
{"text_id": "93-b1", "simplified": "The rover looks at the air around it often. In 2014, it found another important gas in the air – methane. Methane is a basic building block of natural gas. This gas doesn't last very long, only about 300 years. This means something is making more methane on Mars. NASA says Mars releases thousands of tons of methane each time. The amount of methane changes over the year, like a planet breathing in and out."}
{"text_id": "94-b1", "simplified": "Early in her career, psychologist Carol Dweck from Stanford gave ten‑year‑olds some problems that were a little too hard. One group liked the challenge. They said, “We enjoy difficult tasks.” They believed that with effort they could get better. Dweck calls this a “growth mindset.” These kids focus on what they can achieve in the future.  Another group felt judged by their intelligence. They thought they had failed and could not see how they could get better. Dweck says they have a “fixed mindset.” Some of them even said they might cheat later. Others tried to find a child who did worse than them, just to feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror films often use empty places like abandoned hospitals, scary old houses, or ghost towns. These locations seem mysterious—what happened to the people who used to live there? They also feel very quiet and eerie. Additionally, there's no phone coverage in such places, making them perfect for horror movies."}
{"text_id": "96-b1", "simplified": "In horror films, basements in any kind of house are always scary places. They are usually where something is hiding or where a dangerous person has kept their tools. Basements are dark and often wet. You can only get to them by a small, narrow staircase. Basements feel creepy, even when nothing is there."}
{"text_id": "97-b1", "simplified": "Gary Collins, a policeman not working, was watching the London riots on television. He quickly identified some people and cut his holiday short to assist with identification. He spent six months reviewing the CCTV footage and was able to identify 190 people, many just by their eyes. His help was very important for the investigation. The software only found one person despite looking at 200,000 hours of footage."}
{"text_id": "98-b1", "simplified": "I think it is very interesting to think about how we can make ourselves faster at learning by adding technology to our bodies. Imagine putting a computer into our brain! Soon we will be able to do that, and it will help us with math, seeing and hearing better, and remembering more. This idea will become more common in the future."}
{"text_id": "99-b1", "simplified": "It was a very interesting talk, and the speaker said some important things. Let’s talk about how parents affect their children. It’s hard to expect teenagers to not use their phones when they’re doing homework if they see their parents using social media while cooking or waiting in the car. The speaker also said people want to be in many places at the same time. So, they switch between talking in real life and on their phones. I see this all the time with my daughter and her friends. They plan to meet up, but then they sit quietly while each person talks to someone else on their phone."}
{"text_id": "100-b1", "simplified": "News stories often make us believe the world is becoming more dangerous, but there are reasons to be hopeful as well. From the end of World War II until 1990, there were 30 wars that caused over 100,000 deaths. There are still wars, but countries are generally getting along better now than before. Since World War II, wars have resulted in more civilian deaths than soldier fatalities. Terrorism has increased significantly in recent times. Although the numbers are not perfect, they are not entirely negative for ordinary people. Violent crime causes nine times more deaths than political conflict. The global murder rate decreased from 8 to 5.3 deaths per 100,000 people between 2000 and 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has spent her life supporting human rights. She has seen many projects in Bangladesh that aimed to educate and train women and girls. But often, when these projects ended, the women were left without support. Wasfia believed Bangladesh needed to stand up for itself. She combined her passions for mountaineering and human rights to change attitudes toward women in her country. She started climbing while working on humanitarian campaigns in Tibet and Nepal, since Bangladesh is mostly flat with no mountains. Her campaign is working, as more people in Bangladesh and around the world are paying attention."}
{"text_id": "102-b1", "simplified": "Many people think that developing countries face terrible problems: extreme poverty, ruling dictators, and no hope for change. However, this is not true. In reality, there is a great change happening. In the last 20 years, over 700 million people have increased their income and escaped poverty. Also, six million fewer children die each year from illnesses. More girls are now in school, and millions more people have access to clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to give feedback in a positive way by putting a negative comment between two positive ones. But if this happens all the time, employees may think the positive comments are just hiding the negative ones. This makes positive feedback less helpful. Instead, positive feedback should be given to encourage and support good work, not just to cover bad points."}
{"text_id": "104-b1", "simplified": "I’m part of a group that wants to stop killer robots. Don’t think of scary robots like the movie Terminator. Instead, think about robots being used now, like drones and robots with guns, that can kill without people telling them what to do. The next step is robots that can decide who to kill on their own. It seems to me this would be very bad and unfair to people. We should be careful about what we ask machines to do."}
{"text_id": "105-b1", "simplified": "English is the most widely learned language and spoken in the greatest number of countries. Chinese has the most native speakers, with a huge difference from other languages. The number of native speakers and language learners have a weak connection, but the number of countries with speakers is linked to the number of learners."}
{"text_id": "106-b1", "simplified": "Your manager stops you to talk about your recent project. You worry all weekend about what you might have done wrong. When you go into her office on Monday, she starts by praising your good work. You wonder if this is the usual 'feedback sandwich' where she first says something nice, then gives feedback, then ends on a positive note."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast and exciting rock album, but its words have strong feelings. Behind the catchy rock music are stories about the hard and difficult side of the American dream. Many songs talk about the problems of regular working people and the sadness and anger they feel when life does not bring them money or success. For example, the song Glory Days is about people in a small town who remember when they were young and had many opportunities. The song Downbound Train tells about a young man whose life becomes very bad after he loses his job. It is easy to think the artist is telling stories about real people he knew and about the life he might have had if he had not become famous. This album shows clearly the special and great talent of the Boss."}
{"text_id": "108-b1", "simplified": "Lewis wants to see more protected areas in the oceans, increasing them from 3% to 10% to help fix the damage caused by humans. He has seen a lot of this damage himself during his trips. For example, he has seen coral reefs that are bleached because of warmer water, and he has seen underwater areas in the Red Sea that are empty and covered in plastic trash. Lewis believes nature can recover if it is given space, but time is running out. If we don’t take care of our oceans soon, we might face a big problem that is too hard to solve."}
{"text_id": "109-b1", "simplified": "Best-selling author Terrie Sharp knows how to tell a good story. She has won the Olive Crime Writer Award twice. Born in a high-crime area in Glasgow, she learned to stay out of trouble and keep quiet. She even figured out how to open car doors with a knife. Luckily, she used that knowledge to write her novels instead of using it for anything dangerous. Today, she's much more vocal and appears on popular TV shows like Police Today and at writing conferences across the UK."}
{"text_id": "110-b1", "simplified": "Are things getting worse each day? Is it impossible to make things better? In the book *Enlightenment Now*, Steven Pinker looks at how people have been getting better over time. People are living longer, healthier, freer, and happier lives. Pinker says the main problem is that ideas like thinking clearly and using science are being challenged. When people feel angry, hopeless, or don't trust others, we could damage important things like our democracy and working together as a world."}
{"text_id": "111-b1", "simplified": "In older horror movies, when main characters were very desperate, they found it hard or impossible to ask for help or contact the police. Mobile phones have made that situation seem less real now. What do you need to do to keep the audience in suspense? No phone signal! If you're a hero in a horror movie, it's likely that you'll be in trouble when you need help, and you won't have any signal. Or your phone's battery might run out while you are calling. Or it could be both."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana farmers in Central America had a big problem. Their most popular banana, called Gros Michel or Big Mike, was dying. Now, the same problem is happening again with Big Mike's replacement, the Cavendish banana. Gros Michel was popular because its bananas were thick-skinned, sweet, and easy to transport. The main company growing and selling these bananas was United Fruit. They grew bananas by making copies from the stems of plants instead of using seeds, and they planted many plants very close together in their fields."}
{"text_id": "113-b1", "simplified": "Spider venom helps spiders catch and kill their food. Most spiders don't have venom that can hurt people. Only about 25 spider species make venom that could be harmful to humans. Even if you get bitten by a spider, it's usually not very dangerous.   Australia has a famous spider, the Sydney funnel-web spider. Since they created a special medicine (anti-venom) in 1981, this spider hasn’t caused any deaths. However, it’s important to be careful with hairy spiders like tarantulas. If they feel threatened, they can protect themselves. They throw a cloud of tiny, prickly hairs at the person trying to hurt them. These hairs stick to the attacker’s skin or eyes."}
{"text_id": "114-b1", "simplified": "This idea is a common pattern in horror movies from the 1990s. It begins with a group of teenagers having fun. Then, almost everyone dies, and only one girl survives. In the first scenes, the girl is usually shy, innocent, and not very strong. By the end of the movie, she has become the toughest and most clever person. In almost every story, the last girl wins."}
{"text_id": "115-b1", "simplified": "If we want to find out where our ability to speak complex languages came from, we need to look at how our brains are different from other animals. It’s not just about how big our brains are; it’s important what else our brains can do and when they started to develop. There are very few clues about this in the past. Old tools and objects left by our ancestors don't tell us how well they could speak. However, we can see that early humans developed their mouths, throats, and tongues about 100,000 years ago. At that time, they could start making complex sounds. Before that, scientists can only guess if they were using simpler sounds to talk."}
{"text_id": "116-b1", "simplified": "Society, not nature, suggests that girls should prefer arts and humanities, while boys should focus on maths and physics. Also, there are not enough positive female role models for young people in science-related jobs. Cartoons and stories often depict a mad scientist, clever inventor, or brave astronaut as a man. Some people unfortunately think that scientists are not sociable and their work is isolated. These are wrong ideas shown by the media, but they might make girls feel they are not like scientists and see science as an unattractive job choice. If girls saw more females with positive roles in science, it would boost their confidence and sense of belonging in these subjects."}
{"text_id": "117-b1", "simplified": "The Scallion, a weekly student newspaper, is given out for free in university buildings, reaching around 10,000 students. Students write and create this entirely. The survey shows that the newspaper is very important to university students and staff for fun, learning about culture, and gaining work experience. The expense of making newspapers is large. Also, some students cannot easily get the paper because they must go in person to the university to get a copy. Another problem for the environment is that many copies become trash on campus."}
{"text_id": "118-b1", "simplified": "At Girox Foods, about 12 percent of our employees leave each year. That is a bit higher than the industry average of 7 percent. This report looks at why our employees stay or leave. We will suggest ways to make the workplace better and keep more staff."}
{"text_id": "119-b1", "simplified": "What the speaker said felt very true. I think the more connected we are, the more isolated we might feel. This isn't as big of a problem for my generation since we grew up without much technology. We know how to be alone and understand that it's okay. But young people under 20 are different. They are always communicating but rarely experience solitude. They might not learn to enjoy being alone. Also, they're learning to communicate through edited messages instead of in real conversations with people in front of them."}
{"text_id": "120-b1", "simplified": "Do not always give negative feedback right after positive feedback. When positive and negative feedback always come together, people may stop paying attention to the positive comments. Make sure you sometimes give positive feedback just to praise someone, and try not to add suggestions for improvement every time."}
