{"text_id": "21-a2", "simplified": "Your dreams can show you many ideas about things you didn't know you were thinking about. Dreams about flying, falling, losing teeth, or being without clothes in public usually mean the same thing for most people. But to know what they mean to you, connect them to things and feelings in your everyday life."}
{"text_id": "22-a2", "simplified": "One interesting example of animals living in a city is the wild dogs in Moscow. In Moscow, around 35,000 stray dogs are on the streets. Some of the dogs were born in the wild. Other dogs are pets left by their owners. Dogs can be alone or in groups. In 2010, scientists checked the dogs and saw they live well in the city. They know it is safer to cross the road with people. Some dogs seem to know about traffic lights."}
{"text_id": "23-a2", "simplified": "RJ Palacio wrote the book \"Wonder\" - her first novel. On her website, she says she thought of the book after she saw a girl with a face problem on the street. This book is successful in the United States and has been honored with awards. Many schools use it to start talks about bullying and friendship. A movie is being made, and many people, including me, are waiting to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe keeps two pets named Zena and Roxy. Rats are not typical pets. Chloe has tried to explain to people that they're not dirty and can be good pets if you take care of them right. She understands people's negative reactions. She didn't like rats. But her friend Martin showed her his pet rats, and she saw they were friendly and smart. Chloe preferred two rat babies of Martin's."}
{"text_id": "25-a2", "simplified": "Cape Town can be unsafe for baboons. Some people got hurt or died in car accidents. Others got electrocuted when they played with electric cables. Baboons are animals that might disappear. To help them and stop problems with people, the city council has hired a group of Baboon Monitors. Monitors do their job by either driving baboons from cities or setting them free in the countryside. This plan has worked some, but it is hard to stop baboons from coming back to the city when they find easy food there."}
{"text_id": "26-a2", "simplified": "I work for a big tech company. It's located in the USA, so I do my job online from home. I don't chat unnecessarily with colleagues while traveling to work. I have flexible work, allowing me to attend my kids' school activities and dentist visits. Without fixed working hours, I work late and skip dinner to finish a task."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti kept going, and street art became very popular in many places. Artists made pieces to show their thoughts on war, unequal treatment, and bias. Other street artists wanted to make nice and pretty art. In South America, street artists painted in poor areas to make the city walls more colorful and alive."}
{"text_id": "28-a2", "simplified": "Social media, magazines, and shop windows show people things to buy every day. British people are buying more clothes and shoes now. Online shopping is when people buy things on the internet. Big brands sell cheap clothes that people wear a few times and then throw away."}
{"text_id": "29-a2", "simplified": "Sam squinted because the sun was bright. He looked at the dust from the car going to the Big House. Horses waved tails at flies, unaware of owner's return after ten months. Sam stayed and waited. Mr Carter came here only when he needed to, and Sam was happy with this. He didn't bother his boss, so he had a job for a longer time. Mr. Carter cleaned the sweat from the back of his neck. The wet spots on his shirt looked like shapes on a map. His skin was getting red in the June sun. He had a nice tan, but someone else did the work to make money."}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany said shooting pigs was too mean. There were strong fights between hunters and animal lovers. The city council decided to be calmer with pigs because of the protests. They stopped feeding the pigs. They put up fences and made it illegal. This method may not succeed, as there are now more pigs because of warmer winters than in the past."}
{"text_id": "31-a2", "simplified": "A big idea for the Hunger Games book is Suzanne's love of old Greek stories. When she was a child, she liked the story of Theseus and the Minotaur. Athens is controlled by Crete, but Athenians rebel against this rule. Minos, ruler of Crete, makes Athenians give seven boys, seven girls yearly as punishment. Youths enter confusing maze, meet monster named Minotaur, eat them. There's a young man named Theseus who fights the Minotaur and wins. Suzanne thinks Katniss Everdeen is like Theseus in the future."}
{"text_id": "32-a2", "simplified": "Zoos can help people learn about nature problems and make them want to save animals and their homes. Some zoos give a safe home to animals that were hurt in circuses, or pets that were left alone. Zoos do important studies on things like how animals act and how to fix sicknesses."}
{"text_id": "33-a2", "simplified": "A new trend is growing, against consumerism. It's called the 'buy nothing' trend. The idea began in Canada and then went to the US, where it rejected too much spending and waste on Black Friday and Cyber Monday. On Buy Nothing Day, people plan protests and destroy their credit cards. Buy Nothing groups help people trade and fix things they have during the year."}
{"text_id": "34-a2", "simplified": "Is graffiti a type of art or is it damage to things? Vandalism is damaging property by writing or painting in several countries. Many street artists were stopped by the police, and some had to pay money. Many local governments say it costs a lot to clean graffiti from buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "How do people in the art world feel about graffiti and street art? Recently, more people understand how important it is as a kind of art. Important displays of street art were held in Paris, London, and Los Angeles' art spaces. An American artist, Elura Emerald, had an art exhibition in New York in 2008. She defends street artists, saying they're just expressing themselves and not hurting anyone. People need to like and praise them."}
{"text_id": "36-a2", "simplified": "Most people have a lot of dreams at night after they're ten years old. This is about 2,000 dreams per year. When people are 80 years old, the usual person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, we still remember many dreams in our life. In dreams, events can seem similar to real life, especially when they involve everyday things."}
{"text_id": "37-a2", "simplified": "The Hunger Games is in the future. It happens after North America is gone. The country is Panem. It has twelve poor areas ruled by the rich Capitol. The Capitol has total control over the country. Districts make diverse things for the Capitol. In the story, District 12 gives coal to the country. Before, there was a thirteenth district. They fought the Capitol and were destroyed."}
{"text_id": "38-a2", "simplified": "Wild animals often go into cities to find food. In Cape Town, baboons are coming into the city's edge to find food. People find fruit in gardens and orchards, sometimes from bins. Some bold baboons have gone into people's houses and taken food from kitchen cupboards and fridges. Baboons can be mean and have hurt many pet animals. So, many people in the city don't want them nearby."}
{"text_id": "39-a2", "simplified": "Many accidents happen when building a bridge. These accidents often happen because engineers make a mistake, like a wrong calculation. Bridge falls, harmful to workers."}
{"text_id": "40-a2", "simplified": "George Lucas was one of the first film directors to use the 17 parts of the hero's journey for his story. The hero starts with a simple life. Then something happens that takes them on a journey that changes all things. Star Wars: Luke lives with family, mending robots at the start. He finds a message from Princess Leia and becomes a hero."}
{"text_id": "41-a2", "simplified": "Another idea to stop a PHA that might hit Earth is to blow it up with a nuclear weapon. It might sound like a story from a movie, and it was in the 1998 film Armageddon. But the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a real NASA idea. The eight-ton rockets will be shot at a close asteroid to try to move it away. If the space rock was too close to Earth for this plan to work, the rockets would take strong bombs to break it."}
{"text_id": "42-a2", "simplified": "Campbell says that heroes don't want to go on adventures at first, but a special person helps them and they decide to go to a special place. First, you need to pass tests and fight enemies. Then, you meet friends before facing the biggest challenge. Luke's teacher is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The bad guy is Darth Vader in the special place called the Death Star."}
{"text_id": "43-a2", "simplified": "Unused things may appear useless to some, but can be valuable to others. The internet has helped online communities to find a way to earn money by sharing things that are not used much. We can buy and sell second-hand things online. It's easier than ever to share with others. This is known as the sharing economy, where people share things with each other."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that dreams show things we do not know we think about. Freud thought that if we know what dreams say, we can know our secret feelings and the problems they make. But, the other idea was very different. It said dreams are just a mix of random things in the brain when it organises memories and events from the day. Upon waking, we arrange our dreams' images and feelings."}
{"text_id": "45-a2", "simplified": "I'm a freelancer. I work for myself. This is good because I can choose what I do and how I use my time. At first, I worked from home, but it was hard to focus. There were too many things to do: cleaning the house, making more tea, and my family asking for my help with different things. I went to a café close by to work, but the Wi-Fi was not very good. I saw that I drank a lot of coffee. I decided to work at a shared office with five other freelancers. I'm happy when I put on work clothes in the morning and can work well in an office."}
{"text_id": "46-a2", "simplified": "NASA requires money to create NEOCam, a 0.5-meter telescope discovering asteroids with infrared light. If it got the money, it might reach its goal in ten years. After logging in, the team must find a way to save the planet from the scary asteroids."}
{"text_id": "47-a2", "simplified": "Social media influencers share clothing and make-up recommendations. Some YouTube stars ask their fans not to buy anything for a long time, like a year. Two friends in Canada tried for a year to buy only food. For the first three months, they learned to live without buying electronic products, clothes, or home items. In the next phase, they reduced services: haircuts, meals out, and petrol for cars. In one year, they saved $55,000."}
{"text_id": "48-a2", "simplified": "Religion is very important for Pi. His family is Hindu, but he wants to learn about other religions. He makes friends with a Christian priest and a Muslim baker. Pi surprised everyone by saying he was Hindu, Muslim, and Christian. His family and teachers ask him to choose one religion. Pi says no and says, 'I only want to love God'. After that time, his family and teachers let him choose what he thinks about religion."}
{"text_id": "49-a2", "simplified": "Recording dreams could make lucid dreaming possible for some. Lucid dreams are a type of dream where you know it's a dream and can control its happenings. You can change a nightmare into a dream that feels safe. Or you can control the story of your dream like a movie director. You'll create your own dreams. You might still want some that show what's on your mind."}
{"text_id": "50-a2", "simplified": "People might not know they help with the throwaway clothing problem because they give their old clothes to charities. Unwanted clothes are hard for charity shops to sell. Fast fashion is temporary and often not recyclable due to poor quality. Hubble Space Telescope, launched 1990, circles Earth at 340 miles height. Its big mirror is 2.4 meters wide. People do not want to buy it used. Many things are thrown away, and clothes that charities can't sell are sent to other countries, causing problems."}
{"text_id": "51-a2", "simplified": "Adventurers aren't happy with a single great trip. They look for new challenges instead. Meagan McGrath from Canada climbed the tallest mountain on every continent. She also rode a bike across Canada and ran a long race in the Sahara Desert in 45ºC heat. But maybe her greatest trip was skiing to the South Pole. On the first day, she fell into a big ice hole and needed help. Many people might have quit then, but Meagan kept going. She reached the South Pole after forty days, pulling a sled with her tent and provisions through freezing weather and heavy ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat drew rats on the walls in Paris. He wants us to ponder different social topics and troubles. He creates images of homeless persons in big cities, making locals consider the homeless problem."}
{"text_id": "53-a2", "simplified": "Councils permit artists to create graffiti in certain areas. In Taiwan, certain places permit artists to paint on walls. In São Paulo, Brazil, the city council let some graffiti artists paint on the subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is a person born in Cape Town, located in South Africa. She paints big pictures with many colors of people and animals. Likes exploring new places. Her art is on sidewalks, in old empty factories, and on cars nobody uses. Street art is short-lived, replaced by weather or city council. For her, this shows how life changes a lot with its pattern of endings and new starts."}
{"text_id": "55-a2", "simplified": "At her previous workplace, Gabriela was familiar with a system where power was valued and everyone had their place. In a culture like this, leaders decide and aren't often questioned. In Sweden, the team works together with their bosses to find solutions and make decisions. Leaders help team members to think for themselves. They want to face tests."}
{"text_id": "56-a2", "simplified": "Gabriela saw that her team was different in culture. She decided to talk with them about how they felt about her leadership. Team pleased, they spoke openly about not being told what to do by Gabriela. They liked having more space to try new things and be creative. When she told her team clearly what she wanted, they thought she didn't trust them to do their work well. They saw that Gabriela felt bad when they asked to change her decisions. They told her this was normal for them."}
{"text_id": "57-a2", "simplified": "Brothers Os Gêmeos are from São Paulo, identical twins. They paint many things, like small tags and big, bright pictures of people on buildings. Their jobs are often very big, so they need cranes to help. In 2007, they put paint on all of a castle in Scotland."}
{"text_id": "58-a2", "simplified": "People wrote and painted on walls long ago. Long ago, people made drawings of animals and humans in Africa and Europe, in caves. Graffiti, which means drawings on walls, were found on buildings at old sites in Greece, Italy, Syria, and Iraq. In Pompeii, many Latin writings were found by archaeologists. These messages are about love, politics, and faith. Some have magic too."}
{"text_id": "59-a2", "simplified": "Have you ever wanted to climb Mount Everest or walk to the South Pole? If yes, you are not by yourself. Many people try to climb the highest mountains or travel across the world every year. Explorers used maps and compasses in the past. Now, we use GPS and satellite phones. Many explorers love nature. They use their trips to talk about different environmental problems. Others want to help people and collect money for charities."}
{"text_id": "60-a2", "simplified": "Test number one is named DART, meaning Double Asteroid Redirection Test. Testing DART involves the moon of an asteroid named Didymos. Didymoon' is 150 metres wide and goes around a bigger 800-metre object. DART will try to change its path so telescopes on Earth can see it."}
{"text_id": "61-a2", "simplified": "Sixteen-year-old Katniss Everdeen lost her father in a mining accident. She gave her family food. In District 12, she and friend Gale hunt in the woods, learning bow proficiency. When Prim becomes a tribute, Katniss volunteers. Peeta, a boy from District 12, and Katniss have a difficult relationship."}
{"text_id": "62-a2", "simplified": "When you write about your dreams, you remember more details. Think about the people and place in the dream because they can help with the meaning. In one week, you will be surprised by how much you write. Connect dreams with daily events and feelings."}
{"text_id": "63-a2", "simplified": "Historically, most bridges were wooden and prone to burning. Old train bridges could ignite from sparks between wheels and rails."}
{"text_id": "64-a2", "simplified": "We cannot know how street art will change later, but some patterns are starting to show. Most street artists are young and paint in their city or neighbourhood, but some travel and work globally. They chat and share images on the web. Street art is now accepted as real art by the art community. We do not know what will happen to street art later, but we know it will stay."}
{"text_id": "65-a2", "simplified": "Suzanne Collines always feels sad when she watches news about wars. As a kid, her dad was a US Air Force pilot, flying in Vietnam. Her mother didn't tell her about the war, but she saw news on TV and knew her dad was there. It was a very scary time for her."}
{"text_id": "66-a2", "simplified": "PricewaterhouseCoopers (PwC) did a big survey. They got over 40,000 answers from millennials (born between 1983 and 1993) and others about work culture, communication, pay, career growth, and work–life balance. In a different global survey by Deloitte, more than 10,000 young people joined a study about what they think of the risks and chances in the difficult world of work."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer, from the USA, is an explorer with various achievements. He rode a bike in the hot lands of Morocco, used a kayak in the Grand Canyon, and climbed Everest. Erik is blind. He has been blind since he was 13. Besides his trips, he helps people with disabilities to be active. He also takes young blind people on mountain climbing trips."}
{"text_id": "68-a2", "simplified": "Online platforms that everyone can use are giving people a way to earn some fast money. Busy parents didn't sell their children's old things at local markets before, but now they can sell them online and put some money back in their pockets."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker are in the small boat for 227 days. They feel hungry, sick, and very tired. They go through big storms and very hot sun, but they still live. Sometimes, Pi feels good because of his three religions, but other times he feels very lonely and sad. The Mexican coast becomes visible on the horizon, and things alter. Land in sight means the end, revealing Pi and Richard Parker's fate."}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made a cup of coffee and took it to her room. She had work to complete, but it could be done later. She enjoyed a quiet hour. Noises came from chatter or TV, or her dad played jazz music while cooking. She liked this part of the day because she could play with her pet rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA's team found and recorded most of the big space rocks near Earth that are 1km wide. Large space objects called NEOs are like mountains and are situated near Earth's orbit, within 50 million kilometers. NASA is almost done studying asteroids. They've found 887 so far, and none of them are a danger to the planet."}
{"text_id": "72-a2", "simplified": "Auggie attends school for the first time. Like all kids starting at a new school, he feels very worried. But because of how he looks, it is a hard time. No one wants to sit by him. He sees other kids looking at him or talking quietly about him. He becomes friends with Jack, a classmate, and Summer, a girl he speaks with at meals. The first day is challenging. Auggie finds out that his classmates do not want to touch him because they are scared of getting 'the plague'. Auggie experiences lots of intense feelings during the school year. A shocking event at camp changes things."}
{"text_id": "73-a2", "simplified": "The two men looked at the north part of the land. It went as far as you could see. The fences were difficult to see from where they were. A boy can get very bored and rebellious, but it's hard to escape on foot. Sam saw the biggest horse and kicked the ground with its hooves. Can the boy ride? he thought about it. There was a lot of trouble a good rider could find here, far from other people. But maybe there were more problems for a person who didn't know about horses and wanted to leave his father."}
{"text_id": "74-a2", "simplified": "More than 4,000 people, aged thirteen to eighty, have gone to the top of Everest. Climbing high mountains in very cold weather and strong storms is still very risky, but the best climbers now look for new challenges. Gerlinde Kaltenbrunner is from Austria. She started to love climbing mountains when she was a teenager. She left school and became a nurse. In her free time, she liked to climb."}
{"text_id": "75-a2", "simplified": "After climbing Everest, Gerlinde decided to climb all the 8,000-metre peaks. Gerlinde climbs without needing oxygen tanks. Living at high mountain peaks is risky due to insufficient oxygen. Famous climber Gerlinde supports Nepalese children and orphans."}
{"text_id": "76-a2", "simplified": "When we look at what we have bought, we see not everything is used: the heavy wool coat we liked even though we live in a hot place, the phone we stopped using when we got a new one, the car we use only on weekends, or the guest room that is now a storage room."}
{"text_id": "77-a2", "simplified": "Historically, dreams were believed to reveal prophecies in many cultures. Gods sent dreams with knowledge, according to belief. People often think about dreams that become true in real life, concerning an event, place or person."}
{"text_id": "78-a2", "simplified": "Some of the largest and most costly transportation projects in the world have been about building bridges. Bridges help cars, trucks, and trains move over water and hills. Because of this, they are very important in building work and are watched closely, especially if they fall."}
{"text_id": "79-a2", "simplified": "Gabriela had frustration for weeks; she then spoke to her Swedish manager about her team. Her manager asked if she thought her team was still doing well, and what could help her work better with her team. Gabriela's manager was unclear. She didn't think he was doing a good job."}
{"text_id": "80-a2", "simplified": "Dogs living together send smaller, adorable dogs to ask for food. Some dogs know how to use the city's subway to move around their area. Experts do not know how the dogs know when to leave the train. People know their favorite places by the unique smells they've learned to identify. They might have learned to know the names of stations they hear in announcements. Dogs on metro don't surprise locals."}
{"text_id": "81-a2", "simplified": "Ed Stafford [from the UK] is known for being the first to walk the Amazon River end to end. He started in a small stream in Peru and walked 6,000 kilometres to the river's mouth in Brazil. It took him two years and four months. The Amazon rainforest is a place with many dangers. It has snakes, crocodiles, and jaguars. He survived with less than thousands of mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "In Britain, people spend over £1,000 each year on new clothes. This is about four per cent of their money. This number masks two major problems for society and the environment. First, many people use credit cards to pay for things. British adults owe about £670 each to credit card companies. That is 66 percent of what most people spend on clothes. Individuals use money they don't possess for buying unneeded goods. Britain disposes of around 300,000 tons of clothes yearly. Most gets sent to landfill sites."}
{"text_id": "83-a2", "simplified": "Ed's walk could not happen without modern machines. He used a radio to ask the rainforest people for food and to let him cross their land. Many people came to see him and helped him go through the hardest places. Ed walked and wrote a blog to tell about his everyday life. He used his trip to talk about the destruction of the rainforest and help environmental and children's charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Companies have found the sharing economy profitable and are trying to use resources that are not being used. A business model that has become popular fast is when companies give an online platform. This platform helps customers meet people who can give a certain product or service. Companies help people earn money by renting out their unused homes. People can drive for Uber with their own cars to make some cash."}
{"text_id": "85-a2", "simplified": "Zoos work together globally to protect endangered species through breeding programs. Rare animals find it hard to reproduce and locate partners. They are endangered due to poaching, habitat loss, and predators. A good zoo helps animals live and have babies in a safe area. When some wild species are in danger, the risk of populations becoming too similar grows. Breeding animals in zoos keeps their populations alive. Releasing them into the wild improves their gene pool."}
{"text_id": "86-a2", "simplified": "These accidents do not happen often, but boats and trains can make a bridge fall for different reasons. Trains can make a bridge fall because of how fast they hit. Boats are big and heavy, which can cause a collapse, even if they move slowly when it happens. It's important to prepare for bridge failures. New technologies can spot weaknesses, and safer workplaces and designs can help prevent terrible accidents."}
{"text_id": "87-a2", "simplified": "At first, Pi is afraid of the animals and jumps into the sea. He remembers there are very hungry sharks in the water near him. He knows he must get back into the lifeboat. Animals in the lifeboat fight and eat each other until only two are left: Pi and the tiger. Pi is fortunate. The sick tiger, named Richard Parker, doesn't want to eat him yet."}
{"text_id": "88-a2", "simplified": "When Pi is 16, a new government is chosen. His parents don't support it. Anxious about their future, Pi's parents intend to close the zoo and live in Canada. Some animals are sold to animal parks in North America. The family goes by ship to Canada with the animals. On the trip, a bad storm hits and the ship sinks. Pi's family and the ship's crew die in the water. Pi is in a lifeboat with a hyena, zebra, orang-utan, and a big tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teenagers and young people by the American writer Suzanne Collins. In 2008, this book was translated into 26 languages and sold a lot of copies. This is the first book for young readers to sell more than a million digital copies. The Hunger Games is now a big Hollywood movie and is also very successful. The movie got 152.5 million dollars in North America in its first weekend."}
{"text_id": "90-a2", "simplified": "Our mind could arrange day thoughts, dreaming symbolically. Being awake, our minds produce thoughts similar to conversations. When we sleep, our brain's language part gets less active, but the emotions part gets more active."}
{"text_id": "91-a2", "simplified": "Having nice friendships is a big part of feeling happy. In one study, most happy people had close links to friends and family. They made sure to see them often. Self-disclosure means talking about personal feelings to someone. You only need one good friend, and a few other relationships. Many friends aren't enough for doing things together or talking about music and football. That stronger link is very important. People should listen better for stronger relationships."}
{"text_id": "92-a2", "simplified": "Carol Dweck, a psychologist, said that our brains are flexible and we can learn new things, even if we're not good at them at first. Many people like to praise the final result and natural skills. They say things like 'You see details well' or 'You are good at planning events'. Studies say that if we look at how things are done, like praising hard work and trying new ideas, we can help people get better at skills."}
{"text_id": "93-a2", "simplified": "The rover examines the air often. In 2014, it detected methane, a kind of natural gas. Methane is a short-lived gas. It only survives a few hundred years. This shows that something on Mars is adding more to what is there. NASA says that Mars releases a lot of methane at one time. This is thousands of tons. The level of methane goes up and down during different times of the year, like the planet is breathing."}
{"text_id": "94-a2", "simplified": "When she started her work, Carol Dweck, a psychologist at Stanford University, gave ten-year-olds problems that were a little too hard. One group liked the challenge and knew they could get better at it. They were happy. She says they want to get better and think about what they can do next. A few children thought they were being tested for intelligence and didn't succeed. They believed strongly and couldn't think of getting better. Some of these kids said they might cheat later. Hubble Space Telescope, launched 1990, circles Earth at 547 km height. Its mirror is 2.4 meters wide. Others looked for someone who did worse than them to feel better about themselves."}
{"text_id": "95-a2", "simplified": "Scary movies like empty areas. This might be an old hospital, a frightening empty house, or a deserted town. Empty places can be quite lonely. How did people live there? Why did those people go? Maybe it's because they are very quiet, and this can be scary. Abandoned places are good for horror filmmakers as they often have no phone connection."}
{"text_id": "96-a2", "simplified": "Horror films show scary places, like a house that's really frightening. The wicked person keeps their tools hidden. Basements are usually dark and sometimes wet. To get there, you need a thin staircase. Empty basements still give a creepy feeling."}
{"text_id": "97-a2", "simplified": "Policeman Gary Collins saw riots on TV during his free time. He found out who people were and ended his holiday early. He watched CCTV footage for six months and identified 190 people, mostly by looking at their eyes. His help was very important in the investigation. With lots of video recordings, the software found just one person."}
{"text_id": "98-a2", "simplified": "Our evolution may quicken as a species when we improve our bodies. Think if you can put a computer in our brain! Improving math, sight, and hearing skills, as well as memory, will soon be common."}
{"text_id": "99-a2", "simplified": "The talk was interesting, and the speaker made some accurate points. Take parents' influence as an example. How can we expect teenagers not to text when they see their parents using social media while making the evening meal or at a red light? She made a good point about people wanting to be in many places at once. They change between their real and internet talks. I see this a lot with my teenage daughter and her friends. They meet and sit together in silence while chatting online separately."}
{"text_id": "100-a2", "simplified": "News stories sometimes make us think the world is getting more violent, but there are also good reasons to feel hopeful. After World War II ended and until 1990, 30 wars happened. These wars killed over 100,000 people. Some countries have civil wars, but most live peacefully with one another today. Wars have killed more civilians than soldiers since World War II. There has been a rise in terrorism lately. Civilian stats have good parts, not only bad. Deaths are nine times more likely to be from violent crime than from political conflict. The world murder rate went down a little, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "21-b1", "simplified": "Your dreams can reveal many things you didn't know you were thinking about. Dreams such as flying, falling, losing your teeth, or being without clothes in public likely have similar meanings for many people. Understanding feelings and events in your daily life helps link them together."}
{"text_id": "22-b1", "simplified": "One of the most fascinating examples of animals living freely in a city is the wild dogs of Moscow. In Moscow, about 35,000 stray dogs live on the streets. Some of the dogs were born in the wild, while other dogs are pets left by their owners. Some dogs are solitary, while others live in groups. In 2010, scientists looked at the dogs and discovered that they have adjusted very well to city life. They know it is safer to cross the road with people, and some dogs seem to know how traffic lights work."}
{"text_id": "23-b1", "simplified": "Wonder is the first book written by RJ Palacio, who is from New York. She explains on her website that the idea for the book came to her after seeing a girl with a birthmark on the street one day. Wonder is popular in the US and has received several awards. Many schools use it to talk about bullying and being different. RJ Palacio is writing a new book, and many people, including me, are excited to read it."}
{"text_id": "24-b1", "simplified": "Chloe owns two rats: Zena and Roxy. Chloe explains that rats aren't usual pets and she's often told they're dirty. She believes rats are great pets with proper care. Chloe has lost count of the times... She knows why people behave negatively. She didn't like rats until her friend Martin showed her his pet rats and she saw how friendly and smart they were. Last year, one of Martin's rats had babies, and Chloe decided she wanted two of them."}
{"text_id": "25-b1", "simplified": "Cape Town might be risky for baboons. Some people have been hurt or died in car crashes, and others have been electrocuted while messing with electric wires. Baboons are a species at risk of disappearing. To protect them and reduce problems with people, the city council has hired a group of Baboon Monitors. Monitors work to move baboons from cities or free them in the countryside. This policy has had some success, but it's challenging to keep baboons away from the city once they discover it's a source of simple food."}
{"text_id": "26-b1", "simplified": "I work for a big IT company. They are based in the United States, so I work from home. I save time during commuting and avoid unnecessary conversations with colleagues. I work on projects flexibly, which is beneficial as I can quickly arrange time off for my kids' school events or dentist appointments. Working without set office hours can lead me to work late, even missing dinner, to complete tasks."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti persisted, and street art saw significant growth worldwide. Some artists created art to raise awareness about war, inequality, and discrimination. Other street artists cared more about creating nice and appealing art. In South America, many street artists worked in poor neighborhoods, bringing color, life, and beauty to the grey city walls."}
{"text_id": "28-b1", "simplified": "Social media, magazines, and shop windows show people things to buy every day, and British shoppers are purchasing more clothes and shoes than ever before. Online shopping makes it simple for people to buy things without much thought. Big brands sell very cheap clothes that people use a few times and then throw away."}
{"text_id": "29-b1", "simplified": "Sam looked towards the sun, squinting at the trail of dust created by the car as it climbed towards the large house. The horses kicked and flicked their tails at flies, ignoring their owner's visit after ten months. Sam stayed there and waited. Sam was okay with Mr Carter not coming out unless he had to. The more he avoided his boss, the longer he would keep his job. Mr. Carter cleaned the sweat off the back of his neck. The wet spots on his shirt came together like shapes on a map. His skin became red in the June sun. He had a good tan, but someone else did the work to earn the money."}
{"text_id": "30-b1", "simplified": "City residents in Berlin, Germany disagreed over the necessity of shooting pigs, leading to heated discussions. Because of the protests, the city council chose to act more calmly against pigs. They stopped feeding the pigs by putting up fences and making it against the law. We will see if this plan works, but it might not succeed because warmer winters mean there are more pigs now than before."}
{"text_id": "31-b1", "simplified": "A major influence for the Hunger Games book is Suzanne's love of ancient Greek myths. She loved a story about a hero named Theseus and a monster called the Minotaur. The city of Athens is controlled by Crete, but the people of Athens are rebelling. Minos, the king of Crete, punishes the Athenians by sending seven boys and seven girls to Crete each year. The youths are thrown into a maze and eaten by a monster called the Minotaur. One of the young men, Theseus, fights the Minotaur and defeats it. Suzanne thinks Katniss Everdeen is like a modern version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos show animals to the public and help people understand the need to protect them and their habitats. Some zoos give a safe place for animals that were treated badly in circuses, or pets that were left behind. Zoos conduct research on animal behavior and illnesses treatment."}
{"text_id": "33-b1", "simplified": "A new trend is emerging, opposing consumerism, and it's called the 'buy nothing' trend. The idea started in Canada and then moved to the US, where it opposed excessive spending and waste during Black Friday and Cyber Monday. On Buy Nothing Day, people hold protests and destroy their credit cards. Buy Nothing groups fix and swap things they already have throughout the year."}
{"text_id": "34-b1", "simplified": "Is graffiti a form of art or vandalism? In many countries, vandalism means damaging or defacing property through writing or painting. The police have stopped several street artists, and a few have been fined. Many local governments complain about the high cost of removing graffiti from buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "How does the art community feel about graffiti and street art? Lately, more people have started to see how important it is as a type of art. Major shows of street art have taken place in Paris, London, and Los Angeles' galleries. American artist Elura Emerald held a street art show in New York in 2008. She supports street artists, saying they're just expressing themselves, not causing harm. People should be appreciated and praised."}
{"text_id": "36-b1", "simplified": "Most people have many dreams every night after they turn ten. This means they have around 2,000 dreams each year. By the time people are 80 years old, the typical person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, we still remember a few thousand dreams over our lifetime. Sometimes, a dream's event resembles a real-life occurrence, particularly when the dream is about common everyday things."}
{"text_id": "37-b1", "simplified": "The Hunger Games happens in the future, after North America is destroyed. The country is named Panem and consists of twelve poor areas controlled by the rich Capitol. The Capitol has complete control over the country. Each district creates various items for the Capitol. District 12 is the source of all coal for the country. There was once a thirteenth district, but it fought against the Capitol before and was destroyed."}
{"text_id": "38-b1", "simplified": "Wild animals often enter cities to search for food. In Cape Town, South Africa, baboons live near the city's edge to find food. People pick fruit from gardens and orchards, sometimes from bins. Some brave monkeys have taken food from kitchens. Baboons can be aggressive and have attacked many pets, so many city residents don't like them."}
{"text_id": "39-b1", "simplified": "Many bridge accidents happen while the bridge is being built. These accidents usually happen because of a mistake by the engineers, like a wrong calculation. The bridge falls due to its weight, posing risk to workers."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first movie directors to use the 17 steps of the hero's journey in his story. The hero's life is normal until something exciting happens, which leads to a big change. At the start of Star Wars, Luke has a normal life with his aunt and uncle, fixing robots. When he discovers Princess Leia's message for Obi-Wan Kenobi inside the robot R2D2, it is the start of the hero's adventure."}
{"text_id": "41-b1", "simplified": "One way to stop a potential hazardous object from reaching Earth is by exploding it with a nuclear bomb. It might seem like a story from a movie, and it was in the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a real NASA plan. Rockets will be fired at an asteroid to change its course. If the space rock was too near to Earth for this plan to work, the rockets would take powerful bombs to destroy it instead."}
{"text_id": "42-b1", "simplified": "Campbell says the hero initially says no to the adventure, but then a guide helps them, and they choose to enter the 'special world' where the adventure takes place. The next step is to pass tests, fight enemies, and meet friends before facing the biggest challenge. For Luke, the guide is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The opponent is Darth Vader in the unique place called the Death Star."}
{"text_id": "43-b1", "simplified": "Some things are not used much, but they can be very useful for others. With the internet, online communities have found a way to make money by sharing unused things. Websites and social media groups help people buy and sell used items, making it simpler than ever for people to share directly with each other. This is called the sharing economy."}
{"text_id": "44-b1", "simplified": "In the past, two important thoughts about dreams became well-known. We think that our dreams show us things we're not aware of in our minds. Freud thought that if we know what dreams mean, we can know our secret feelings and the problems they create. But, the other idea was completely different. It explained that dreams are simply a mix of random actions in the brain as it sorts memories and events from the day. When we wake up, we try to make sense of our thoughts and feelings and create a story."}
{"text_id": "45-b1", "simplified": "I am a freelancer and work independently. This is wonderful because I can decide what I do and how I use my time. I worked from home, but it was difficult to focus. I had trouble concentrating. There were many distractions: household chores, a cup of tea, and my family needing my attention. I went to a café to work, but the Wi-Fi wasn't perfect. I unintentionally drank too much coffee. I chose to share a co-working space with five other self-employed people. I enjoyed putting on clothes to go to work in the morning and concentrating in an office setting."}
{"text_id": "46-b1", "simplified": "NASA needs funding to build NEOCam, a telescope finding middle-sized asteroids using infrared light. If it received the money, it might reach its aim in ten years. The team needs to figure out how to protect the planet from the dangerous asteroids, even after logging in."}
{"text_id": "47-b1", "simplified": "Influencers on social media are sharing posts about clothing and make-up that they think people should buy. Some YouTube celebrities now tell their audience not to purchase anything for times as long as a year. Two friends in Canada spent a year trying to buy only food. For the first three months, they learned to live without purchasing electronic items, clothing, or household items. At the next step, they cut back on services such as haircuts, restaurant meals, and petrol purchases for their vehicles. In one year, they had saved $55,000."}
{"text_id": "48-b1", "simplified": "Pi values religion. Despite being Hindu, he shows interest in other faiths and befriends a Christian priest and a Muslim baker. People are surprised when Pi says he is Hindu, Muslim, and Christian at the same time. Pi declines selecting a single religion, preferring to express, \"I wish to cherish God. From then on, his family and teachers choose to let him decide for himself about religion."}
{"text_id": "49-b1", "simplified": "Writing down dreams might help you enter lucid dreaming. Lucid dreams are dreams where you know you are dreaming, and you can choose to change what happens in the dream. You might change a nightmare into a dream that feels safe, or you can control the story of your dream like a movie director. Instead of just interpreting your dreams, you'll make them, but keep some dreams for your subconscious to share thoughts."}
{"text_id": "50-b1", "simplified": "Many people don't know they contribute to the clothing waste issue because they give away their old clothes to charity. Charity shops struggle to sell unwanted clothes. Fast fashion is trendy but doesn't last long and is often not good enough to recycle. The Hubble Space Telescope, launched in 1990, flies around Earth at a height of around 340 miles. It has a large mirror of 2.4 meters and can capture very clear pictures of faraway space objects. People are not interested in purchasing it used. Many things are wasted, and a lot of unsold clothes are sent to other countries, leading to more economic and environmental issues."}
{"text_id": "51-b1", "simplified": "They're not satisfied with just one amazing experience, so they keep looking for new challenges. Meagan McGrath from Canada has climbed the tallest mountain on every continent, biked across Canada, and run a long race in the Sahara Desert in 45ºC heat. Maybe her most impressive journey was skiing at the South Pole. On the first day, she slipped and needed help from rescuers. We would have quit, but Meagan chose to continue. She arrived at the South Pole after forty days, pulling a sled with a tent and her food through very cold weather and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat paints rats on the walls of his hometown, Paris. He talks about various social problems to raise awareness. He paints portraits of homeless individuals in large towns, inspiring locals to ponder the homeless issue."}
{"text_id": "53-b1", "simplified": "In some places, councils have tried to get artists to stop painting graffiti on walls randomly by letting them paint in specific areas. Taiwan is a place like this, with 'graffiti zones' where artists can freely paint and write on walls. In São Paulo, Brazil, the city council has permitted some graffiti artists to paint on the subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town, South Africa. She paints big, colourful pictures and likes to explore various places. Her art is seen on sidewalks, in unused factories, and on deserted cars. She enjoys that most street art doesn't last long and will soon be taken away by rain or city workers. For her, this shows how life is full of change with its pattern of endings and new starts."}
{"text_id": "55-b1", "simplified": "In her old job, Gabriela was accustomed to a culture where power was significant and people knew their roles. In this kind of culture, leaders make important choices and rarely face opposition. In Sweden, the team is used to working together with their bosses to find solutions and make decisions. Leaders guide and support team members to think on their own. They welcome challenges."}
{"text_id": "56-b1", "simplified": "When Gabriela noticed the cultural differences between her and her team, she decided to start a discussion with them about how they felt regarding her leadership. Gabriela's team was happy to share their thoughts, revealing they weren't accustomed to being told what to do. They had more freedom to take the lead and be creative. When she told her team what she wanted, they felt she didn't trust them to do their job properly. They found it difficult to change Gabriela's mind. They had to explain their reasons for making changes."}
{"text_id": "57-b1", "simplified": "Identical twins brothers Os Gêmeos hail from São Paulo. Artists create images on walls, from simple tags to large, vibrant depictions of people. Their tasks are often so large that they need cranes to assist them. In 2007, they painted all of a castle in Scotland."}
{"text_id": "58-b1", "simplified": "People have painted and written on walls since ancient times. People in Africa and Europe painted pictures of animals and people in caves a long time ago. Graffiti is found on old buildings in some countries like Greece, Italy, Syria, and Iraq. In Pompeii, archaeologists have discovered many examples of writing in Latin. These consist of messages that are religious, political, and romantic in nature, along with some magical phrases."}
{"text_id": "59-b1", "simplified": "Have you ever thought about climbing Mount Everest or walking to the South Pole? If that's the case, you are not by yourself. Thousands of people attempt to climb the highest mountains or travel across the world each year. Today, adventurers use modern technology like GPS and satellite phones, unlike explorers in the past who used maps and compasses. Adventurers care about nature and share information on various environmental issues during their journeys. Some also assist people and collect funds for charities."}
{"text_id": "60-b1", "simplified": "The first one is DART, which stands for the Double Asteroid Redirection Test. A spacecraft called DART will crash into the moon of an asteroid named Didymos. Didymoon' is 150 metres wide and moves around its larger 800-metre companion. The DART impact aims to change its path so that telescopes on Earth can notice it."}
{"text_id": "61-b1", "simplified": "The sixteen-year-old girl, named Katniss Everdeen, lost her father in a mining mishap. She provided food for her family. She hunts in District 12's woods with friend Gale, mastering bow skills. When Prim is chosen as a tribute, Katniss decides to take her place. The other tribute from District 12 is a boy named Peeta, and Katniss gets into a difficult situation with him."}
{"text_id": "62-b1", "simplified": "Writing about your dreams helps you remember more details. Consider the people and place in the dream because they can add to the meaning. You'll be surprised how much you write in a week. You can link your dreams to daily experiences and emotions."}
{"text_id": "63-b1", "simplified": "Many bridges were made of wood and were prone to catching fire. Old-fashioned train bridges were prone to catching fire due to sparks from the wheels and tracks."}
{"text_id": "64-b1", "simplified": "The future of street art is uncertain, yet some trends are becoming clear. Many young artists paint in their city or neighbourhood, but some travel and work all over the world. Many artists share their work online, talking to each other through the internet. The art world acknowledges street art as a valid artistic expression. We don't know what the future holds for street art, but it's clear it's here to stay."}
{"text_id": "65-b1", "simplified": "Suzanne Collines finds war news disturbing. When she was young, her father was a pilot in the US Air Force and fought in Vietnam. Her mom tried to keep her safe by not saying what was going on in the war, but she still watched news shows about it and knew her dad was there. The experience was very scary for her."}
{"text_id": "66-b1", "simplified": "In a worldwide survey done by PricewaterhouseCoopers (PwC), over 40,000 answers from millennials (born between 1983 and 1993) and non-millennials were gathered about workplace culture, communication and working styles, salary structure, career growth, and work–life balance. In another worldwide survey done by Deloitte, over 10,000 millennials took part in a study about how they see the dangers and chances in the complicated world of work."}
{"text_id": "67-b1", "simplified": "American Erik Weihenmayer is an adventurer with many experiences. He's ridden a bike through Moroccan deserts, kayaked in the Grand Canyon and climbed Mount Everest. Erik became blind at the age of thirteen. Besides his trips, he tries to motivate people with disabilities to be active and leads groups of young blind people on mountain climbing trips."}
{"text_id": "68-b1", "simplified": "Online platforms are giving people an opportunity to earn some money quickly. Busy parents used to not bother selling their children's old things at local markets, but now they can sell them online and earn some money."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker stay for 227 days in the small boat. They endure hunger, sickness and tiredness. They face strong storms and hot weather, and they manage to survive. Pi sometimes feels comforted by his three religions, but sometimes he feels very sad and lonely. The Mexican coast comes into view and all becomes different. It would spoil the ending to tell you, so you need to read the book to learn what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-b1", "simplified": "Chloe came back from school, prepared a cup of coffee for herself, and carried it to her bedroom. She had tasks for study, but they might be done later. She preferred a quiet hour before parents came, filled with chatter or TV, or dad playing jazz music while cooking dinner. She enjoys this time because she can play with her rats."}
{"text_id": "71-b1", "simplified": "NASA's planetary defence team identified and logged most of the large asteroids near Earth in 2010. Near-Earth objects, or NEOs, are large rocks that are as tall as mountains and are within 50 million kilometres of Earth's orbit. NASA has 50 more asteroids to study. They are not a threat to the planet."}
{"text_id": "72-b1", "simplified": "Auggie goes to school for the first time. He is nervous about starting at a new school. But because of how he appears, it is a painful experience. No one wants to sit beside him, and he sees other children looking at him or whispering about him. He has friends, like Jack and Summer, whom he meets at lunch. The first day isn't easy either. Auggie quickly understands that his classmates avoid touching him because they are afraid of getting 'the plague'. During the school year, Auggie experiences many strong highs and lows until an unforeseen and distressing event at a school camp changes everything."}
{"text_id": "73-b1", "simplified": "The two men went to the northern part of the property. It went on as far as you could see. The fences were hard to see from that spot. A teenage boy might feel very bored and rebellious, but it's not easy to run away. Sam watched the largest horse, which was kicking the ground with its strong feet. Could the boy go on a bike? he was curious. There was a lot of trouble a skilled rider could face out here, far from anyone. Someone who knew nothing about horses and wanted to leave his father might have had even more problems."}
{"text_id": "74-b1", "simplified": "More than 4,000 people, from ages thirteen to eighty, have reached the top of Everest. Climbing mountains in harsh, freezing weather and storms remains risky, but top climbers seek new adventures. Gerlinde Kaltenbrunner from Austria developed a passion for mountain climbing when she was a teenager. After she finished school, she worked as a nurse, but continued climbing during her free time."}
{"text_id": "75-b1", "simplified": "After climbing Everest, Gerlinde chose to climb all fourteen of the world's mountains that are over 8,000 meters high. Gerlinde climbs without relying on oxygen tanks for support. High mountains have low oxygen levels, which can harm brain and body function. Climber Gerlinde helps poor kids and orphans in Nepal with her fame."}
{"text_id": "76-b1", "simplified": "If we look at the things we have bought, we see that not everything is used well: the heavy wool coat we thought was stylish even though we live in a hot country, the smartphone we stopped using when we got a new one, the car we only drive on weekends, or the guest room that became a storage room."}
{"text_id": "77-b1", "simplified": "Dreams have been linked to prophecies in various cultures' histories. People believed dreams were messages from the gods, sent to give us understanding or knowledge. Many people remember dreams about an event, place or person that later happened in real life."}
{"text_id": "78-b1", "simplified": "Some of the largest and costliest transportation projects in the world have included building bridges. Bridges are essential connections for transporting vehicles over water and other obstacles. As a result, they are a crucial part of civil engineering and are closely examined, especially when they fail."}
{"text_id": "79-b1", "simplified": "Gabriela waited several weeks before sharing her team concerns with her manager. Her manager asked if her team was doing well and what she thought would help her work better with her team. Gabriela thought her manager was unclear and wasn't doing a good job handling the situation."}
{"text_id": "80-b1", "simplified": "In packs, smaller, cute dogs are often chosen to beg for food from humans. Some dogs have learned to use the metro to move around their area. Researchers do not know how the dogs understand when to leave the train. They have a good sense of smell and can identify the smells of places they like. Another option is that they have learned to know the names of stations they hear in announcements. Metro passengers are now very familiar with seeing dogs on the trains, so locals mostly do not notice them anymore."}
{"text_id": "81-b1", "simplified": "Ed Stafford [from the UK] was the first to walk the Amazon River's entire length. He began at a small stream in the Andes mountains in Peru and reached the end of the river in Brazil after two years and four months, walking 6,000 kilometers. The Amazon rainforest has dangerous snakes, crocodiles, and jaguars, so Ed was always at risk. He survived with fewer than many mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "People in Britain spend over £1,000 on new clothes annually, which is roughly 4% of their income. This figure conceals two serious issues for society and the environment. First, much of what people spend is done using credit cards. British adults owe around £670 to credit card firms. Sixty-six percent equals the average wardrobe budget. People are spending money they don't have and buying things they don't need. Britain discards 300,000 tons of clothes each year, and most of these end up in landfill sites."}
{"text_id": "83-b1", "simplified": "Ed couldn't walk as usual without technology. He asked the rainforest people for food and permission to cross their land using a radio. Many people came to meet him and helped him find his way through the hardest areas. As Ed walked, he wrote a blog to share his daily experiences. He used his trip to raise awareness about the destruction of the rainforest and support environmental and children's charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Companies have discovered the benefits of sharing and want to make the most of unused resources. A popular business model has many companies offering an online platform that connects customers with people who can provide specific products or services. Companies act as intermediaries, enabling people to rent out their unused homes for profit. Another example is Uber, which lets people use their own cars to make extra money."}
{"text_id": "85-b1", "simplified": "Zoos play a crucial role in supporting breeding programmes for endangered species worldwide. Some of the rarest species have trouble finding mates and breeding. They also face threats from poachers, habitat loss, and predators. A good zoo provides a safe habitat for animals to live and reproduce. As some wild species decline, the risk of populations becoming too similar increases. Breeding programmes help protect endangered species. By releasing zoo animals into the wild, we can increase genetic diversity."}
{"text_id": "86-b1", "simplified": "Accidents are rare, and boats and trains can cause a bridge to collapse for different reasons. For trains, the speed of the crash can cause a bridge to collapse. It's the big size of the objects with boats that can cause a collapse, even if they are moving slowly. Planning prevents bridge failures. New technologies that can spot weaknesses, safer workplaces, and improved designs can all help to prevent these terrible accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is scared of the animals and leaps into the sea. He thinks about the sharks in the water and decides his only choice is to get back into the lifeboat. One after another, the animals in the lifeboat kill and eat each other until only Pi and the tiger remain. Pi is lucky because the tiger, named Richard Parker, is feeling sick and doesn't want to eat him."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is formed, but his parents don't agree with it. Concerned about what will happen next, Pi's parents choose to shut down the zoo and move to Canada. Some animals are sold to zoos in North America. The family takes them to Canada by ship. While traveling, a very bad storm happens, and the ship goes down. Pi's family and the sailors on the ship all died, but he found himself in a lifeboat with a hyena, a zebra, and an enormous tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teenagers and young adults by the American writer Suzanne Collins. Since it came out in 2008, it has been translated into 26 other languages and has sold millions of copies worldwide. This is the first book for young readers to sell over a million digital copies. The Hunger Games is now a big movie and it's very successful. The movie earned 152.5 million dollars in North America during its first weekend."}
{"text_id": "90-b1", "simplified": "Our minds might be sorting through our thoughts during the day, and this could be why we have dreams with hidden meanings. When awake, our thoughts are like inner dialogues. When we sleep, the language part of our brain lessens, and the emotions part becomes more active."}
{"text_id": "91-b1", "simplified": "Having strong friendships is an important part of feeling happy. In one study, most happy people had close connections with friends and family. They ensured they spent time with them often. To have self-disclosure, you must share feelings with someone. Having one close friend is enough, along with a network of other connections. Having many friends isn't sufficient just for activities or talks about music and football. The connection between them is crucial. Improving listening abilities helps create stronger relationships."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck, who supports the 'growth mindset' idea, talked about how flexible the brain is and how we can improve skills and talents that we were not good at initially. We often praise people for their skills, like being good at details or planning events. Research indicates that focusing on the way things are done, like praising effort and problem-solving, helps develop new skills and improve talents."}
{"text_id": "93-b1", "simplified": "The rover checks the air regularly and found methane, a natural gas component, in 2014. One feature of methane, a gas, is that it lasts only a few hundred years. This suggests that something on Mars is adding more to the supply. NASA, the space agency, says Mars releases large amounts of methane gas all at once. The amount of methane goes up and down at different times of the year, almost like the planet is breathing it."}
{"text_id": "94-b1", "simplified": "At the start of her career, psychologist Carol Dweck from Stanford University gave challenging problems to ten-year-olds. One group responded well, saying they enjoyed challenges and knew they could improve their skills. She says they believed in improving themselves and are thinking about what they can do later on. Some kids believed their intelligence was under assessment and didn't perform well. They held a rigid belief and couldn't envision progress. Some children might cheat in the future. The Hubble Space Telescope, released in 1990, floats above Earth at a height of around 547 km. It boasts a 2.4-meter mirror and captures precise images of far-off celestial bodies. To boost their confidence, others looked for someone who had done worse than them."}
{"text_id": "95-b1", "simplified": "Horror movies prefer deserted areas. This might be an abandoned hospital, a frightening empty house, or a deserted town. Lonely, empty places have a special feeling. How was life when people stayed there? Why did those people go away? It might be that they are very quiet, which is frightening. Abandoned places are useful for horror film directors because it's more believable that there will be no phone signal there."}
{"text_id": "96-b1", "simplified": "Horror movies often feature a frightening house or a scary place. The evil person hides their tools in a secret place. NP | wicked person : 0.4028. Basements are usually dark and sometimes wet. You can only get to them by a small staircase. Basements always feel scary, even if there is nothing in them."}
{"text_id": "97-b1", "simplified": "Off-duty policeman Gary Collins watched the London riots on TV. He quickly identified some people and cut his holiday short to assist with identification. He spent six months watching the CCTV video and was able to identify 190 people, many just by looking at their eyes. His help was crucial in the investigation. Facial recognition software found only one person after looking at 200,000 hours of footage."}
{"text_id": "98-b1", "simplified": "I find it interesting to think about how we might make our evolution faster as humans by improving our bodies. Think about putting a computer into our brain! We will soon be able to improve our math skills, perception, and memory. This will become more normal over time."}
{"text_id": "99-b1", "simplified": "It was an interesting talk, and the speaker really understood a few important points. Parental influence can have a significant impact. How can we expect teenagers not to text while doing their homework when they see their parents using social media while making dinner or stopped at a red light? She also made a good point about people wanting to be in multiple places at the same time. They move between talking in person and online. I notice this often with my teenage daughter and her friends. They meet up and sit together in silence, each doing their own online chat."}
{"text_id": "100-b1", "simplified": "News stories often make us believe the world is becoming more violent, but there are also reasons to be hopeful. From the end of World War II until 1990, there were 30 wars that caused over 100,000 deaths. Civil wars continue in some places, but most countries live peacefully together now. Terrorism has increased a lot recently, and since World War II, conflicts have caused the deaths of many more civilians than soldiers. The statistics are not all bad, even for ordinary people. Deaths from violent crime are nine times more likely than from political conflict. The global murder rate decreased slightly, from 8 per 100,000 people in 2000 to 5.3 in 2015."}
