{"text_id": "21-a2", "simplified": "You might learn something new about yourself through your dreams. Most people share these dreams, and they probably mean similar things. These ideas are easier to understand if you think about them in relation to your daily life."}
{"text_id": "22-a2", "simplified": "Wild dogs live in Moscow, and this is a special and interesting situation. There are about 35,000 stray dogs in Moscow. Some dogs were never raised by people. Some pets no longer have homes. Dogs live in different ways: some alone, and some with others. Scientists studied dogs in 2010. The dogs were able to live successfully in cities. It is safer to cross the street when you are with other people."}
{"text_id": "23-a2", "simplified": "R.J. Palacio wrote a book named Wonder. This is her first published work. She lives in New York. She says she decided to write the book after seeing a girl who looked different. Many people in the United States have bought Wonder. It has also won awards. Many schools use this to begin talking about bullying. They are making a movie, and I am looking forward to the author’s next book."}
{"text_id": "24-a2", "simplified": "Chloe has a pet rat named Zena, and another named Roxy. Rats are not like cats or dogs, and Chloe knows this. She has repeatedly explained that rats are clean animals and good pets if you treat them well. She can see why people have strong feelings about it. But after meeting Martin’s rats, she changed her mind. Martin had a rat that had babies last year. Chloe wanted two of these babies."}
{"text_id": "25-a2", "simplified": "Baboons may find Cape Town unsafe. Car accidents and electric cables have both caused people to be hurt or killed. Baboons are endangered, so the city hired people to help them. These people also try to stop problems between baboons and humans. If baboons enter cities, monitors will try to drive them out or take them to the country. The policy is partially working, but baboons keep returning to the city to eat."}
{"text_id": "26-a2", "simplified": "I work for a big computer company around the world. The main office is in the US, so I work from my home using the internet. I save time because I don't travel to work or have small talk with people I work with. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The problem is, when I don't have set work hours, I often work late."}
{"text_id": "27-a2", "simplified": "In the 1990s, people continued to paint graffiti. Also, street art became very popular worldwide. Some artists expressed their political views through their art. The other artists mainly wanted to create pretty art. South America has many street artists who paint in poor areas. They make the walls look nicer."}
{"text_id": "28-a2", "simplified": "Every day, people see ads for things to buy. In Britain, people are buying more clothes and shoes than they did in the past. People wear these cheap clothes only a couple of times before getting rid of them."}
{"text_id": "29-a2", "simplified": "A car was driving up to the Big House, and Sam watched it from a distance, shading his eyes. The horses were annoyed by flies. It had been ten months since their owner last visited, but they didn’t seem to notice. Sam did not move; he waited. Sam was glad that Mr. Carter didn't visit unless he needed to. To keep his job, he should avoid his boss. Mr. Carter wiped his sweaty neck. Wet spots spread on his shirt, making shapes like a map. He was getting a sunburn in June. He didn't look like he worked for a living; he looked wealthy."}
{"text_id": "30-a2", "simplified": "Many people in Berlin did not like that hunters were shooting pigs, because they thought it was cruel. People protested, and the city council decided to be kinder to the pigs. They stopped shooting the pigs and started using fences. It is now illegal to feed them. We can only wait to see if the plan is good. There are more pigs than before, and this is because winters are warmer."}
{"text_id": "31-a2", "simplified": "Suzanne Collins’ love of Greek myths helped her create The Hunger Games. She had a favorite story when she was a child: Theseus and the Minotaur. Athens is ruled by Crete, but this makes the Athenians angry. Minos punished Athens. Each year, Athens sent him seven boys and seven girls. There is a maze with a dangerous monster called the Minotaur. It eats young people. The Minotaur was killed by a young man called Theseus. Suzanne is watching Katniss now. Everdeen is a hero for a new time, like Theseus was for his."}
{"text_id": "32-a2", "simplified": "Zoos help people learn about saving animals and where they live. Zoos can also help pets that people left behind. Zoos research how animals act and how to keep them healthy."}
{"text_id": "33-a2", "simplified": "Instead of buying things, some people are now trying to buy nothing at all. Originally from Canada, this idea moved to the US. It encouraged people to spend less during the Black Friday and Cyber Monday sales. Buy Nothing Day is when people protest and some cut up their credit cards to show they won’t shop. At first, scientists doubted this technology. No groups help people trade or fix things they have."}
{"text_id": "34-a2", "simplified": "Graffiti: is it good or bad? Some people may not think so, but in many countries, it is vandalism to write on or paint buildings and other property. Some street artists were fined by the police. Cities complain that removing graffiti is very costly."}
{"text_id": "35-a2", "simplified": "What does the art world think of graffiti and street art?  It’s becoming more popular as an art form. Street art exhibitions took place in galleries in three cities: Paris, London, and Los Angeles. Elura Emerald, an American artist, held an art show in New York in 2008. She supported street artists. She said they are just expressing their ideas, and not causing harm. They deserve our thanks and a celebration."}
{"text_id": "36-a2", "simplified": "Most people dream four to six times each night after they turn ten years old. People usually have about 140,000 dreams by the time they are 80 years old. But we still remember some dreams during our lives. If you dream about something you experience often, it might seem to come true."}
{"text_id": "37-a2", "simplified": "The Hunger Games is set in a future world where North America no longer exists. There is a country named Panem. It has twelve districts where people are poor. The Capitol is a wealthy city that rules the country. The Capitol is very powerful in the nation. The Capitol gets different products from each area. District 12 is where the story starts. It provides coal for the whole country. It fought against the Capitol a long time ago."}
{"text_id": "38-a2", "simplified": "Cities sometimes have wild animals looking for food. Baboons are looking for food in the areas where people live near Cape Town. These animals open trash cans and eat fruit that grows in gardens and on trees. Baboons have been known to enter houses and steal food. Baboons attack pets sometimes. Because of this, people who live in cities don’t want them nearby."}
{"text_id": "39-a2", "simplified": "A lot of accidents happen on bridges that are being built. Often, these accidents are the fault of the engineers. The bridge broke because of its weight. Workers on the bridge could be hurt."}
{"text_id": "40-a2", "simplified": "George Lucas’s stories were based on a famous story structure with 17 parts. This adventure makes a big change in the hero’s life. Luke lives a simple life with his aunt and uncle, and he fixes robots. When he finds the message, the hero begins his adventure. Princess Leia sent the message to Obi-Wan Kenobi, and it was hidden in R2D2."}
{"text_id": "41-a2", "simplified": "If a large asteroid is coming towards Earth, we could try to destroy it with a nuclear explosion. NASA once planned a mission called HAMMER. This mission was about protecting Earth from asteroids. It was similar to the movie *Armageddon*. Scientists hoped to change the asteroid’s path by firing eight-ton rockets at it. If the asteroid was too close, we would use rockets and nuclear bombs to destroy it."}
{"text_id": "42-a2", "simplified": "This guide helps the hero begin the adventure and enter a new, different world. The hero gets ready for a big challenge by taking tests, fighting enemies, and making friends. Darth Vader fights against Luke, and this happens on the Death Star."}
{"text_id": "43-a2", "simplified": "People may not see a use for some items, but others will. The internet allows people to share and make money from things they don't use often. It is now simple for people to buy and sell things from each other online. This is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 1700s and 1800s, people started to believe two main ideas about dreams. It's thought that dreams show hidden parts of our minds. Freud said dreams can show us what we truly feel. Another idea was different from this one. While you sleep, your brain works on memories, and this causes dreams. After waking up, we try to understand what we dreamed."}
{"text_id": "45-a2", "simplified": "I am self-employed and work on different projects. I enjoy this because it lets me be independent with my time. At first, I was working from home, but I found it really hard to concentrate.  I had trouble working because of distractions at home. The internet was not strong, and I drank too much coffee. I rented a desk. Five other freelancers work there too. I was happy to go to work each day and be able to focus on my tasks."}
{"text_id": "46-a2", "simplified": "To find all remaining medium-sized asteroids, NASA needs to build NEOCam. This requires money. If they have the money, they can probably do it in ten years. The team needed to defend the planet from dangerous asteroids after they logged in. These asteroids were called PHAs."}
{"text_id": "47-a2", "simplified": "Many influencers on social media usually share what to buy, but now they are also talking about getting things for free. YouTubers are now telling people who watch their videos to stop buying things for a year. The friends worked for a year in Canada, and they only used their money for food. They learned to live without buying things for three months. Next, they stopped using some services. These included haircuts, restaurants, and gas for cars. One year later, they had saved $55,000."}
{"text_id": "48-a2", "simplified": "Religion is important to Pi.  His family is Hindu, and he is interested in learning about other religions. He is friends with a Christian priest and a Muslim baker. Pi told everyone he was part of all three religions: Hindu, Muslim, and Christian. Pi’s family and teachers wanted him to pick a religion. But Pi said he wanted to love God in his own way. They let him make his own choices about religion after that time."}
{"text_id": "49-a2", "simplified": "It is possible to have clear dreams by writing about them. Lucid dreams happen when you know you are dreaming. You might be able to change a bad dream into a good one. Instead of figuring out what dreams mean, you can start making them."}
{"text_id": "50-a2", "simplified": "People often donate clothes they don't want, but this doesn't mean the clothes aren't thrown away later. People donate clothes, but charity shops can’t sell it all. Fast fashion trends don’t last long. The clothes are often cheaply made and can’t be recycled. No one wants to buy them used. Many clothes that charities cannot use are sent to other countries."}
{"text_id": "51-a2", "simplified": "Some people who like to travel don't stop after one trip. Meagan McGrath is from Canada. She has climbed the tallest mountain on every continent. Her trip to the South Pole by skis was very special. She fell into a glacier on the first day. Someone rescued her. It was so hard that most people would have stopped. Meagan didn't. She traveled to the South Pole, and it took forty days. She pulled a sled with her tent and food. The weather was freezing, and there were ice storms."}
{"text_id": "52-a2", "simplified": "He started painting rats in Paris, where he grew up. He wants people to be aware of problems in the world. He makes paintings about homelessness in big cities. He wants people to think about it."}
{"text_id": "53-a2", "simplified": "Some cities let artists paint in special places. You can find places in Taiwan where artists can paint on walls legally. Graffiti artists are allowed to paint on subway trains in São Paulo, Brazil."}
{"text_id": "54-a2", "simplified": "She is Faith47, and she is from Cape Town, South Africa. She paints people and animals with bright colors, and she likes to travel. You can find her artwork on streets, in closed factories, and on old, unused cars. She is happy that street art is temporary. It will be gone soon. This reminds her that life is always changing—things finish, and new things begin."}
{"text_id": "55-a2", "simplified": "Gabriela’s old job had a system where people respected those with power. Leaders are in charge here, and people don't usually challenge them. In Sweden, it is common for employees to work with their bosses to make decisions. Her team knew this. Leaders encourage people to think on their own. They also want people to feel comfortable disagreeing with them."}
{"text_id": "56-a2", "simplified": "Gabriela learned about cultural differences with her team. She wanted to know what they thought of her leadership, so she asked them. Gabriela’s team was glad to give their opinion. They said they didn’t want someone to tell them what to do. It was good for them to have more opportunities to be creative and start new things. Her team felt she didn’t trust them when she gave very specific directions. When they questioned Gabriela’s decisions, she became upset."}
{"text_id": "57-a2", "simplified": "These Brazilian artists are identical twins. They paint different kinds of art on buildings, including tags and large portraits. Their work is big, so they use cranes to lift heavy things. A castle in Scotland received a full paint job in 2007."}
{"text_id": "58-a2", "simplified": "Walls have been used for pictures and words since the beginning of time. Africa and Europe have old cave paintings of animals and people made by early humans. Graffiti is on buildings in ancient places like Greece, Italy, Syria, and Iraq. Archaeologists studying Pompeii, a Roman town, found many writings in Latin on its walls. They have messages about religion, politics, romance, and even magic."}
{"text_id": "59-a2", "simplified": "The South Pole is far away. Have you ever dreamed of walking there? If that is the case, many other people feel the same way. Each year, many people attempt to climb the tallest mountains in the world. Now, adventurers use GPS and phones that connect to satellites. Some adventurers love nature, and some want to help people. Both use their travels to do this."}
{"text_id": "60-a2", "simplified": "There is a test named DART. It’s full name is the Double Asteroid Redirection Test. A test is planned for DART, and it will happen at the moon of the asteroid Didymos. 'Didymoon' is 150 meters across. It goes around a larger asteroid, which is 800 meters wide. We hope a spacecraft will hit 'Didymoon' and change its path. Then, telescopes on Earth will be able to see this change."}
{"text_id": "61-a2", "simplified": "Katniss’s father died in a mining accident. Now, she must get food for her family. She and her friend go to the woods to hunt. The woods are close to District 12. Gale learns to use a bow and arrow very well. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead.  District 12 sends two tributes: Katniss and a boy named Peeta. Katniss and Peeta have a difficult connection."}
{"text_id": "62-a2", "simplified": "If you write down your dreams, you will likely remember more details. After a week, you will find you have written a lot. Now, try to link your dreams to your everyday experiences."}
{"text_id": "63-a2", "simplified": "In the past, most bridges were built with wood. These sparks could cause the wooden parts of the bridges to catch fire."}
{"text_id": "64-a2", "simplified": "No one knows what street art will be like later, but some new styles are starting. Many street artists are young people who create art in their local area. Artists are using the internet to show their work and talk to each other. Street art is now considered a real form of art by many artists and experts. It's unclear what will become of street art. Still, it will continue."}
{"text_id": "65-a2", "simplified": "Suzanne Collins doesn't like watching war news; it makes her upset. She remembers her father as a pilot. He was in the US Air Force and fought in Vietnam. Her mother didn't want her to worry about the war, so she kept it a secret. She felt very afraid during that time."}
{"text_id": "66-a2", "simplified": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. Deloitte surveyed more than 10,000 young workers worldwide. The survey asked about their opinions on work."}
{"text_id": "67-a2", "simplified": "He is American, and his name is Erik Weihenmayer. He loves adventure. He traveled across Morocco by bike, went through the Grand Canyon in a kayak, and climbed Everest. Since he was 13, Erik has not been able to see. He is a traveler who also helps people with disabilities. He takes young blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "These days, people can use the internet to earn money easily. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker survived for 227 days on the lifeboat. They suffer from hunger, illness, and being very tired. It is hard for them because of the storms and heat, but they live. Pi’s religions help him feel better, but he still gets lonely and sad. The Mexican coast is now visible, so everything feels new. I won’t tell you the ending. Read the book to find out what happens."}
{"text_id": "70-a2", "simplified": "Chloe returned from school, made coffee, and went to her bedroom with it. She had some work for class, but it wasn't important right now. She wanted some quiet time before her parents got home and the house was filled with talking, TV, and music. Because she could play with her rats, she liked this time of day."}
{"text_id": "71-a2", "simplified": "In 2010, NASA found and recorded 90% of large asteroids near Earth. These asteroids were 1 kilometer wide. We call objects close to Earth \"NEOs.\" These objects are very big. NASA has identified 887 asteroids and believes none of them, or the 50 still to be found, will hit our planet."}
{"text_id": "72-a2", "simplified": "First, Auggie decided to attend school. Then, he faced his first day. He feels anxious because he is new to the school. It is very painful for him because of his appearance. He is lonely because other kids don't want to be near him, and he knows they talk about him. He also becomes friends with Summer, a girl he talks to during lunch. Difficulty continues after the first day. Auggie finds out that his classmates think he is sick and don’t want to touch him. Auggie's school year is full of challenges and happy times."}
{"text_id": "73-a2", "simplified": "The two men looked north, across the land. It was very large and continued far away. It was difficult to see the fences where they were standing. If a teenage boy was bored and angry, he still couldn't walk to freedom. The horse was very big, and Sam looked at it while it kicked the ground. Was it possible for the boy to ride? He considered the matter. This area was dangerous for horse riders, and it was very far from other people. If you knew nothing about horses and wanted to leave your father, you could have faced more problems."}
{"text_id": "74-a2", "simplified": "Everest has been climbed by over 4,000 people. It's dangerous to climb high mountains when the weather is bad. However, skilled climbers are always looking for new goals. Gerlinde Kaltenbrunner is from Austria. She started to love climbing mountains when she was a young girl. She studied, then became a nurse. She also liked climbing as a hobby."}
{"text_id": "75-a2", "simplified": "She climbed Everest. After that, Gerlinde wanted to climb all fourteen of the world’s highest mountains. She climbs without oxygen to make the climb harder. Low oxygen levels on mountains can make it hard for your brain and body to function well. Gerlinde is known for climbing mountains. She also helps a charity that supports children in Nepal."}
{"text_id": "76-a2", "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-a2", "simplified": "Many cultures believe dreams show us what might happen later. Dreams were considered important messages from the gods. Many people have had dreams that later became reality."}
{"text_id": "78-a2", "simplified": "Many countries build large, expensive bridges for transportation. Bridges help us travel easily. They go over water, mountains, and other roads. They are essential to civil engineering and must be very safe. When they fall down, it causes a lot of concern."}
{"text_id": "79-a2", "simplified": "For weeks, Gabriela was unhappy with her team. She told her Swedish manager about it in an email. Her manager asked about her team’s work. He wanted to know how she could work better with her colleagues. Gabriela didn't think her manager was clear or helpful in dealing with the situation."}
{"text_id": "80-a2", "simplified": "These cute dogs get food, which they bring back to the group. Dogs in the city have learned to use the metro system. It is a mystery how dogs know when to get off the train. They know where to go because they remember smells. Perhaps they know the stations because of the announcements. It is now normal to see dogs on metro trains. People don’t mind them."}
{"text_id": "81-a2", "simplified": "A man named Ed Stafford from the UK was the first to walk across the Amazon River. He began a long walk in Peru. He finished it in Brazil after two years and four months. He walked 6,000 kilometers. The Amazon rainforest is home to dangerous animals. Ed was never safe. He was lucky to be alive. Mosquitoes and ants bit him a little."}
{"text_id": "82-a2", "simplified": "The average British person spends over £1,000 annually on clothing. This number seems small, but it actually shows two serious problems. Credit cards are a common way people pay for things. Credit card debt in the UK is about £670 per person. It costs 66% of the average amount for clothes. People spend money even when they don’t have it. Britain wastes 300,000 tons of clothes every year."}
{"text_id": "83-a2", "simplified": "It was technology that allowed Ed to walk. He needed food and permission to travel through the rainforest. He used a radio to ask the people who lived there. Many people came to see him and helped him travel across the hard land. He walked and kept a blog about what happened each day. He spoke to the media about the rainforest’s destruction while on his trip. He also collected money for charities that help children and the environment in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Companies now see that the sharing economy can be very profitable. They want to earn money by using things that are not being fully used. Companies are building online platforms so customers can easily find the products or services they want. Airbnb makes it easy for people to earn money from their homes. Uber is a company where people can use their cars to give rides and earn money."}
{"text_id": "85-a2", "simplified": "Zoos today have a key job: helping to breed animals, especially those that are becoming extinct. Rare animals in the wild have a hard time finding partners to have babies with. They are also in danger from people hunting them, losing their homes, and other animals. A good zoo keeps these animals safe so they can live and reproduce. Also, when there are fewer wild animals of a kind, they may become too alike genetically. Animals born in zoos can be set free in the wild."}
{"text_id": "86-a2", "simplified": "It is very rare for a bridge to collapse because of a boat or a train. But the reasons are not the same. Bridges fail because of the force of a fast-moving train. Large boats can break things, even if they aren’t going fast. Planning helps us avoid bridge failures. Better technology, work conditions, and designs can lower the number of accidents."}
{"text_id": "87-a2", "simplified": "First, Pi was very afraid of the animals. Then, he jumped into the ocean. He remembered the sharks. They were hungry, so he climbed back into the lifeboat. The animals in the lifeboat began to kill each other for food. Only Pi and the tiger didn’t die. Pi survived because the tiger, Richard Parker, was too sick to hunt him."}
{"text_id": "88-a2", "simplified": "Pi is 16 years old when a new government is chosen. His parents do not like this new government. Pi’s parents decided to start a new life in Canada, and they closed the zoo before they left. The family travels to Canada by ship with the animals. On the way, there is a terrible storm and the ship sinks.  Sadly, Pi's family and the ship's crew die in the water. Pi survives and is on a lifeboat."}
{"text_id": "89-a2", "simplified": "It’s a popular story for young readers, written by Suzanne Collins from America. It was published in 2008. Now it is available in 26 languages. It has sold millions of copies worldwide. This is the first book for children that has sold more than a million copies online. The Hunger Games movie is very well-known and successful. The film opened with $152.5 million in North America."}
{"text_id": "90-a2", "simplified": "When we dream, our brain may be sorting through the day’s ideas. These ideas appear as symbols in our dreams. When you're awake, you mostly think in words. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active."}
{"text_id": "91-a2", "simplified": "If you want to be happy, build good relationships. People who are happy often have close relationships with their friends and family. You should have someone you trust to share your emotions with. You don't need many people; one close friend and other connections are enough. You need more than friends who only share your interests. A strong connection is key. It is important to listen to others if you want better relationships."}
{"text_id": "92-a2", "simplified": "Psychologist who believes people can improve. Dweck said our brains allow us to learn new things and improve. Often, we praise people for their achievements and skills they were born with. 'You really have an eye for details' or 'You have a real talent for organising events'.  If we praise how someone tries, experiments, and solves problems, research suggests they will learn and grow."}
{"text_id": "93-a2", "simplified": "The rover looks at the air around it. In 2014, it found methane. This gas is important for life and is also a part of natural gas. Methane exists for only a short period – about a few hundred years. This means something is adding more of it on Mars. According to NASA, Mars emits thousands of tons of methane at a time.  Methane in the air increases and decreases regularly throughout the year."}
{"text_id": "94-a2", "simplified": "Early in her work, the psychologist… Dweck gave a group of children problems that were not easy for them. One group felt good about the challenge and thought they could get better at it. She says they have a positive attitude towards learning and the future. Some children felt they were being tested on how smart they were, and they thought they did poorly. They believed their abilities couldn't be changed. Some children said they may cheat again. Others tried to feel good about themselves by comparing themselves to those who had made bigger mistakes."}
{"text_id": "95-a2", "simplified": "Horror films are often set in places where no one lives. This place looks like an abandoned hospital, a scary empty house, or a town with no people. Some people feel drawn to empty places. What was it like to be a person living there? Do you know why they departed? It's possible their quietness makes people scared. It’s natural for horror films to be shot in abandoned places. It’s believable that you can’t get a signal there."}
{"text_id": "96-a2", "simplified": "Basements are often scary in horror movies. That is often where something is hidden. Basements are usually dark and a little wet. You can only reach them by a narrow staircase.  Basements are creepy places, even when they are not used."}
{"text_id": "97-a2", "simplified": "Gary Collins was a police officer. He saw the London riots on TV. He quickly knew some people. He ended his vacation early to help identify them. He examined security camera recordings for six months. He was able to identify 190 people, and he often recognized them by their eyes alone. We couldn't have done the investigation without his help. The program used faces to identify people in 200,000 hours of video, but it only found one."}
{"text_id": "98-a2", "simplified": "I think it's cool to think about how we can make our bodies better so humans can evolve more quickly. Imagine a computer working inside your head. It will soon be possible to improve our skills in math, seeing, hearing, and memory."}
{"text_id": "99-a2", "simplified": "The speaker’s talk was interesting and accurate. Let's look at parents as an example. We can’t expect teens to stop texting during homework if their parents are always on their phones. It's true what she said – people often want to be everywhere. Sometimes they talk in person, and sometimes they talk online. I notice this happening often with my teenage daughter and her friends. They met up and sat together, but each was having a separate conversation online."}
{"text_id": "100-a2", "simplified": "We hear a lot about violence, but things aren't completely bad. Thirty wars took place between 1945 and 1990. Each war resulted in over 100,000 deaths. We still see some civil wars today, but most countries are more peaceful now. In the past few years, terrorism has become more frequent. After World War II, most people killed in wars were civilians. The numbers aren't all bad, even if you're not a soldier. However, the number of murders around the world decreased a little between 2000 and 2015."}
{"text_id": "101-a2", "simplified": "She has seen many projects in her country that help women and girls get education and training. Wasfia noticed Bangladesh needed to be stronger. She combined her love of climbing mountains with her work for human rights. She wanted to improve how people thought about women in Bangladesh. People in Bangladesh rarely see mountains because the country is flat. Her campaign is working, and people are starting to notice her. This includes people in her country and around the world."}
{"text_id": "102-a2", "simplified": "Many people believe developing countries are in a bad situation. They have extreme poverty and are often ruled by dictators. This is the opposite of what is true. We are seeing a major shift. In the last 20 years, over 700 million people have become wealthier and are no longer poor. Also, six million fewer children die each year because of illness. More girls are going to school, and more people have clean water."}
{"text_id": "103-a2", "simplified": "To be more encouraging, managers will often say something good, then something critical, then something good again. If people receive feedback all the time, they may not trust positive comments. They might think these comments hide problems. It’s important to praise good work. This helps people keep performing well and feel encouraged."}
{"text_id": "104-a2", "simplified": "I work with a group trying to stop robots that can kill people. Instead of scary movie robots, consider real military machines. They are already used to kill people, and they don't need much human control. Robots will soon be able to kill people without needing direct orders. I think this is very wrong and could harm people. We should think carefully before telling machines what to do."}
{"text_id": "105-a2", "simplified": "A lot of people around the world are learning English. It is used in many places. Many people in the world speak Chinese as their first language. But a language is more likely to have many learners if it’s used in many countries."}
{"text_id": "106-a2", "simplified": "Your manager needs to talk to you about the project you just finished. You were worried the whole weekend, thinking about your mistakes. First, she said your work was good. Then you expected her to say something negative. To give helpful feedback, start with a compliment. Then, share your concerns. End with another compliment."}
{"text_id": "107-a2", "simplified": "Born in the USA is a lively rock album with a strong beat. Many famous rock songs tell stories about the struggles people face in America. Lots of songs are about the problems of everyday people who work hard. The song \"Glory\" has become very popular. \"Days\" is a story about the past in a small town. \"Downbound Train\" is a story about a young man and his job. He seems to be thinking about a different life he could have lived. This album will show you how talented the Boss is."}
{"text_id": "108-a2", "simplified": "He suggests increasing ocean protection to 10%, up from the current 3%, to help the ocean recover. Lewis has seen the harm to the environment during his travels. He swam over coral reefs that had turned white because the water was warmer. He also saw underwater areas with no life in the Red Sea. These areas were shallow and full of plastic. If nature has enough space, it can get well, says Pugh. There isn't much time. We need to protect our seas, or we will have a very serious problem."}
{"text_id": "109-a2", "simplified": "The author has sold many books and is successful. Please provide the complex sentence you would like me to rewrite. You only wrote \"Terrie,\" which is a name and not a sentence. I need the sentence to be able to help you.  Sharp is a talented writer who has won an award twice. The author received an award for their writing. She also learned a skill for stealing cars – using a knife to open doors. Now, she is more outgoing. She appears on TV shows like Police Today."}
{"text_id": "110-a2", "simplified": "Is life becoming more difficult each day? Is it possible to make things better? This led to changes in politics and society. Steven Pinker studies how life has improved for people over time, and he believes things are getting better. We now have lives that are longer, healthier, and more enjoyable. Pinker says the main problem is that people are questioning reason and science. If leaders make people feel strongly about their group, hopeless about the future, and distrustful of others, important systems can be permanently damaged."}
{"text_id": "111-a2", "simplified": "In old horror movies, characters in trouble often could not get help. It is harder to believe that now that everyone has a mobile phone. How can we keep the story exciting? This area has no cell service. Heroes in scary movies often can't get a phone signal when they need it most. Your phone's battery could end before you finish talking. It might be either one, or both."}
{"text_id": "112-a2", "simplified": "Central America’s banana industry was threatened in the 1950s when the ‘Big Mike’ banana, their most important crop, started to die. Now, the same thing is happening to the banana called Cavendish. Gros Michel bananas were the main type grown on Central American farms. They were easy to move, had thick skins, and were delicious. United Fruit was the biggest banana company in South America. They grew bananas very efficiently."}
{"text_id": "113-a2", "simplified": "Most spiders use venom to catch food. It is rarely dangerous to people. Most spider bites are painful, but they are not usually fatal. In Australia, a medicine was created in 1981 to treat bites from the Sydney funnel-web spider. Since then, no one has died. If you see a tarantula, leave it alone. If they are attacked, they release a cloud of hairs that cause irritation. They are small hairs that can get under the skin or in the eyes."}
{"text_id": "114-a2", "simplified": "This scary movie trick was often seen in films from the late 20th century. It finishes with everyone dying except for one girl. Girls often start out innocent, shy, and not very strong. She is now the most capable and strong person alive. The girl who is last often wins the game."}
{"text_id": "115-a2", "simplified": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals.  Our brains are special not just because of their size. Their abilities and how they came to be are also key. It is hard to know how our ancestors spoke because we have few clues. We see changes in their mouths, throats, and tongues. Long ago, around 100,000 years ago, people could create different sounds. In the past, evolutionary biologists could only guess at the sounds early humans made when they talked."}
{"text_id": "116-a2", "simplified": "It’s not natural for girls to prefer art; society teaches them to do so. Boys are similarly steered towards maths and science. It's also a problem that young people rarely see women in science jobs. We often see scientists, inventors, and astronauts as men in cartoons and stories. People often have the wrong idea that scientists are strange and lonely. The media often has wrong ideas about who scientists are. Because of this, girls may not want to be scientists. More women in science can inspire girls and make them feel like they belong."}
{"text_id": "117-a2", "simplified": "The Scallion is a newspaper for students and teachers. It is free and published every week. Many students – about 10,000 – read it. It is written and produced entirely by students.  The newspaper is popular with university people. They use it for entertainment, culture, and work. It is costly to produce newspapers. Also, some students cannot easily get the paper. They must go to the university in person to get a copy. Another problem for the environment is that many copies become trash on campus."}
{"text_id": "118-a2", "simplified": "Girox Foods loses about 12% of its workers annually. The number is not high, but it is lower than the seven percent average. This report looks at the reasons employees are happy and involved in their work."}
{"text_id": "119-a2", "simplified": "The speaker’s message felt real and true. I think it's possible that being very connected can make people feel lonely. I don't think this is a big problem for people my age. We didn't grow up with technology. We know how to be alone and, more importantly, we know that it's OK to be alone.  People younger than 20 are not the same. They talk to others all the time. They may not learn to be happy when they are alone. They are learning to talk by writing messages, and these messages can be changed easily. This might make it harder to learn how to talk face-to-face."}
{"text_id": "120-a2", "simplified": "It's better not to mix praise and criticism. Good things and bad things often happen together. Be sure to offer encouragement. It's okay to not always give advice."}
{"text_id": "21-b1", "simplified": "Sometimes, dreams show us what's on our minds without us knowing it. Common dreams, such as flying, falling, or being unprepared in public, probably have a shared meaning. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life."}
{"text_id": "22-b1", "simplified": "Moscow has wild dogs, and they are an interesting example of animals adapting to city life. In Moscow, there are approximately 35,000 wild dogs living on the streets.  Some of the dogs were born wild, while others are pets that have been abandoned by their owners.  Some dogs live alone and others live in packs.  In 2010, scientists observed that dogs adjusted well to city life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights."}
{"text_id": "23-b1", "simplified": "New Yorker R.J. Palacio became a novelist with her first book, Wonder. She found inspiration for the book when she noticed a girl with a facial difference. Wonder has been a bestseller in the United States and has already won several awards.  Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different.  The story will be a film now. I am excited to see what RJ Palacio will create next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy.  Chloe understands rats are unusual pets. She has lost track of how often she’s told people rats are not dirty and are great pets with proper care. She understands why people respond in a negative way. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were.  Last year, Martin became a grandfather to some rats. Chloe wanted two of them."}
{"text_id": "25-b1", "simplified": "Cape Town can be a dangerous place for baboons.  Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables.  There are fewer baboons now. A team was hired to help save them and keep them from causing problems for people. If baboons enter cities, monitors will remove them. They can either chase them or catch and release them in the country. The policy helped somewhat, but baboons return for food."}
{"text_id": "26-b1", "simplified": "I work for a large IT company that operates internationally. I do all my work online from my home, because the company is based in the US. That means that I don't waste time commuting or making idle chit-chat with colleagues.  I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti continued but there was also an explosion in street art around the world.  Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination.  Other artists who worked in public spaces wanted to create art people would find pleasing. Artists painted colorful pictures on the walls of poor neighborhoods in South America."}
{"text_id": "28-b1", "simplified": "Ads are everywhere – on social media, in magazines, and in shops. Because of this, people in Britain are buying more clothes and shoes. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away."}
{"text_id": "29-b1", "simplified": "Sam looked toward the Big House and saw a car creating a dust cloud in the distance because of the bright sun. Flies annoyed the horses, so they kicked and moved their tails. The owner was back after a long time, but the horses didn’t mind. Sam waited.  Mr. Carter avoided coming here unless it was important, and Sam liked that. He needed to stay out of his boss’s sight to keep working. Mr, Carter wiped the sweat from the back of his neck.  The dampness on his shirt created shapes that reminded him of a map. The sun was reddening his skin in June. Otherwise he had the indoor tan of a man that made money while other people did the work."}
{"text_id": "30-b1", "simplified": "In Berlin, people said shooting pigs was cruel and caused a disagreement. The city council will now use peaceful methods with the pigs because of the protests. They decided not to shoot the pigs. They built fences and made feeding them illegal. It remains to be seen if this plan will work. More pigs are surviving the winter now because of warmer temperatures."}
{"text_id": "31-b1", "simplified": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology.  She remembered enjoying the story of Theseus and the Minotaur from her childhood. This story shows Crete controlling Athens. Because of a punishment, the Athenians sent seven boys and seven girls to Crete yearly. The maze holds a monster, the Minotaur, which kills anyone who enters. But one of the youths, named Theseus, fights the Minotaur and kills it.  Katniss is in Suzanne’s sight. We can compare Everdeen to Theseus, a hero from ancient stories, because she lives in a future setting."}
{"text_id": "32-b1", "simplified": "Zoos can educate people about protecting nature by showing them animals. Zoos protect animals that have been mistreated or abandoned. Zoos also work to find cures for animal diseases."}
{"text_id": "33-b1", "simplified": "A new idea is becoming popular that goes against buying a lot of things – it’s called “buy nothing.” The idea was first created in Canada in the early 1990s. It then became popular in the US as a way to avoid overspending during Thanksgiving weekend. On Buy Nothing Day, people show their disagreement with shopping by protesting and canceling their credit cards. Buy n Large constantly found new ways to improve things. Nothing groups organise the exchange and repair of items they already own."}
{"text_id": "34-b1", "simplified": "Is graffiti a form of art, or is it damage to property? Some people may not think so, but in many countries, it is vandalism to write on or paint buildings and other property. Police have stopped street artists, and sometimes they must pay fines. Cleaning graffiti from public property is a big expense for cities."}
{"text_id": "35-b1", "simplified": "Is graffiti art, according to the art world? More and more people now understand its worth as art. Important street art shows were displayed in galleries in Paris, London, and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008.  She supported artists who paint on streets. She said this is a way for them to express themselves, and it doesn’t cause problems. It is important to appreciate and celebrate them."}
{"text_id": "36-b1", "simplified": "People generally dream four to six times when they sleep, after they are ten. The average person dreams a lot – about 140,000 times – by the time they are 80. Even with forgetting so many dreams, we still remember thousands in a lifetime. It's common for dreams to reflect things we experience daily, and then see those things happen."}
{"text_id": "37-b1", "simplified": "The Hunger Games occurs in a future time, after North America was destroyed. Panem is a country with twelve districts. The districts are poor, but the Capitol is wealthy and in charge. The Capitol holds absolute power over the nation.  Every district is in charge of making certain products for the Capitol. District 12 is the story's beginning. This district supplies coal to the country. Once, a district called the thirteenth existed, but it was destroyed for fighting the Capitol."}
{"text_id": "38-b1", "simplified": "Animals in nature often search for food in cities. People in Cape Town, South Africa, are seeing baboons come into their neighborhoods to feed. They open rubbish bins and eat fruit from gardens and orchards.  Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges!  Baboons are often aggressive towards pets. City people don’t usually want them in their neighborhoods."}
{"text_id": "39-b1", "simplified": "Bridges are often involved in accidents during their construction. These accidents are frequently caused by calculation errors made by engineers. The bridge fell because it was not strong enough to hold its own weight. This is a risk to workers."}
{"text_id": "40-b1", "simplified": "George Lucas built his stories around a well-known pattern called the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything.  At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots.  The message in R2D2 is a call for help. It starts the hero on his journey."}
{"text_id": "41-b1", "simplified": "People suggest using a nuclear bomb to break apart an asteroid heading for Earth. This idea sounds like something from a movie, like the film *Armageddon* from 1998. But NASA seriously considered a plan called HAMMER. The plan was to shoot rockets at the asteroid and slightly change where it is going. If the asteroid was near Earth, we would use bombs on rockets to explode it."}
{"text_id": "42-b1", "simplified": "A mentor helps them overcome this fear and enter the world of the adventure. To move forward, the hero needs to pass tests, fight, and find friends. Then they will be ready for their greatest test. Luke learns from Obi-Wan, has friends like Han Solo and the robots, and fights Darth Vader on the Death Star."}
{"text_id": "43-b1", "simplified": "Underutilised items may seem useless to some, but could be an asset to others.  The internet helped online groups find a way to profit from sharing unused items. Because of websites and social media, people can easily trade used goods. The sharing economy is the name for this."}
{"text_id": "44-b1", "simplified": "Two ideas about dreams became well-known in the 1700s and 1800s. Dreams could be a way for our hidden thoughts to appear. Freud thought that dreams are a way to understand our inner feelings and the issues they create. However, the other theory was the opposite.  When we dream, the brain is busy organizing what happened during the day. We try to find a story in the images and feelings we have after waking up."}
{"text_id": "45-b1", "simplified": "I'm a freelancer and work for myself.  Being able to choose my tasks and schedule is very positive. I began by working at home, however, I struggled to pay attention. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things.  So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee.  In the end, I decided to rent a desk in a co-working space with five other freelancers like myself.  I liked preparing for work each morning and focusing while at the office."}
{"text_id": "46-b1", "simplified": "NEOCam is a telescope that NASA wants to build to find asteroids. It needs funding. If it receives the money, it can likely reach its goal in ten years. After logging in, the team had to find a way to protect Earth from the most dangerous asteroids."}
{"text_id": "47-b1", "simplified": "People are now choosing to get things for free instead of buying them, and this idea is becoming popular even with social media influencers. Some YouTube creators now advise their viewers to not spend money on purchases for up to twelve months. Two friends in Canada spent a year working towards buying only food.  They learned to manage without shopping for three months, focusing on needs instead of wants. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars.  In one year, they'd saved $55,000."}
{"text_id": "48-b1", "simplified": "For Pi, religion is significant. His family practices Hinduism. However, he is open to learning about other faiths and befriended a Christian priest and a Muslim baker. People were surprised when Pi said he believed in Hinduism, Islam, and Christianity at the same time. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'.  From that moment, his family and teachers decide to let him make his own mind up about religion."}
{"text_id": "49-b1", "simplified": "Some people think writing your dreams down can open your mind to lucid dreaming.  You can control what happens in a lucid dream because you know you are dreaming. Or, you can control what happens in your dream, like a director controls a movie. You will control your dreams, but also continue to have regular dreams for self-discovery."}
{"text_id": "50-b1", "simplified": "People may not know they contribute to clothing waste, even when they give clothes to charity. But charity shops can't sell all those unwanted clothes.  'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand.  A lot of items are thrown away, and unwanted clothes from charities are shipped overseas, creating further problems."}
{"text_id": "51-b1", "simplified": "Adventurers today like to keep going from one exciting experience to another. Meagan McGrath of Canada is an adventurer. She climbed the highest mountain on each continent, cycled across her country, and ran a long race in the Sahara Desert’s extreme heat. But perhaps her most remarkable journey was a skiing trip to the South Pole.  On the first day, she fell into a glacier and had to be rescued.  It was a point where most people would have stopped, but Meagan continued forward. She arrived at the South Pole after forty days of travel. She pulled a sled with her supplies, including a tent and food, in freezing weather with ice storms."}
{"text_id": "52-b1", "simplified": "Paris was where Blek le Rat started painting rats on walls. Now, he wants people to consider important social topics. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness."}
{"text_id": "53-b1", "simplified": "Some areas are trying a new approach to graffiti: designated painting zones for artists. Artists are free to paint on walls in designated zones in Taiwan. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town in South Africa.  She paints big, colourful pictures of people and animals and likes to explore different locations.  She displays her work in public places like streets and old factories, and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council.  She understands this as a sign that life is always changing, moving from one phase to the next."}
{"text_id": "55-b1", "simplified": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place.  Leaders decide things, and people generally support them in this culture. Her Swedish team was used to a work environment with less hierarchy, where people worked together on solutions. Leaders act as guides. They encourage people to think for themselves and accept challenges."}
{"text_id": "56-b1", "simplified": "Gabriela saw that her team and she had different backgrounds. She started a conversation to understand their opinions about her leading them. The team was pleased to give their opinion. They were not comfortable with being directed. They enjoyed having more room for initiative and creative freedom.  She told her team what to do in detail, and they felt she didn’t trust their judgment. They explained their way of working involved discussing and changing ideas."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are two brothers who were born together and look the same. They are from São Paulo. They decorate buildings with paintings, some small like tags, others large and colorful. They work on big projects and need cranes for assistance. In 2007, they covered the whole of a castle in Scotland with paint."}
{"text_id": "58-b1", "simplified": "Historically, people have expressed themselves on walls. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves.  Historical sites in Greece, Italy, Syria, and Iraq have been vandalized with graffiti. Archaeologists discovered Latin graffiti in the Roman town of Pompeii. We see messages about faith, government, and relationships. Some are spells."}
{"text_id": "59-b1", "simplified": "Have you ever imagined climbing Mount Everest or going to the South Pole? If so, you're not alone.  Thousands of people challenge themselves by climbing mountains or walking across continents every year. Old explorers navigated with maps and compasses, but today’s adventurers use GPS and satellite phones. Some adventurers love nature, and some want to help people. Both use their travels to do this."}
{"text_id": "60-b1", "simplified": "The Double Asteroid Redirection Test is also known as DART. We plan to test DART on the moon of an asteroid. This asteroid, called 'Didymoon', is 150 meters wide. It travels around a larger asteroid. A spacecraft will try to hit 'Didymoon' to change its orbit. We will use telescopes on Earth to see if it worked."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is sixteen years old. She must find food for her family after her father died in a mining accident. She and her friend find food by hunting in the forest near District 12. Gale develops skill in archery. Prim had to participate, so Katniss volunteered to go. There is another tribute from District 12 – a boy called Peeta. Katniss and Peeta’s relationship is not simple."}
{"text_id": "62-b1", "simplified": "Thinking about where and with whom you dreamed can help you understand it. Over the period of a week you'll be surprised how much you've written down.  Now you can start connecting your dreams to the events and feelings in your daily life."}
{"text_id": "63-b1", "simplified": "Wood was a common material for bridges in the past. However, it could easily burn. Old bridges made of steel and wood were easily burned by train sparks."}
{"text_id": "64-b1", "simplified": "We cannot foresee how street art will evolve, but some trends are visible now. Young people are common street artists, painting where they live. But more artists are working internationally now. The internet allows artists to communicate and display their artwork. The art world is starting to see street art as valuable art. We can't predict the future of street art, but it seems permanent."}
{"text_id": "65-b1", "simplified": "Suzanne Collins is sensitive to news about wars and finds it upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam.  Although her mother tried to shield her from the news, she found out about the war. It was a very frightening experience for her."}
{"text_id": "66-b1", "simplified": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. Millennials shared their opinions on work with Deloitte in a global survey of over 10,000 people."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is an American and does many adventurous things. He has biked across the deserts in Morocco, paddled a kayak in the Grand Canyon, and climbed Mount Everest. Erik is remarkably blind, having lost his sight at 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions."}
{"text_id": "68-b1", "simplified": "Democratised online platforms are providing a chance for people to make a quick buck or two.  To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets."}
{"text_id": "69-b1", "simplified": "They were in the lifeboat together for 227 days: Pi and Richard Parker. Their lives include hardship like hunger and illness. They experience bad weather and intense heat, yet they manage to survive. Pi is comforted by his beliefs sometimes, but he also struggles with loneliness and despair. When the Mexican coast appears, things are no longer the same. You'll have to read the book to discover the fate of Pi and Richard Parker."}
{"text_id": "70-b1", "simplified": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom.  She had some homework to do, but that could wait for later.  She hoped to have a quiet hour before her parents returned and the house became busy with sounds. This time of day was good for her, as she could play with her rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA tracked most of the large asteroids near our planet. These were about 1 kilometer wide. NEOs are big objects in space that get within 50 million kilometers of Earth. NASA is looking for 50 more asteroids, but doesn't think any are dangerous."}
{"text_id": "72-b1", "simplified": "Having decided to go to school, Auggie then has to face his first day.  He is feeling anxious, similar to how children feel when they start a new school. It is a painful experience for him due to his looks. Because people avoid sitting with him, he notices others looking and whispering. Luckily, he befriended Jack, a classmate, and Summer, a lunch companion. But it's not just the first day that's hard.  Auggie discovers his classmates are scared to touch him, believing they might get ill. During the year, Auggie experiences many strong emotions, both happy and sad."}
{"text_id": "73-b1", "simplified": "The two men looked towards the northern end of the property.  It stretched as far as the eye could see.  Even the fences were barely visible from where they stood.  It was impossible to escape by walking, even for a bored and rebellious teenage boy. The largest horse caught Sam’s attention. It kicked at the ground with strong hooves. Could the boy ride?  he wondered.  Far from other people, skilled riders faced many difficulties here. It was possible there were more difficulties for a person with no horse knowledge who also wanted to escape his father."}
{"text_id": "74-b1", "simplified": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest.  Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges.  When she was a teenager, Gerlinde Kaltenbrunner developed a love for mountain climbing. She is from Austria. When she left school, she worked as a nurse, but kept climbing in her free time."}
{"text_id": "75-b1", "simplified": "Gerlinde climbed Everest, and then she aimed to climb all fourteen of the world’s highest peaks. Gerlinde wants a bigger challenge, so she climbs without oxygen. High mountains are risky because they have low oxygen levels. Gerlinde is well-known for climbing. She helps children in Nepal who don't have families through a charity."}
{"text_id": "76-b1", "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-b1", "simplified": "Dreams have been linked to seeing the future in many cultures and throughout history. People thought gods sent dreams to help them understand things better. A lot of people have experienced dreams that later happened for real."}
{"text_id": "78-b1", "simplified": "Big and costly transportation projects often involve building bridges. Bridges allow transportation. They carry cars and trucks over water or difficult land. They are a vital part of how we build things, and engineers check them closely. It is especially important to understand why they fall apart."}
{"text_id": "79-b1", "simplified": "Gabriela felt frustrated for many weeks. Then, she sent an email to her Swedish manager to explain the team's difficulties. Her manager asked if the team was still effective. He wanted to know how she could work more closely with her team members. Gabriela felt her manager was not managing the situation in a way that made sense to her."}
{"text_id": "80-b1", "simplified": "Wild dogs live together in groups and have figured out how to get food from people. Amazingly, some dogs use the metro to travel within their territory. Dogs know when to get off the train, but the reason is still a question for scientists. They use their sense of smell to find places they enjoy, as they learn to recognize those smells. Another possibility is that they have learnt to recognise the names of stations they hear in announcements.  Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals."}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK is the first person to walk the length of the Amazon River.  He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres.  Ed was in constant danger because the Amazon rainforest has many dangerous animals. He survived the situation. He was bitten by mosquitoes and ants, but not badly."}
{"text_id": "82-b1", "simplified": "This cost represents around four percent of their earnings. The number seems low, but it actually indicates two serious problems for society and the environment. First, a lot of that consumer spending is via credit cards.  British people currently owe approximately £670 per adult to credit card companies.  Sixty-six percent of a typical clothing budget is this amount. Also, not only are people spending money they don't have, they're using it to buy things they don't need.  Most of these clothes are buried in garbage dumps."}
{"text_id": "83-b1", "simplified": "Ed's walk would have been impossible without technology.  He used a radio to communicate with the rainforest people. He asked them for food and to allow him to cross their land. People came to meet him and helped him navigate the difficult land. As he walked Ed wrote a blog, recording his day-to-day experiences.  During his trip, many news outlets reported on his activities. He used this attention to protest the loss of rainforests and to get donations for charities. These charities support environmental work and children in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "The sharing economy is helping businesses make more profit. They are trying to use resources that are currently not being used enough. Companies are increasingly using a business model where they create websites to connect customers with people who offer services or products. Airbnb provides a way for people to profit from extra space in their homes. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time."}
{"text_id": "85-b1", "simplified": "Zoos support breeding programs to save animals that might disappear. Rare animals in the wild may struggle to find mates and reproduce. A good zoo will enable these species to live and breed in a secure environment.  If a wild animal group gets smaller, its members risk having very similar genes. This increases the variety of genes in wild animal groups."}
{"text_id": "86-b1", "simplified": "These types of bridge accidents are not common. Boats and trains can both cause a bridge to fall, but the causes are different. A train's speed is the main factor in whether it can damage a bridge. Big boats can cause damage, and speed isn’t the main factor. Plan ahead for bridges to break—this helps avoid failures. Technology can detect weakness, and this, with safer work and designs, helps prevent accidents."}
{"text_id": "87-b1", "simplified": "He was scared of the animals, so Pi jumped into the ocean. He realized hungry sharks were near him in the water. His only choice was to get back in the lifeboat. The animals on the lifeboat killed each other, slowly reducing their numbers until only Pi and the tiger survived. Richard Parker, the tiger, was seasick. Because of this, he didn't want to eat Pi right away, which was lucky for Pi."}
{"text_id": "88-b1", "simplified": "When Pi was sixteen, his parents didn’t agree with the new government that was elected. Because they were concerned about the future, Pi’s parents closed their zoo and went to live in Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them.  A storm came up while they were traveling, and the ship sank. It was a tragedy. Pi’s family and the sailors died. Pi was saved on a lifeboat with a hyena, zebra, orangutan, and a big tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins.  Since its release in 2008, the book has been a success. It’s been translated into 26 languages and sold millions of copies. This is the first book for young readers to become a million-copy ebook bestseller. The Hunger Games is a famous and successful film. The movie was very popular and earned $152.5 million in North America on its opening weekend."}
{"text_id": "90-b1", "simplified": "Dreams possibly come from our brain processing thoughts from the day. They often use symbols to represent these thoughts. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves.  The brain prioritizes emotions over language while you are asleep."}
{"text_id": "91-b1", "simplified": "Strong connections with others are key to happiness. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly.  Having someone to confide in is a good thing. Just one person for a heart-to-heart is enough, together with a network of other relationships.  True friendship is more than just sharing interests. That deeper connection is all-important.  Some people need to learn how to listen effectively to others in order to develop stronger relationships."}
{"text_id": "92-b1", "simplified": "A psychologist known for their work on developing potential. It is possible to develop skills you weren't born with, Dweck said. We tend to praise people for what they do well and their natural gifts. 'You really have an eye for details' or 'You have a real talent for organising events'.  But studies show that if we focus on *how* people learn – by praising their hard work, trying new things, and finding solutions to problems – we can help them learn new skills and improve their talents."}
{"text_id": "93-b1", "simplified": "The rover looks at the air around it. In 2014, it found methane. This gas is important for life and is also a part of natural gas. Methane is different because it doesn’t last for centuries. Mars has something that is making more of this available. NASA studies show Mars releases a lot of methane at once. Methane levels rise in some seasons and fall in others."}
{"text_id": "94-b1", "simplified": "In the beginning of her time as a psychologist… Dweck gave ten-year-olds problems to test their skills, and the problems were a bit hard. People in one group felt good about it. They enjoyed the difficulty and believed in their potential. She believes they think positively about learning and improving. The children felt they were being tested on their intelligence and were unhappy with their results. They believed their talents were fixed, not something they could grow. A few children considered cheating in the future. Others tried to feel better about themselves by looking at others’ bad behavior."}
{"text_id": "95-b1", "simplified": "Horror films often feature places where nobody lives. It could be a closed hospital, a spooky empty house, or a deserted town. I find empty places appealing. What was it like when people lived there?  Why did they leave?  It could be their quietness is frightening as well. Horror filmmakers like abandoned places. It seems more real if characters can't call for help."}
{"text_id": "96-b1", "simplified": "Horror films make basements seem scary. That's usually where something is hiding or where the evil psychopath has hidden their tools.  Basements are not bright, and they often feel wet. You can only get to them using a small staircase. Even empty basements can be frightening."}
{"text_id": "97-b1", "simplified": "Gary Collins, an off-duty policeman, was watching the London riots on TV.  He quickly identified some people and returned from his holiday early to assist in identifying others. He looked at security camera recordings for half a year. He was able to find 190 people, including some he recognized only by their eyes. His help was essential to solving the case. The software could only find one person, even though it checked 200,000 hours of video."}
{"text_id": "98-b1", "simplified": "I believe it is interesting to think about how we can change our bodies to speed up how humans develop over time. What if we could put a computer into the brain? We will soon have ways to get better at math, with our senses, and at remembering things."}
{"text_id": "99-b1", "simplified": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things.  Take parental influence, for instance.  Is it fair to tell teens not to text when their parents are using social media at mealtimes or in the car? She said something important about people's desire to be in multiple locations. So they switch back and forth between their real-life and online conversations.  I see it all the time with my teenage daughter and her friends.  They arrange to meet and then sit together in silence while each one engages in a different conversation online."}
{"text_id": "100-b1", "simplified": "Even though the world seems violent based on the news, there is some good news too. During the years after World War II and before 1990, thirty wars caused a very large number of deaths – over 100,000 in each war. Even with ongoing civil wars, countries are living more peacefully now than they did in the past. In recent years, there has been more terrorism. Wars since World War II have killed mostly civilians, not soldiers. The statistics aren't entirely discouraging, even for people outside the military. Even though violent crime causes more deaths than political conflict, murders decreased slightly worldwide."}
{"text_id": "101-b1", "simplified": "Wasfia helps people with human rights and has seen projects that train women and girls in her country. Wasfia noticed Bangladesh needed to be stronger. She combined her love of climbing mountains with her work for human rights. She wanted to improve how people thought about women in Bangladesh. She began climbing during her humanitarian work in Tibet and Nepal. This was because she grew up in flat Bangladesh where mountains are rare. She is gaining attention with her campaign. People both in her country and globally are noticing her."}
{"text_id": "102-b1", "simplified": "Most people see developing countries as facing poverty, dictatorships, and a lack of opportunity. But, surprisingly, this is far from the truth.  A large transformation is actually happening. Poverty has decreased for over 700 million people in the last 20 years. They now have more money. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water."}
{"text_id": "103-b1", "simplified": "To make feedback more positive, some managers start and end with good points, then share what needs improvement. If people receive feedback all the time, they may not trust positive comments. They might think these comments hide problems. Praise should support good performance, not just reduce the effect of criticism."}
{"text_id": "104-b1", "simplified": "I'm a member of the Campaign to Stop Killer Robots.  Today’s military machines can kill with little human control. Think of drones and robots. The next development is self-controlled robots designed for killing. It seems clear to me that this would be completely unethical and dangerous for humanity.  We need to be careful with machines and their tasks."}
{"text_id": "105-b1", "simplified": "English is the most learned language globally. It’s also widely spoken. However, Chinese has by far the greatest number of native speakers.  More learners usually mean a language is widespread across different countries."}
{"text_id": "106-b1", "simplified": "Your manager wants to discuss your performance on the project; she stopped you to say this. You felt worried all weekend. You thought about what you might have done incorrectly. She complimented you on the project Monday morning. You thought she might be preparing to give you negative feedback. To make feedback easier to hear, begin and end with positive comments. Share your true thoughts in between."}
{"text_id": "107-b1", "simplified": "The album Born in the USA makes you want to move to the music, but it also makes you feel things deeply. The popular melodies in these rock songs hide stories about the failures of the American dream. They express the disappointment and frustration of not achieving wealth or fame. The song is titled \"Glory\" and is well-received. \"Days\" focuses on people remembering their younger years in a small town. \"Downbound Train\" tells the story of a young man who faces hardship after losing work. He may have wondered about a life outside of fame while making his art. The album will leave you in no doubt of the unique and extraordinary talent of the Boss."}
{"text_id": "108-b1", "simplified": "He suggests increasing ocean protection to 10%, up from the current 3%, to help the ocean recover. Lewis directly saw the harm done to the environment. He swam above coral reefs damaged by warmer water. He also saw underwater areas in the Red Sea with no life and lots of plastic. Pugh says nature will heal if we allow it, and time is running out. We should protect our oceans to avoid a future, unsolvable problem."}
{"text_id": "109-b1", "simplified": "Best-selling author  Please provide the complex sentence you would like me to rewrite. You only wrote \"Terrie,\" which is a name and not a sentence. I need the sentence to be able to help you.  Sharp is a good storyteller. Writer Award.  She was raised in a neighborhood with a lot of crime in Glasgow. She is now more public than before, appearing on shows like Police Today and at writing conferences in the UK."}
{"text_id": "110-b1", "simplified": "Is the daily situation negative? Is it realistic to expect improvement? They challenged traditional power and wanted reforms in government and society. Pinker believes life is improving for people when he looks at history. Life expectancy has increased, and people are generally healthier and happier. According to Pinker, the core issue is an attack on reason and scientific thinking. It is dangerous when leaders use people’s loyalty to their group, a belief that things cannot be changed, and a lack of trust. This can badly damage democracy and international cooperation."}
{"text_id": "111-b1", "simplified": "Old horror films often showed characters who couldn't call the police when they needed to. Because of mobile phones, that situation seems unlikely. How can we build tension in a story? No phone coverage!  In horror films, heroes usually find they have no cell service at a critical time. Your phone battery might run out while you are calling. Or both."}
{"text_id": "112-b1", "simplified": "Central American banana farmers depended on ‘Big Mike’ bananas for money, but this banana was disappearing in the 1950s. The problem that happened to Big Mike is now affecting the Cavendish. Because the fruit was sweet, easy to carry, and had a thick skin, the Gros Michel banana plant was widely grown in Central America. At that time, United Fruit grew and sold most of the bananas in South America. They found a fast way to grow them."}
{"text_id": "113-b1", "simplified": "Venom is common in spiders and helps them eat. Spider bites are often painful, but usually aren’t deadly. Only 25 spider types have venom that can harm humans. Because doctors developed a treatment in 1981, the Sydney funnel-web spider has not caused any deaths in Australia. Be careful not to bother hairy spiders like tarantulas. To stay safe, they shoot out tiny hairs that can hurt. The hairs bother people and can go into their skin or eyes."}
{"text_id": "114-b1", "simplified": "This horror film cliché was especially popular with horror films of the late 20th century.  The story begins with joyful teenagers. A girl often has innocence and shyness at the start of her life. She is not usually strong. She is now known for her strength and ability to overcome challenges. The final girl usually succeeds."}
{"text_id": "115-b1", "simplified": "To find out why we can use complex language, we must examine the human brain. We need to think about more than just brain size. We also need to understand brain function and evolution. Finding out how ancient people spoke is difficult, as there’s not much proof. We can see how early humans’ ability to speak changed by studying their remains. Humans evolved to make complex sounds around 100,000 years ago. Scientists who study evolution could only make educated guesses about how early people talked."}
{"text_id": "116-b1", "simplified": "We learn that girls should prefer art and literature, and boys should prefer maths and science – this is a result of social expectations, not natural differences. Young people don't have many women scientists to admire. Often, cartoons and stories present these roles – scientist, inventor, and astronaut – as being male. Scientists are often seen as being unusual and working in isolation. The media shows stereotypes about scientists that aren't real. This can make science seem less interesting to girls. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects."}
{"text_id": "117-b1", "simplified": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students.  It is written and produced entirely by students.  The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience.  Newspapers require a large amount of money for printing. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university.  An additional environmental issue is that a large number of copies end up as litter on campus."}
{"text_id": "118-b1", "simplified": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent.  Although this might not seem high at first glance, the industry standard is seven per cent.  We will then suggest ways to make the workplace better for employees and keep them working at the company."}
{"text_id": "119-b1", "simplified": "So much of what the speaker said rang true.  I believe that increased connection can surprisingly cause more isolation. I don't think this is such an issue for my generation who've lived without technology for so long.  It's good to know how to spend time alone. It’s also good to accept this. But the under 20s are another kettle of fish.  They are always connected with others. They don’t experience being alone, and they might not learn to like it. They practice conversation with text messages that they can edit. This could mean they don’t learn to talk well in person."}
{"text_id": "120-b1", "simplified": "Praise and criticism should not come one after the other. If we always hear both praise and criticism, we may start to ignore the good things. Give praise sometimes just to encourage people. Don't always focus on what needs improvement."}
