{"text_id": "21-a2", "simplified": "Sometimes, dreams show us what's on our minds, even if we don't know it. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people.  But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life."}
{"text_id": "22-a2", "simplified": "Many people find the wild dogs in Moscow to be a fascinating example of urban wildlife. Around 35,000 wild dogs live in the streets of Moscow. Some dogs were born in the wild. Other dogs were once pets, but their owners left them. Some dogs live by themselves, and some live with other dogs. In 2010, scientists studied dogs. They found dogs live well in cities. They found it's safer to cross the road with others. Some dogs understand when to cross based on the traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is New Yorker RJ Palacio's first novel.  A girl she saw on the street inspired her book. She shared this story on her website. Many people in the United States like to read \"Wonder.\" It is an award-winning book. This is a good way for schools to discuss important topics like bullying, friendship, and diversity. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe’s pets are two rats: Zena and Roxy. Rats are not usual pets, and Chloe knows this. She has lost track of how many times she’s explained to people that rats are clean and good companions when properly cared for. But she understands why people react badly.  She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were.  Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them."}
{"text_id": "25-a2", "simplified": "Cape Town can be risky for baboons. People have been hurt or died in car crashes. Others died after touching electric wires while playing. Baboons need protection. The city council hired a team to help the baboons and avoid conflicts with people. Baboons are sometimes found in cities. Monitors try to send them back to the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food."}
{"text_id": "26-a2", "simplified": "My company is a global IT business. I work at home using the internet, as the main office is located in the USA. I don't spend time traveling to work or talking about unimportant things with coworkers. I prefer project work because it lets me manage my time. I can take time off for family and personal appointments when needed. Without clear work hours, I often continue working in the evening and may not eat dinner."}
{"text_id": "27-a2", "simplified": "Graffiti was still being made in the 1990s. However, street art became very popular in many countries. Artists used art to talk about politics. They wanted people to think about war and unfairness. These street artists wanted to make art that was beautiful and caught the eye. In South America, many street artists painted poor neighborhoods. They added color and beauty to the walls."}
{"text_id": "28-a2", "simplified": "Every day, ads on social media, in magazines, and in shops try to get people to buy things. Because of this, people in Britain are buying more clothes and shoes. Online stores let customers buy easily. Clothes from big brands are so cheap that people often throw them away after only a few uses."}
{"text_id": "29-a2", "simplified": "Sam shielded his eyes from the sun and watched a car drive up to the big house, leaving a trail of dust. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months.  Sam waited. Mr. Carter only came when he had to, and this suited Sam perfectly. The less his boss noticed him, the more secure his job was. Mr. Carter felt hot and wiped his neck. The wet areas on his shirt formed shapes, like those you see in a book of maps. His skin was becoming red from the June sun. He looked like someone who got rich without working hard himself."}
{"text_id": "30-a2", "simplified": "Many people in Berlin did not like that hunters were shooting pigs, because they thought it was cruel. There were strong disagreements between the hunters and those who love animals. In response to protests, the city council decided to take more peaceful action against pigs.  Instead of shooting them, they have put up fences and made it illegal to feed the pigs.  We need to wait and see if the strategy works. Warmer winters are leading to larger pig populations, which may make success harder."}
{"text_id": "31-a2", "simplified": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology.  She loved hearing about Theseus and the Minotaur as a child. Crete controls Athens, but the Athenians disagree and rebel. Minos, the king of Crete, made Athens send young people as a punishment. Every year, they had to send seven boys and seven girls. The maze holds a dangerous monster, the Minotaur, which kills anyone who enters. A young man named Theseus killed the Minotaur. Suzanne sees Katniss  Everdeen is a future version of the hero Theseus."}
{"text_id": "32-a2", "simplified": "Zoos can educate people about why it’s important to protect animals and their environments. Animals mistreated in circuses or left by their owners can find safety in some zoos. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses."}
{"text_id": "33-a2", "simplified": "Some people are starting to reject buying many things. This is known as the 'buy nothing' movement. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend.  People protest on Buy Nothing Day. Some cancel their credit cards as part of the protest. Throughout the year, Buy n Large was very innovative. They created a new technology to help with limited resources. However, this technology also gave the company too much power, and eventually led to people leaving Earth. No groups exist to help with trading or fixing used items."}
{"text_id": "34-a2", "simplified": "We often ask: is graffiti art, or is it simply destruction? Whether you agree or not, many countries see writing or painting on buildings as vandalism. Street artists sometimes get in trouble with the police and may have to pay fines. City councils often say it costs a lot to remove graffiti from buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "What is the art world’s opinion on graffiti and street art? Recently, there has been a growing recognition of its value as an art form.  There have been major exhibitions of street art in galleries in Paris, London and Los Angeles.  Elura Emerald, an artist from America, organized a public art display at a gallery in New York City in 2008. She supported street artists. She said they are just expressing their ideas, and not causing harm. It is important to appreciate and celebrate them."}
{"text_id": "36-a2", "simplified": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year.  People usually have about 140,000 dreams by the time they are 80 years old. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime.  Dreams and real life can sometimes match, especially for common things. This can happen by accident."}
{"text_id": "37-a2", "simplified": "The story of The Hunger Games happens after North America is destroyed. This country, called Panem, has twelve poor areas. A wealthy city, the Capitol, governs these areas. The Capitol controls the country. The Capitol gets different goods from each area. District 12 is where the story starts. It provides coal for the whole country. It fought against the Capitol a long time ago."}
{"text_id": "38-a2", "simplified": "Animals from the wild often enter cities because they are hungry. Baboons are now entering neighborhoods in Cape Town, South Africa, to find food. They eat fruit from gardens and farms, and they also search trash for food. Some baboons are bold enough to enter houses and steal food from kitchens and refrigerators. Baboons can be aggressive towards pets. This is why many people who live in the city don’t want baboons nearby."}
{"text_id": "39-a2", "simplified": "Building a bridge can be dangerous, and many accidents occur. Often, these accidents are the result of mistakes made by engineers when they calculate things. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time."}
{"text_id": "40-a2", "simplified": "George Lucas built his stories around a well-known pattern called the hero's journey. The story often starts with a hero who has a normal life. Something unexpected happens, and the hero goes on an adventure that changes everything. Luke starts Star Wars living a normal life with his aunt and uncle. He fixes robots. R2D2 has a message for Obi-Wan Kenobi. This message tells the hero to start his adventure."}
{"text_id": "41-a2", "simplified": "A way to stop a dangerous asteroid from hitting Earth is to explode a nuclear weapon near it. This idea sounds like something from a movie, like the film *Armageddon* from 1998. But NASA really proposed a plan called HAMMER. Big rockets, weighing eight tons, would be launched at the asteroid to try and change its path. The plan needed a safe distance from Earth. If the asteroid was too close, we would use bombs on rockets to explode it."}
{"text_id": "42-a2", "simplified": "Heroes usually don’t accept their quest right away, Campbell explains. A teacher or guide then helps them, and they start their journey into a new world. The hero must pass tests and fight battles. They will also meet new friends before facing a major challenge. Luke’s mentor is Obi-Wan. He is friends with Han Solo, R2D2, and C3PO. Darth Vader is his enemy, and the story happens on the Death Star."}
{"text_id": "43-a2", "simplified": "Things we don’t use much can be valuable to others. Online communities now make money using the internet by sharing things people rarely use. Websites and social media help people trade with each other. People refer to this as the sharing economy."}
{"text_id": "44-a2", "simplified": "During the 18th and 19th centuries, two popular beliefs about dreams developed. One was the idea that the things we see in our dreams represent things hidden from our conscious mind.  Freud thought dreams give us clues about our feelings. These feelings can cause problems if we don't understand them. However, the other theory was the opposite.  Dreams are a result of the brain working to organize your daily experiences and memories. After we wake up, we try to find meaning in our dreams."}
{"text_id": "45-a2", "simplified": "I am a freelancer, so I work independently. This is great because I am in control of what I do and how I spend my time.  First, I worked at home. But I had trouble focusing. Many things kept me from working. These included chores, wanting tea, and family requests. I began to work in a café. The internet was slow, and I drank too much coffee as a result. I decided to rent a desk to work in with five other people who work for themselves. I enjoyed getting ready for work and concentrating at the office."}
{"text_id": "46-a2", "simplified": "If NASA gets funding, it can build NEOCam. This space telescope will find medium-sized asteroids using infrared light. Getting the money would help it achieve its goal within ten years. When they logged in, the planet defense team had to plan how to avoid being hit by dangerous asteroids, called PHAs."}
{"text_id": "47-a2", "simplified": "These influencers usually recommend products, but now they are sharing about not buying things. Some popular YouTubers now tell their fans to stop buying things for up to a year. Two friends in Canada worked for a year to earn money for food. For the first three months, they stopped buying electricity, clothes, and household items. Next, they stopped using some services. These included haircuts, restaurants, and gas for cars. In a year, they were able to save $55,000."}
{"text_id": "48-a2", "simplified": "Pi finds religion to be important in his life. Even though he was raised Hindu, he likes to explore different religions. He is friends with a priest who is Christian and a baker who is Muslim. Pi unexpectedly states he follows all three religions: Hinduism, Islam, and Christianity. People asked Pi to choose a religion, but he didn’t want to. He wanted to feel love for God. They allowed him to form his own religious opinions after that point."}
{"text_id": "49-a2", "simplified": "People believe that keeping a dream journal can lead to lucid dreaming. You are aware you're dreaming in a lucid dream. This lets you control the dream's events. You can either make a scary dream feel safe, or you can decide what happens in it. You will not just analyze your dreams, but also create them yourself."}
{"text_id": "50-a2", "simplified": "People may not know they contribute to clothing waste, even when they give old clothes to charity. Charity shops cannot sell all clothes people don't want. Because fast fashion is a quick trend, it doesn’t stay popular for long. It’s also often too cheap to recycle, and people don’t want to buy it used. Much waste is discarded, and unsold charity clothes are exported. This causes economic and environmental damage in other countries."}
{"text_id": "51-a2", "simplified": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge.  Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat.  But perhaps her most remarkable journey was a skiing trip to the South Pole.  She fell into a glacier on the first day. Someone rescued her. It was hard, but Meagan didn’t stop – she continued. She arrived at the South Pole forty days later. She pulled a sled with a tent and food behind her. The weather was very cold with ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat began his art by painting rats on Paris walls. He now works to raise awareness of social problems. He creates art about people who don't have homes in large cities, hoping it will make people consider the problem."}
{"text_id": "53-a2", "simplified": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas.  In Taiwan, there are areas where artists are allowed to paint on walls. Some graffiti artists can now paint on trains in São Paulo, Brazil, because the city council agreed to it."}
{"text_id": "54-a2", "simplified": "Faith47 comes from South Africa. Her hometown is Cape Town. She creates colorful paintings of people and animals. She enjoys exploring new places too. Her artwork is displayed on streets, in empty factories, and on abandoned cars. She likes that street art is not permanent. The weather or city cleaners will take it down. To her, this means life is full of change, like a circle of endings and beginnings."}
{"text_id": "55-a2", "simplified": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place.  In this society, leaders decide things, and people rarely question their choices. Swedish culture encourages teamwork between employees and bosses. Her team was familiar with this way of working. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged."}
{"text_id": "56-a2", "simplified": "Gabriela learned about cultural differences with her team. She then asked them for their honest opinions about her leadership style. Gabriela’s team was happy to speak. They explained they usually decide things themselves. They were happy to have more freedom to make their own decisions and be imaginative. She told the team how to do their work. This made them feel she didn’t have confidence in them. Gabriela got upset when people disagreed with her decisions. They told her they always discuss ideas this way."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are identical twin brothers from São Paulo.  They create art on buildings, including simple tags and large, colorful portraits. Because their projects are large, they need cranes. In 2007, people painted an entire castle in Scotland."}
{"text_id": "58-a2", "simplified": "Humans have always painted and written on walls. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves.  Someone wrote graffiti on old buildings in Greece, Italy, Syria, and Iraq. People wrote on walls in Pompeii, an ancient Roman town, and archaeologists found this writing. They include messages about faith, government, and feelings. Some are like spells."}
{"text_id": "59-a2", "simplified": "Have you ever imagined climbing Mount Everest or traveling to the South Pole? If that is the case, many other people feel the same way. People all over the world try to climb the highest mountains and walk across continents every year. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones.  Many people who travel enjoy nature. They often try to help the environment or raise money for charities."}
{"text_id": "60-a2", "simplified": "DART is a test to change the path of an asteroid. It's called the Double Asteroid Redirection Test. They are planning a test of DART. The test will happen on a moon around the asteroid Didymos. This asteroid, called 'Didymoon', is 150 meters wide. It travels around a larger asteroid. A spacecraft will hit 'Didymoon' to change where it goes. Scientists will watch this from Earth with telescopes."}
{"text_id": "61-a2", "simplified": "Katniss Everdeen is sixteen years old and the main character. She needs to find food for her family because her father died in a mining accident. She hunts in the forest near District 12 with her friend. Gale learns to use a bow and arrow very well. Prim, Katniss’s younger sister, was chosen for a competition. Katniss decided to go instead of her. Peeta is the other person chosen from District 12. Katniss develops a difficult relationship with him."}
{"text_id": "62-a2", "simplified": "When you write down a dream, you'll probably recall more of it. The people and places in the dream might also be important for understanding it. You'll be surprised how much you can write if you write for a week. Now you can start connecting your dreams to the events and feelings in your daily life."}
{"text_id": "63-a2", "simplified": "Bridges used to be made of wood, and wood burns quickly. Old train bridges were especially likely to catch fire. The wheels and tracks made sparks that could burn the bridge down."}
{"text_id": "64-a2", "simplified": "We don’t know how street art will change, but some trends are becoming clear. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe.  Other artists are using the internet to talk to each other and share photos of their work.  The art world is starting to see street art as true art. We are not sure about the future of street art. However, it will continue to be popular."}
{"text_id": "65-a2", "simplified": "Suzanne Collins feels sad when she watches news about wars. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam.  Her mother wanted to keep her safe from the war, so she didn't talk about it. But the girl still watched news about the war and knew her father was fighting there. She was really frightened."}
{"text_id": "66-a2", "simplified": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc.  In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work."}
{"text_id": "67-a2", "simplified": "From the United States, Erik Weihenmayer enjoys many adventures. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest.  Erik became blind at age 13 and remains blind today. He travels a lot. He also helps people with disabilities be active. He takes young, blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "Online platforms are now open to everyone, and people can easily earn a little money using them. Selling children’s used items was hard for busy parents. Online sales now make it simple to sell clothes, strollers, and other baby equipment for money."}
{"text_id": "69-a2", "simplified": "For over seven months, Pi and Richard Parker shared a lifeboat. They experience hunger, sickness, and tiredness. They experience bad weather and intense heat, yet they manage to survive. Pi is comforted by his religions at times, yet he also experiences loneliness and despair. After a long time, the Mexican coast appears, and this makes a big change. I won’t spoil the ending for you. You can find out what happens to Pi and Richard Parker by reading the book when they see land."}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made coffee for herself. Then, she took the coffee to her bedroom. She had assignments for school, and she didn't need to do them right away. She hoped to relax for an hour before her house became noisy with family activity. She enjoyed this time of day, as she could play with her rats."}
{"text_id": "71-a2", "simplified": "NASA found 90% of the big asteroids close to Earth by 2010. They were 1 kilometer across. We call objects near Earth “NEOs.” These objects can be very big, like mountains. They are less than 50 million kilometers from Earth. Scientists at NASA are looking for about 50 more asteroids. They have already found 887, and none of them are a big risk to Earth."}
{"text_id": "72-a2", "simplified": "Auggie is going to school. His first day will be a challenge. He is anxious because he is starting a new school. He feels great pain because people judge him by how he looks. Kids don't like to sit beside him, and he realizes they watch and gossip about him. He was happy to make friends with Jack and Summer. Jack is in his class, and Summer is someone he talks to at lunch. But it's not just the first day that's hard.  Auggie quickly finds out his classmates are afraid to touch him. Auggie has a difficult school year with many good and bad moments."}
{"text_id": "73-a2", "simplified": "The two men looked towards the northern end of the property.  It was very large and continued far away. Even the fences were barely visible from where they stood.  Teenage boys sometimes get bored and rebel, but they couldn't escape by walking. Sam watched the biggest horse. It stamped its large hooves on the ground. Was the boy able to ride? He didn't know and wanted to find out. It was easy to find problems for skilled horse riders in this faraway place. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father."}
{"text_id": "74-a2", "simplified": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest.  High mountain climbing in freezing storms remains dangerous. Still, experienced climbers want to try even harder climbs. When she was young, Gerlinde Kaltenbrunner, an Austrian woman, started climbing mountains and loved it. When she left school, she worked as a nurse, but kept climbing in her free time."}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Mount Everest. Then, she decided to climb all fourteen mountains in the world that are over 8,000 meters high. To increase the challenge, Gerlinde climbs without using oxygen tanks.  This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning.  Gerlinde is a well-known climber who helps children in Nepal. She supports a charity that works with poor children and orphans."}
{"text_id": "76-a2", "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-a2", "simplified": "In the past, many cultures connected dreams to predictions about the future. People believed dreams came from gods. They thought dreams gave us understanding or helpful advice. Today, lots of people can remember dreaming about something and then experiencing it later."}
{"text_id": "78-a2", "simplified": "Big transportation projects often cost a lot of money, and they sometimes involve building bridges. Bridges are needed to move vehicles. They go over water, mountains, and roads. Because of this, they are very important in building things like roads and bridges. People carefully check them, especially if one breaks or falls down."}
{"text_id": "79-a2", "simplified": "For weeks, Gabriela was unhappy with her team’s work. So, she emailed her manager, who is from Sweden, about it. Her manager asked her two questions. First, he wanted to know if she thought her team was doing well. Second, he asked what could help her work better with her teammates. Gabriela felt her manager didn't explain things well and wasn't solving the problem."}
{"text_id": "80-a2", "simplified": "So, the groups use the cute dogs to get food for all of them. Some dogs are smart enough to use the metro. This helps them travel across the city. We don't understand how dogs learn when to exit the train. They have a good sense of smell and can remember the smells of places they like. It is possible they learned the names of stations by hearing them announced. Dogs are common on the metro, so people don’t usually pay attention to them."}
{"text_id": "81-a2", "simplified": "Ed Stafford is from the UK. He was the first person to walk the entire Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres.  The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger.  He survived, and only had some mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "A typical person in Britain spends over £1,000 on clothes every year. This amount is about four percent of their income. It doesn't seem like a lot, but this number hides two serious issues for society and nature. Credit cards are a common way for people to buy things. Credit card debt in Britain is about £670 per person. This represents 66% of the money people spend on their clothes. People are borrowing money to buy things they don’t need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites."}
{"text_id": "83-a2", "simplified": "Without technology, Ed would not have been able to walk. He asked for help from the rainforest people using a radio. He needed food and wanted to cross their land. People came to see him and helped him through the hardest parts of the land. As he walked Ed wrote a blog, recording his day-to-day experiences.  He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "The sharing economy is profitable, and businesses want to benefit from it. They are looking for ways to use resources that are currently wasted. Businesses are becoming more successful by creating online platforms. These platforms connect people who need services with those who provide them. Airbnb connects people who have extra space with travelers looking for a place to stay. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time."}
{"text_id": "85-a2", "simplified": "Zoos today have a very important job: helping to breed animals that are in danger of disappearing. Some rare animals have trouble finding partners and having babies in the wild. A good zoo helps these animals live and have babies safely. Fewer wild species mean a higher chance that the remaining animals or plants will have very similar genes. Zoos have breeding programs to help animals. These programs allow animals born in zoos to live in the wild and improve the health of the animal population."}
{"text_id": "86-a2", "simplified": "These accidents almost never happen. But boats and trains can each cause a bridge to fall down, and they do so in different ways. Bridges are most likely to collapse when a train hits them at high speed. Boats can cause damage because they are very big, even when they move slowly. Plan ahead for bridge failures to help avoid them. Technology can help us find weak parts in structures. Safer workplaces and better designs also help. These things all reduce accidents."}
{"text_id": "87-a2", "simplified": "Pi was scared of the animals and jumped into the water. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat.  First, the animals in the lifeboat killed and ate each other. Then, only Pi and the tiger were still alive. Pi survived because Richard Parker, the tiger, was ill and not interested in food."}
{"text_id": "88-a2", "simplified": "When Pi is 16, a new government is elected that his parents don't support.  Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada.  The family ships some animals to North American zoos. They then travel to Canada by ship with the remaining animals. There was a very bad storm during the voyage. The ship could not stay afloat and sank. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins.  It was published in 2008. Now it is available in 26 languages. It has sold millions of copies worldwide. This book is the first one for young people to sell over one million digital copies. The Hunger Games became a successful Hollywood film. In North America, it made $152.5 million when it first came out."}
{"text_id": "90-a2", "simplified": "We may dream because our brain is organizing our daily thoughts. These thoughts often appear as symbols in our dreams. When we are awake, we usually think using words. During sleep, brain activity changes: language areas become quieter, and emotion areas become louder."}
{"text_id": "91-a2", "simplified": "Having good relationships is a big part of being happy.  People who are happy often have close relationships with their friends and family. Sharing your personal feelings with someone is important. We call this 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships.  You need more in friendships than just sharing interests like music or sports. A strong connection is key. To have good relationships, people should learn how to listen carefully."}
{"text_id": "92-a2", "simplified": "This person is a psychologist and supports the idea of a 'growth mindset'. We can all get better at things, according to Carol Dweck. Our brains can adapt and learn new skills. We often focus on success and talent when we praise someone. You are good with details and planning events. If we praise how someone tries, experiments, and solves problems, they are more likely to learn and improve, according to research."}
{"text_id": "93-a2", "simplified": "The rover looks at the air around it. In 2014, it found methane. Methane is a simple molecule and a part of natural gas. Methane breaks down after a few hundred years. This means something is adding more of it on Mars. NASA says Mars releases a lot of methane gas sometimes. The amount of methane in the air changes throughout the year, like the planet is breathing."}
{"text_id": "94-a2", "simplified": "At the start of her work, the psychologist… Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them.  The first group liked the challenge. They also believed they could develop their skills. She says they believe effort leads to improvement, and they are planning for the future. Some kids thought people were checking how smart they are, and they felt they didn’t do well enough. They had a 'fixed mindset' and were unable to imagine improving.  These children reacted in different ways. Some said they might cheat again, and others tried to feel better by finding someone else’s bigger mistake."}
{"text_id": "95-a2", "simplified": "Horror films are often set in places where no one lives. This could be an abandoned hospital, a scary empty house or a ghost town.  There's something about lonely, empty places.  Tell me about what it was like for people who lived there. Can you tell me why they departed? Sometimes, being very quiet can be scary, and that might be what's happening. Abandoned places are good for horror movies. People expect you can't get a phone signal there."}
{"text_id": "96-a2", "simplified": "Basements are often scary in horror movies. That's usually where something is hiding or where the evil psychopath has hidden their tools.  Basements are dark. They are also often damp. You can only reach them by a narrow staircase.  Basements are usually scary, even when they are empty."}
{"text_id": "97-a2", "simplified": "Gary Collins, an off-duty policeman, was watching the London riots on TV.  He quickly identified some people. Because of this, he ended his vacation early to assist with identifying others. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone.  Without his help, the investigation would have been difficult. The software looked at a lot of video – 200,000 hours – but only found one person's face."}
{"text_id": "98-a2", "simplified": "I find it interesting to consider how we might evolve faster as humans by changing our bodies. Imagine if you could implant a computer inside our brain!  We’ll soon be able to get better at math, understand things we see and hear, and remember information."}
{"text_id": "99-a2", "simplified": "The talk was very interesting. The speaker explained some things very well. We can look at parents as an example. If parents use their phones for social media while doing other things, like cooking or waiting, it's difficult to ask teens to focus on homework without texting. She also made a valid point about people wanting to be in two or several places at once.  They have conversations with people both online and when they meet face-to-face. I see it all the time with my teenage daughter and her friends.  They agreed to meet. While sitting together, they each talked to different people online."}
{"text_id": "100-a2", "simplified": "Although we hear a lot about violence, the situation isn't completely negative. From the end of World War II until 1990, wars were common. Thirty of them killed more than 100,000 people. Civil wars continue today, but countries are usually more peaceful now compared to the past. Recently, terrorism has become a bigger problem. Wars have killed mostly civilians since World War II. Even people who are not soldiers can find some good news in the statistics. Violent crime causes much more death than political conflict. Globally, the murder rate went down between 2000 and 2015, from 8 to 5.3 per 100,000 people."}
{"text_id": "101-a2", "simplified": "Wasfia works hard to help people have basic rights. She has seen many projects in her country that help women and girls get education and training. However, these projects often end without giving lasting support. Bangladesh needed improvement, Wasfia thought. She decided to use her passions for climbing and human rights to help women in her country. She learned to climb while working on aid projects in Tibet and Nepal. This is unusual because Bangladesh is a flat country and most people there have never seen mountains. More people are noticing her campaign, both at home and internationally, so it appears to be successful."}
{"text_id": "102-a2", "simplified": "Most people think developing countries have serious problems. They often have extreme poverty, leaders who have too much power, and little chance for improvement. This is actually not the case. There is a large change taking place. In the last 20 years, over 700 million people have become wealthier and are no longer poor. Fewer children are dying from disease – six million fewer each year. More girls are attending school, and more people have clean water available."}
{"text_id": "103-a2", "simplified": "Managers often balance negative feedback with positive comments to help people receive it better. When feedback happens too often, workers might believe positive comments aren’t honest. This reduces how much they value the feedback. Don’t only give praise to soften criticism. Use it to support and motivate good work."}
{"text_id": "104-a2", "simplified": "I belong to an organization that wants to ban deadly robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input.  The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own.  This is clearly a bad idea and could be dangerous. Be careful about what you ask machines to do."}
{"text_id": "105-a2", "simplified": "English is very popular worldwide. More people study it, and it is spoken in more places than any other language. However, Chinese has by far the greatest number of native speakers.  There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers."}
{"text_id": "106-a2", "simplified": "The manager needs to talk to you. It's about your work on the recent project. You felt worried all weekend. You thought about what you might have done incorrectly. First, she told you she liked your work. You wondered if she was preparing to give you negative feedback. It's common to use a \"feedback sandwich\" when giving advice. You start with praise, then give the criticism, and finish with more praise."}
{"text_id": "107-a2", "simplified": "Born in the USA is a lively rock album with a strong beat. However, the songs also have deep and serious meaning. Famous rock songs often tell stories about the difficulties of achieving the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory.  The song \"Glory\" is popular. \"Days\" focuses on people remembering their younger years in a small town. \"Downbound Train\" tells the story of a young man who faces hardship after losing his job. The artist likely used people from his past and imagined a different life for himself. This album will clearly show how talented the Boss is."}
{"text_id": "108-a2", "simplified": "Lewis wants to increase ocean protection. Currently, 3% of the ocean is protected. He wants to raise that to 10% to help the ocean recover from human damage. Lewis experienced the environmental damage himself on his trips. Warmer water is damaging coral reefs. He saw these damaged reefs and empty, plastic-filled areas underwater in the Red Sea. Pugh says nature will heal if we protect it. Time is running out. Protecting our seas is important. Otherwise, we will have problems that are impossible to solve."}
{"text_id": "109-a2", "simplified": "<newline> Terrie  Sharp is known for his storytelling ability. He received the Olive Crime award twice. This writer was honored for their writing skills. She was born in Glasgow’s most dangerous neighborhood. Because of this, she learned to be careful and stay safe. She also learned to unlock car doors with a knife. She used her knowledge for her novels. Now she is more open and appears on shows like Police Today and at writing conferences in the UK."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day?  Is it possible to make things better? During the Enlightenment, people in Europe began to question old ideas about power and tradition. Now, Steven Pinker looks at the big picture of human progress and finds good news.  We are living longer, healthier, freer and happier lives.  Pinker thinks there's a problem: people are criticizing reason and science. When people are divided by group loyalty and feel they have no control, and when they don’t trust each other, democracy and global cooperation suffer."}
{"text_id": "111-a2", "simplified": "In old horror movies, characters in trouble often could not get help or call the police. Mobile phones make that story seem less true today. How do we make the story exciting? There's no connection for your phone. Heroes in scary movies often can't get a phone signal when they need it most. You may not have enough battery power to finish your call. Or it could be both."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America had a problem. Their main banana, called ‘Big Mike’, was dying. Like before with Big Mike, the Cavendish banana is also affected. The Gros Michel banana was a very important crop in Central America. Its fruit was sweet, had a thick peel, and was easy to move around. United Fruit was a large company that grew and sold bananas in South America. To grow them quickly and cheaply, they used a special method. They copied parts of banana plants instead of using seeds, and planted them very close together."}
{"text_id": "113-a2", "simplified": "Most spiders have poison that they use to catch their food. This poison is not usually dangerous to humans. Most spiders are not dangerous to people. Only 25 types have venom that can cause harm. Spider bites are painful, but rarely cause death. The Sydney funnel-web spider is dangerous, but no one in Australia has died from its bite since 1981. This is because of an antidote. However, take care not to rub hairy spiders like tarantulas up the wrong way.  When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs.  If someone attacks, these hairs can get into their skin or eyes and cause pain."}
{"text_id": "114-a2", "simplified": "This common horror movie element was popular in the late 20th century. The story shows teenagers having fun, but then everyone dies except one girl. At the beginning the girl is usually innocent, shy and not particularly strong.  By the end, she has become the toughest and most resourceful person in the world.  Usually, the final girl is the winner."}
{"text_id": "115-a2", "simplified": "To understand how humans developed complex language, we need to study the human brain and compare it to the brains of other animals. What our brains can do is as important as their size. We also need to know why and when these abilities developed. We have very little evidence about how people spoke long ago. We can learn about early humans by studying their bones. One thing we see is changes in their mouths, throats, and tongues. People began to create complex sounds roughly 100,000 years ago. In the past, it was hard for scientists to know how early humans communicated, and they could only guess."}
{"text_id": "116-a2", "simplified": "It’s society that decides which subjects girls and boys should study, not natural differences. A problem is the limited number of female scientists young people see. Often, cartoons and stories show men as scientists, inventors, or astronauts. People often have a negative idea about scientists. They think scientists are awkward and prefer to work by themselves. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path.  If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects."}
{"text_id": "117-a2", "simplified": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students.  This is made by students, and they also write it. The survey found that students and staff at the university like the newspaper a lot. Newspapers have high printing costs. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university.  Many copies are thrown away and become litter, which is bad for the environment."}
{"text_id": "118-a2", "simplified": "About one in eight employees at Girox Foods quit their job every year. At first, this number seems low. However, seven percent is typical for this industry. This report aims to find out why employees are motivated at work. Then, it will suggest ways to make the workplace better and keep employees longer."}
{"text_id": "119-a2", "simplified": "The speaker said things that felt right. I think it's possible that being very connected can make people feel lonely. I don't think this is such an issue for my generation who've lived without technology for so long.  We can be alone, and that is perfectly fine. People under 20 are a different case. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company.  They are practicing conversations by sending messages they can edit. However, this could make it harder to have real-time conversations with people nearby."}
{"text_id": "120-a2", "simplified": "Do not give criticism right after praise. If praise is always mixed with criticism, people may start to ignore the praise. Give praise sometimes just to encourage people. Don't always focus on what needs improvement."}
{"text_id": "21-b1", "simplified": "Sometimes, dreams show us what's on our minds, even if we don't know it. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people.  Think about your daily experiences and feelings to understand these ideas better."}
{"text_id": "22-b1", "simplified": "The wild dogs of Moscow show how animals can live in a city. Moscow has approximately 35,000 dogs living outdoors. A few dogs were born without human care. Others were left alone by the people who owned them. Some dogs live alone, but many live together in groups. In 2010, scientists studied dogs. They found dogs live well in cities. It is safer for them to cross the street when with others. Some dogs seem to know what traffic lights mean."}
{"text_id": "23-b1", "simplified": "Wonder is the first book written by R.J. Palacio, a writer from New York. She says on her website that she got the idea for the book when she saw a girl with a different face in the street. This book, \"Wonder,\" sells well in the United States. It has won awards too. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different.  A movie is being made from the book. Many people, and I am one of them, are excited to see what the author, RJ Palacio, will write next."}
{"text_id": "24-b1", "simplified": "Chloe has rats as pets. She named them Zena and Roxy. Chloe understands that rats are unusual pets. She has often told people that rats are not dirty and are great pets with proper care. People often have strong reactions, and she understands this. She didn't like rats until she met Martin's pets and saw how friendly and smart they were. Martin had a baby rat last year. Chloe wanted to take two of them home."}
{"text_id": "25-b1", "simplified": "Cape Town can be risky for baboons. Some people were injured in car accidents, and some died from electric shock. Baboons are in danger of disappearing. To help them and reduce problems with people, the city hired people to watch the baboons. City workers try to keep baboons out of towns. They do this by chasing them away or relocating them. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food."}
{"text_id": "26-b1", "simplified": "I work for a worldwide IT company. I work from home online because the company’s headquarters are in the United States. That means that I don't waste time commuting or making idle chit-chat with colleagues.  I don’t have a regular work schedule; I work on different projects. This is good for me because I can take time off when my kids have school activities or when I need to see a doctor. The problem is that I often work late into the night when I don’t have set work hours."}
{"text_id": "27-b1", "simplified": "In the 1990s, people continued to paint graffiti. Also, street art became very popular worldwide. Some artists made art with a political message. Their art asked people to think about war, unfair treatment, and prejudice. Other artists who worked in public spaces cared more about creating art that people would find pleasing. South American street artists improved poor areas by painting colorful art on city walls."}
{"text_id": "28-b1", "simplified": "People see many ads for things to buy every day on social media, in magazines, and in stores. It is easy for people to buy things online without much thought. Big brands sell clothes at very low prices, so people often wear them only a few times before discarding them."}
{"text_id": "29-b1", "simplified": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House.  The horses kicked at flies and swished their tails. Their owner was visiting for the first time in ten months, but they didn’t pay attention. Sam waited. Sam was glad that Mr. Carter didn't visit unless he really needed to. He could keep his job as long as he stayed out of his boss’s way. Mr. Carter felt hot and wiped his neck. The damp patches on his shirt drew together like shapes in an atlas.  The June sun was making his skin turn red. He had pale skin, like a person who earns money while others work."}
{"text_id": "30-b1", "simplified": "Some people in Berlin believed shooting pigs was unkind. This led to arguments between hunters and animal rights supporters. People protested, so the city council will be nicer to the pigs. Now they use fences, not guns, to control the pigs. It’s illegal to give them food. Will this strategy be effective? It’s possible it won’t be, as warmer weather helps more pigs survive."}
{"text_id": "31-b1", "simplified": "Greek mythology is a key influence on the book, The Hunger Games, because Suzanne Collins enjoys it. She loved hearing about Theseus and the Minotaur as a child. In this story the city of Athens is ruled by Crete, but the Athenians rebel.  As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year.  Young people enter a maze, and a monster called the Minotaur eats them. Theseus, a young man, fought the Minotaur and won. Suzanne can see Katniss. Everdeen is a hero similar to Theseus, in a future world."}
{"text_id": "32-b1", "simplified": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats.  Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned.  Zoos help us understand animals better by studying their behavior and diseases."}
{"text_id": "33-b1", "simplified": "Some people are starting to reject buying many things. This is known as the 'buy nothing' movement. This idea began in Canada around 1990. It later went to the US, becoming a protest against too much spending during the Thanksgiving weekend sales like Black Friday and Cyber Monday. For Buy Nothing Day, people have protests and get rid of their credit cards. Buy n Large was constantly inventing new things. Their most important invention helped with resource problems, but it also gave them too much control. This eventually caused people to leave Earth. Groups do not arrange for people to swap or repair their possessions."}
{"text_id": "34-b1", "simplified": "People argue about graffiti. Is it art, or is it a crime? Writing or painting on someone else’s property is often called vandalism in many countries. It depends on your opinion. Street artists sometimes get in trouble with the police and may have to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains."}
{"text_id": "35-b1", "simplified": "Do people who work with art like graffiti and street art? Recently, many people have realized how valuable it is as art. Big shows of street art happened in art galleries in Paris, London, and Los Angeles. In 2008, American artist Elura Emerald showed her art in a New York gallery. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone.  They deserve our thanks and praise."}
{"text_id": "36-b1", "simplified": "People usually have four to six dreams nightly after age ten. This adds up to around 2,000 dreams a year. So, by the time they reach 80 years old the average person might have had 140,000 dreams.  Although we forget most dreams, we remember many throughout our lives. It’s normal for dreams to feel connected to real life, particularly if the dream is about something you experience often."}
{"text_id": "37-b1", "simplified": "The Hunger Games is set in a future world where North America no longer exists. The country is Panem. It includes twelve poor districts and the Capitol, which is very wealthy and in charge. The Capitol controls the country. The Capitol relies on each district to produce different items. This story starts in District 12, which is a coal-producing area for the country. There was once a thirteenth district."}
{"text_id": "38-b1", "simplified": "Animals from the wild often enter cities because they are hungry. Baboons in Cape Town, South Africa, are looking for food in nearby homes. They open rubbish bins and eat fruit from gardens and orchards.  Baboons are sometimes so brave they go into houses and take food from kitchens. Baboons are sometimes aggressive and hurt pets. So, city people often don’t like having them around."}
{"text_id": "39-b1", "simplified": "Accidents are common on bridges that are being built. These accidents are often caused by engineer errors, like wrong calculations. The bridge was too heavy and collapsed. This could be fatal for workers who were on it."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey.  The story often starts with a hero who has a normal life. Something unexpected happens, and the hero goes on an adventure that changes everything. Luke lives a simple life with his aunt and uncle at the start of Star Wars. He works on robots. R2D2 has a message for Obi-Wan Kenobi. This message tells the hero to start his adventure."}
{"text_id": "41-b1", "simplified": "People have suggested using a nuclear weapon to break apart an asteroid that might hit Earth. NASA has seriously considered a plan called HAMMER to protect Earth from asteroids. It may seem like science fiction, and it was the idea behind the film *Armageddon*. Scientists would use large, eight-ton rockets to hit an asteroid and change where it is going. If the asteroid came too close, we would use rockets with nuclear bombs to break it apart."}
{"text_id": "42-b1", "simplified": "Heroes usually don’t accept their quest right away, Campbell explains. A teacher or guide then helps them, and they start their journey into a new world. First, the hero will take tests and fight. Then, they will meet friends. Finally, they will face a big challenge. Obi-Wan is Luke’s teacher. Han Solo, R2D2, and C3PO are his friends. Darth Vader is his enemy. This story takes place on the Death Star."}
{"text_id": "43-b1", "simplified": "If something isn't being used, it might still be useful to someone else. The internet has allowed online groups to make money by sharing things people don't use often. Websites and social media help people trade with each other. We call this a sharing economy."}
{"text_id": "44-b1", "simplified": "From the 1700s to the 1800s, there were two common thoughts about what dreams mean. Dreams could be a way for our unconscious minds to express themselves. Freud thought dreams are important because they reveal our hidden feelings and the reasons for our difficulties. There was a second idea, and it disagreed with the first. Dreams are simply random brain activity. This happens when your brain sorts out memories and events from the day. Dreams can be confusing, but when we wake up, we try to understand what they mean."}
{"text_id": "45-b1", "simplified": "I am self-employed and work on different projects. I feel good because I decide what to do and when. I worked from home at the beginning, but I couldn’t focus well. Many things kept me from working. These included chores, wanting tea, and family requests. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee.  I decided to rent a desk to work in with five other people who work for themselves. I liked preparing for work each morning and being able to focus while at the office."}
{"text_id": "46-b1", "simplified": "NASA needs money to build NEOCam, a space telescope. This telescope would help find asteroids that are medium-sized and near Earth. Getting the money would help it achieve its goal within ten years. The team needed to defend the planet from asteroids. They would log in first, and then decide how to do it. The most dangerous asteroids were called PHAs."}
{"text_id": "47-b1", "simplified": "More and more people online, including influencers, are choosing not to buy new things. YouTubers are now telling people who watch their videos to try not buying anything for a year. Two friends in Canada worked for a year to earn money for food. During the first three months, they practiced living without shopping for many things. In the following phase, they reduced their use of services like haircuts, restaurants, and fuel. They saved $55,000 within a year."}
{"text_id": "48-b1", "simplified": "Pi thinks religion is important. Even though he was raised Hindu, he likes to explore different religions. He is friends with a priest who is Christian and a baker who is Muslim. People were surprised when Pi said he believed in Hindu, Muslim, and Christian faiths. People asked Pi to choose a religion, but he didn’t want to. He wanted to feel love for God. After that, his family and teachers allowed him to choose his own beliefs about religion."}
{"text_id": "49-b1", "simplified": "It is thought that recording dreams can help you learn to control your dreams while you sleep. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams.  Or, you can control what happens in your dream, like a director controls a movie. You can both create your dreams and still let them reveal your hidden thoughts."}
{"text_id": "50-b1", "simplified": "It's easy to forget that donating old clothes doesn't stop them from becoming waste. Not all unwanted clothes can be sold in charity shops. Because fast fashion is a quick trend, it doesn’t stay popular for long. It’s also often too cheap to recycle, and people don’t want to buy it used. We waste a large amount of materials. Clothes charities can’t sell often go to foreign countries, leading to economic and environmental issues there."}
{"text_id": "51-b1", "simplified": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge.  Meagan McGrath is from Canada. She has climbed the tallest mountain on every continent. She also biked across Canada and ran a long race in the Sahara Desert. It was very hot, at 45ºC. She famously skied to the South Pole – it was a very special trip. She fell into a glacier on the first day and needed help. Most people would have stopped, but Meagan continued. She arrived at the South Pole forty days later. She pulled a sled with a tent and food behind her. The weather was very cold with ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on walls in Paris, his hometown. Nowadays, he tries to make people think about different social issues and problems.  He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness."}
{"text_id": "53-b1", "simplified": "Some cities have tried to help artists. They allow artists to paint in special places instead of on random walls. In Taiwan, there are areas where artists are allowed to paint on walls. São Paulo’s city council has permitted graffiti artists to paint on subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town in South Africa.  She creates colorful paintings of people and animals. She enjoys exploring new places too. She creates art on streets and old, unused buildings and vehicles. She likes how street art changes. It doesn't last, as weather or cleaning removes it. To her, this means life is full of change, like a circle of endings and beginnings."}
{"text_id": "55-b1", "simplified": "Gabriela worked in a place where people respected those in charge. In this society, leaders decide things, and people rarely question their choices. Swedish culture encourages teamwork between employees and bosses. Her team was familiar with this way of working. Leaders encourage people to have their own ideas. They also expect people to question them."}
{"text_id": "56-b1", "simplified": "Gabriela understood her team had a different culture than her. She started a conversation to understand their feelings about her leadership. The team was pleased to give their thoughts. They were not comfortable with being told what to do. They liked having more chances to take action and be creative. She told her team very clearly what to do. They felt she didn't trust their skills. Gabriela felt hurt when her decisions were questioned. The team explained they always discuss work and offer different ideas."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are two brothers who were born together and look alike. Their hometown is São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings.  Their work is often so big that they need cranes to help them work.  A castle in Scotland was completely painted in 2007."}
{"text_id": "58-b1", "simplified": "For a long time, people have painted on walls. They have also written on walls. Long ago, people in Africa and Europe painted animals and people on cave walls. Someone wrote graffiti on old buildings in Greece, Italy, Syria, and Iraq. Archaeologists have found a lot of Latin graffiti in Pompeii, which was a Roman town. The messages cover topics like religion, politics, and romance. There are even some that seem like magic."}
{"text_id": "59-b1", "simplified": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole?  It's okay to feel this way – you're not alone. Many people try to climb high mountains or walk across large areas of land each year. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones.  Travelers often care about nature and the environment. They may also want to help people in need and support charities."}
{"text_id": "60-b1", "simplified": "DART stands for the Double Asteroid Redirection Test. DART will be tested on a small moon that orbits the asteroid Didymos. 'Didymoon' is a small asteroid, 150 meters wide. It goes around a larger asteroid. Scientists are trying to change its orbit by hitting it with a spacecraft, so they can study it with telescopes from Earth."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is sixteen years old and the main character. She needs to find food for her family because her father died in a mining accident. She hunts with a friend. They hunt in the woods around District 12. Gale is a good archer. Prim, Katniss’s younger sister, was chosen for a competition. Katniss decided to go instead of her. A boy named Peeta is the other tribute from District 12. Katniss and he have a complicated relationship."}
{"text_id": "62-b1", "simplified": "When you write down a dream, you'll probably recall more of it. The people and places in the dream might also be important for understanding it. If you write for a week, you will likely write a lot. Think about how your dreams connect to things that happen and your feelings every day."}
{"text_id": "63-b1", "simplified": "Long ago, bridges were often made of wood, which burned easily. Sparks from train wheels on old bridges could start fires. Sometimes, these fires were big enough to destroy the bridge completely."}
{"text_id": "64-b1", "simplified": "We don’t know how street art will change, but some trends are becoming clear. Many street artists are young people who create art in their local area. However, more artists are now traveling and working in different countries. Artists are connecting online to share photos of what they create. Street art is becoming more popular and accepted by artists and art experts. It is hard to predict what will happen with street art. Still, it won’t disappear."}
{"text_id": "65-b1", "simplified": "Suzanne Collins doesn't like watching war news; it makes her upset. Her father was a pilot when she was young. He flew planes for the US Air Force and fought in the Vietnam War. Her mother kept the war a secret to protect her. She still found out about it on the news, and she knew her father was fighting in it. She felt a lot of fear."}
{"text_id": "66-b1", "simplified": "PwC surveyed over 40,000 people around the world about their jobs. This included millennials and people from other generations. They asked about things like work culture and pay. Deloitte surveyed more than 10,000 young workers worldwide. The survey asked about their opinions on work—what is difficult and what is promising."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is from the United States and loves adventure. He traveled through Morocco by bike, went through the Grand Canyon in a kayak, and climbed Everest. Erik lost his sight when he was 13, and he is still blind now. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions."}
{"text_id": "68-b1", "simplified": "Because online platforms are available to everyone, people can earn small amounts of money. It used to be difficult for busy parents to sell their children’s outgrown clothes and equipment. Now, online marketplaces allow them to earn money from these items."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker are together in the lifeboat for 227 days. They suffer from hunger, illness, and being very tired. They experience bad weather and intense heat, yet they manage to survive. Pi sometimes feels happy with his religions, but he also feels lonely and hopeless. After a long time, the Mexican coast appears, and this makes a big change. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight."}
{"text_id": "70-b1", "simplified": "Chloe came home from school. She made coffee for herself. Then, she took the coffee to her bedroom. She had homework, but she could do it later. She hoped to relax for an hour before her house became noisy with family activity. She liked this time of day, and she liked to play with her rats."}
{"text_id": "71-b1", "simplified": "NASA had identified most of the large asteroids near Earth – 90% of those 1 kilometer wide – by the year 2010. These objects, called NEOs, are very large – about the size of mountains. They are anything found within 50 million kilometers of Earth’s path around the sun. Scientists at NASA are looking for about 50 more asteroids. They have already found 887, and none of them are a big risk to Earth."}
{"text_id": "72-b1", "simplified": "Auggie decided to go to school. Now he must face his first day. Like every child starting at a new school, he is really anxious.  He feels great pain because people judge him by how he looks. He is alone because other children don’t want to be near him. He sees them looking and talking about him. He made two friends: Jack, who is in his class, and Summer, who he talks with at lunchtime. Starting isn’t the only challenge. His classmates don't want to touch Auggie, as they are scared of getting sick from him. Auggie’s first year at school is full of challenges. A bad event at camp then changes everything for him."}
{"text_id": "73-b1", "simplified": "The two men looked towards the northern end of the property.  It went on for a very long distance. They could hardly see the fences. No matter how bored or rebellious a teenage boy felt, he couldn't escape on foot. Sam watched the biggest horse. It stamped its large hooves on the ground. Can the boy ride? he wondered.  If you were a good rider, you could find many difficulties here, as there was no one nearby. Someone who knew nothing about horses and wanted to avoid his father might have been in serious trouble."}
{"text_id": "74-b1", "simplified": "Everest has been climbed by over 4,000 people. These climbers were as young as 13 and as old as 80. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges.  Gerlinde Kaltenbrunner, who is Austrian, began mountain climbing as a young person. She worked as a nurse after finishing school, and she climbed in her spare time."}
{"text_id": "75-b1", "simplified": "After climbing Everest, Gerlinde planned to climb all fourteen 8,000-meter peaks. She climbs without oxygen to make it harder. Going to high mountains is risky. There is less oxygen there, and this can affect how your brain and body work. Gerlinde is famous for climbing. She helps a charity that supports children without parents in Nepal."}
{"text_id": "76-b1", "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-b1", "simplified": "People have often thought dreams tell us what will happen. People believed dreams came from gods. They thought dreams gave us understanding or helpful advice. Today, lots of people can remember dreaming about something and then experiencing it later."}
{"text_id": "78-b1", "simplified": "Bridges are often built as part of major, expensive transportation plans. Bridges are needed to move vehicles. They go over water, mountains, and roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse."}
{"text_id": "79-b1", "simplified": "Gabriela had trouble with her team for weeks. She emailed her manager in Sweden to explain the problems. Her manager asked if her team was still working well. He also asked how she could work better with them. Gabriela felt her manager didn't explain things well and wasn't solving the problem."}
{"text_id": "80-b1", "simplified": "Dogs that live together have figured out people like to give food to small, pretty dogs. They send these dogs to ask for food for the entire group. It's amazing, but some dogs know how to use the subway system in the city. They use it to go to different places in their territory. Scientists are trying to find out how dogs know where to get off the train. They have a good sense of smell and can remember the smells of places they like. It is possible they learned the names of stations by hearing them announced. Now, people who ride the metro are very used to seeing dogs on the trains. Most locals don’t pay attention to them anymore."}
{"text_id": "81-b1", "simplified": "Ed Stafford of the UK was the first person to walk the whole Amazon River. A man walked from Peru to Brazil. The journey took two years and four months, and he walked 6,000 kilometers. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger.  He was fortunate to live, even though he was bitten by many mosquitoes and ants."}
{"text_id": "82-b1", "simplified": "On average, people in Britain buy £1,000+ worth of clothes each year. This represents about four percent of their yearly income. This may not seem important, but it actually points to two troubling developments – one for society, and one for the environment. Most purchases are made with credit cards. British people currently owe approximately £670 per adult to credit card companies.  That's 66 per cent of the average wardrobe budget.  People are borrowing money to buy things they don’t need. Britain gets rid of 300,000 tons of clothes annually. Landfills are where most of it is taken."}
{"text_id": "83-b1", "simplified": "Ed could not have walked without help from technology. With a radio, he asked the rainforest people for food and to let him pass through their land. Many people came to see him and helped him travel across the hard land. As he walked Ed wrote a blog, recording his day-to-day experiences.  He talked to the news about the damage to the rainforest during his trip. He also raised money for good causes in Brazil and Peru, helping both the environment and children."}
{"text_id": "84-b1", "simplified": "The sharing economy is profitable, and businesses want to benefit from it. They are looking for ways to use resources that are currently wasted. More and more companies are building online platforms. These platforms help customers find the services or products they need. Airbnb helps people make money by renting out spare rooms and houses. Uber is a service where people can drive passengers in their own cars for payment."}
{"text_id": "85-b1", "simplified": "Zoos now help breed endangered animals around the world. Rare animals in the wild may struggle to find mates and reproduce. They also face dangers like illegal hunting, habitat loss, and predators. Zoos protect these animals and help them have families. When wild animal or plant numbers decrease, their populations risk becoming too alike genetically. Zoos have breeding programs to help animals. These programs allow animals born in zoos to live in the wild and improve the health of the animal population."}
{"text_id": "86-b1", "simplified": "Accidents like these are very unusual. Boats and trains can both make a bridge collapse, but the reasons are different. With trains, it's the velocity of the impact that can bring a bridge down.  The size of boats can cause problems, even at slow speeds. The best way to avoid bridge failures is to plan for them.  Finding problems with structures, having safe workplaces, and good designs can all help prevent these accidents."}
{"text_id": "87-b1", "simplified": "Pi was frightened and jumped into the sea to escape the animals. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat.  The animals on the lifeboat killed each other, slowly reducing their numbers. Soon, only Pi and the tiger survived. Pi was lucky because the tiger, Richard Parker, was sick from the sea and didn't want to eat him right away."}
{"text_id": "88-b1", "simplified": "Pi’s parents didn’t like the new government that was elected when he was 16. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada.  The family ships some animals to North American zoos. They then travel to Canada by ship with the remaining animals. On the way, there is a terrible storm and the ship sinks.  Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teens and young adults. It was written by Suzanne Collins, an American author. It was published in 2008. Now it is available in 26 languages. It has sold millions of copies worldwide. It is also the first book for young readers to sell more than a million electronic copies.  Now, The Hunger Games is a famous and successful movie. It earned $152.5 million in its first weekend in North America."}
{"text_id": "90-b1", "simplified": "Dreams might happen when our brain sorts out the day’s thoughts. These thoughts often show up in dreams as symbols. When we are awake, we usually think using words. During sleep, brain activity changes: language areas become quieter, and emotion areas become louder."}
{"text_id": "91-b1", "simplified": "When people have good relationships, they are often happier. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly.  Having someone to confide in is helpful – this means talking about your feelings. One close friend is enough, and having other friends is also important. You need more in friendships than just sharing interests like music or sports. Having this connection is crucial. Listening to others is important for having strong relationships."}
{"text_id": "92-b1", "simplified": "This person is a psychologist and supports the idea of a 'growth mindset'. Carol Dweck said our brains can change. We can learn new skills, even if we are not naturally good at them. People often give praise for good results and natural ability. You are good with details and planning events. If we praise how someone tries, experiments, and solves problems, they are more likely to learn and improve, according to research."}
{"text_id": "93-b1", "simplified": "The rover looks at the air around it. In 2014, it found methane. Methane is a simple molecule and a part of natural gas. One of the characteristics of methane is that it only survives a few hundred years.  This means something is adding more of it on Mars. Mars sends out large amounts of methane, says NASA. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it."}
{"text_id": "94-b1", "simplified": "The psychologist did her first work… Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them.  Some people responded well. They enjoyed the difficulty and knew they could learn and grow. They have a positive attitude about learning and are focused on the future. They felt their smarts were being tested, and they were unhappy with their results. They didn't believe they could get better. A few children thought they could cheat later. Some children felt better when they found others who had made bigger mistakes."}
{"text_id": "95-b1", "simplified": "Empty places are common in horror films. It could be an old, empty hospital, a frightening house, or a town with no people. There's something about lonely, empty places.  Tell me about what it was like for people who lived there. What reason did they have for leaving? Maybe it's also that they are so quiet, which can be very scary too.  Horror filmmakers like abandoned locations. It feels more real if characters can't call for help."}
{"text_id": "96-b1", "simplified": "Horror films usually make basements seem frightening. You often find hidden things there. A dangerous person might also hide tools in that spot. Basements are dark. They are also often damp. You can only reach them by a narrow staircase.  Basements seem frightening, even when there’s nothing to fear."}
{"text_id": "97-b1", "simplified": "Gary Collins, an off-duty policeman, was watching the London riots on TV.  He recognized some people right away. So, he returned from his holiday soon to help with the identification process. He looked at security camera recordings for half a year. He found 190 people, and he often knew who they were by their eyes. The investigation needed his help to succeed. Despite a large amount of video (200,000 hours), the software only identified one person."}
{"text_id": "98-b1", "simplified": "It is fascinating to me to think about how we can help our species evolve more quickly by adding to our bodies. Imagine if you could implant a computer inside our brain!  We’ll soon be able to get better at math, understand things we see and hear, and remember information."}
{"text_id": "99-b1", "simplified": "The talk was good, and the speaker explained some key ideas perfectly. For example, think about the influence of parents. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light?  She correctly pointed out that people often feel like they need to be in more than one place. They often change between real and online chats. I see it all the time with my teenage daughter and her friends.  They agreed to meet. While sitting together, they each talked to different people online."}
{"text_id": "100-b1", "simplified": "We often hear news about violence, but things aren't necessarily getting worse. During the years between the end of World War II and 1990, thirty wars led to the deaths of over 100,000 people in each conflict. We still see wars inside some countries. But overall, countries are living together more peacefully now. There is more terrorism now than in the past. Since the end of World War II, wars have harmed civilians more than soldiers. The numbers are not completely negative, even for people who are not in the military. It is more dangerous to die from crime than from political conflict. The world saw a small decrease in murders between 2000 and 2015. The rate fell from 8 to 5.3 per 100,000 people."}
{"text_id": "101-b1", "simplified": "Wasfia works hard to help people have basic rights. She has seen many projects in her country that help women and girls get education and training. However, these projects often end without giving lasting support. Bangladesh needed improvement, Wasfia thought. She decided to use her passions for climbing and human rights to help women in her country. She started climbing when she worked in Tibet and Nepal to help people. Because Bangladesh is a flat country, most people there have never seen a mountain. She is gaining support. People both in her country and around the world are starting to notice her campaign."}
{"text_id": "102-b1", "simplified": "Many people believe life is very hard in developing countries. These countries often face great poverty and are ruled by dictators. It is difficult to see how things will get better. Actually, the reality is different. A significant change is currently happening. More than 700 million people are now richer and out of poverty after 20 years. Because of improvements in health and education, six million fewer children die each year. More girls are in school, and more people have access to clean water."}
{"text_id": "103-b1", "simplified": "To make criticism easier to hear, managers often give positive comments before and after it. Employees who get feedback constantly might start to ignore positive comments. They could believe the comments are hiding negative information, making the feedback less useful. Positive feedback isn’t just for making people feel better after criticism. It should encourage them to keep up the good work."}
{"text_id": "104-b1", "simplified": "I belong to an organization that wants to ban deadly robots. We often see scary robots in movies, but real military robots are already being used. The next step is robots that can kill people by themselves. It seems clear to me that this would be completely unethical and dangerous for humanity.  We should think carefully before telling machines what to do."}
{"text_id": "105-b1", "simplified": "More people are learning English now than any other single language. It’s also used in more countries. Chinese has the most native speakers by far. A language’s popularity among native speakers doesn’t guarantee many people will learn it. More learners usually mean more countries use the language."}
{"text_id": "106-b1", "simplified": "The manager needs to talk to you. It's about your work on the recent project. You spent the weekend worrying and thinking about possible mistakes. She began your meeting with praise for the project. You questioned if this was just a polite introduction to criticism. To give helpful feedback, start and end with positive comments. Put the important criticism in the middle."}
{"text_id": "107-b1", "simplified": "This rock album, Born in the USA, is energetic and makes you want to tap your feet. But the words in the songs are also very emotional. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream.  Songs frequently focus on the challenges of common people and their feelings of frustration when they don’t achieve wealth or recognition. \"Glory\" is a well-known song. \"Days\" shows people in a small town remembering their youth, when they had many possibilities. \"Downbound Train\" is about a young man whose life gets worse after he loses his job. We can guess the artist created his work thinking about friends and family, and what his life would be like without fame. This album will clearly show how talented the Boss is."}
{"text_id": "108-b1", "simplified": "Lewis believes we need to protect more of the ocean. He wants to see ocean protection increase from 3% to 10% of the world’s oceans. This is to help repair damage from things like overfishing and pollution. Lewis has seen the harm to the environment during his travels. He saw white, damaged coral reefs and empty underwater areas in the Red Sea. The water temperature increase damaged the reefs, and plastic covered the seabed. Pugh says nature will heal if we protect it. Time is running out. Protecting our seas is important. Otherwise, we will have problems that are impossible to solve."}
{"text_id": "109-b1", "simplified": "<newline> Once you provide the sentence, I will give you five simplified versions as requested. Sharp knows how to tell a good story or two, having twice won the Olive Crime  This writer was honored for their writing skills. She grew up in a dangerous neighborhood in Glasgow. She learned to be quiet and avoid problems. She also learned how to steal cars using a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK."}
{"text_id": "110-b1", "simplified": "Is life becoming more difficult each day? Can things get better? The Enlightenment was an important time in the 1700s when people started using reason and logic. He studies how humans have progressed and reports positive results. People live longer now, and their lives are healthier, more free, and happier. Pinker thinks there's a problem: people are criticizing reason and science. If leaders appeal to strong group loyalty, hopelessness, and distrust, important systems like democracy and world cooperation could be permanently harmed."}
{"text_id": "111-b1", "simplified": "Older horror movies rarely showed characters successfully calling the police or getting help when they needed it. Mobile phones change how we see that situation; it seems less real. How can we build suspense? Phones don't work here. If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all.  Or your phone battery will die just as you are making the call.  Or it could be both."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana farmers in Central America had a problem. Their main banana, called ‘Big Mike’, was dying. This is happening again, but now to the Cavendish banana. The Gros Michel banana was a very important crop in Central America. Its fruit was sweet, had a thick peel, and was easy to move around. United Fruit was the biggest banana company in South America. They grew bananas very efficiently. They made new plants from parts of existing plants, not seeds. They also grew the plants very close together in fields."}
{"text_id": "113-b1", "simplified": "Spiders use venom to catch food. It doesn’t usually harm humans. Only a small number of spiders – 25 – have venom that affects people. Spider bites can be painful, but they are not usually fatal. The Sydney funnel-web spider is known to be dangerous. However, a treatment was created in 1981, and since then, no one has died from its bite in Australia. Don't upset hairy spiders such as tarantulas. If they feel threatened, they shoot out hairs that can cause pain. The hairs are irritating. They can stick to the skin or eyes of someone who attacks."}
{"text_id": "114-b1", "simplified": "Many horror films in the late 1900s used this idea. The story shows teenagers having fun, but then everyone dies except one girl. Usually, a girl begins as innocent and shy, without much strength. She is now very strong and good at finding solutions. In most cases, the last girl wins."}
{"text_id": "115-b1", "simplified": "We want to know about the origin of our ability to use complex language. To find this out, we must study the differences between human and animal brains. It's not only about how big brains are. It's also important to understand their functions and how they changed over time. Things people left behind don’t tell us what they said. We can see how the mouths, throats, and tongues of early humans changed when we study their remains. About 100,000 years ago, humans developed the skill to make complex sounds. Previously, scientists studying evolution didn't know if early humans used simple sounds to communicate."}
{"text_id": "116-b1", "simplified": "Society, not nature, teaches girls to like subjects like art and history, and boys to like subjects like math and science. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs.  Cartoons and stories frequently portray men in the roles of scientists, inventors, and astronauts. Many people think scientists are strange, not good at socializing, and work alone. The media often has wrong ideas about who scientists are. Because of this, girls may not see themselves as future scientists and may not want this job. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects."}
{"text_id": "117-b1", "simplified": "This newspaper, called The Scallion, is published every week. It is free to students and is read by around 10,000 of them. It is available in faculty buildings. The students both write and produce this work. The survey shows university students and workers enjoy the newspaper. It helps them with fun, culture, and their careers. Printing newspapers costs a lot of money. Also, some students cannot easily get the paper. They must go to the university in person to get a copy. Another problem for the environment is that many copies become trash on campus."}
{"text_id": "118-b1", "simplified": "Girox Foods sees 12% of its employees leave each year. This is a small number, compared to the industry standard of seven percent. This report studies what makes employees feel connected to their jobs. It will also give advice on how to improve their work life and encourage them to stay with the company."}
{"text_id": "119-b1", "simplified": "What the speaker said made sense to me. Being connected doesn't always mean feeling close to others; sometimes it can lead to loneliness. For people like me, who didn't have much technology growing up, this isn't a big deal. Being alone is okay, and we know this well. People under 20 are a different case. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company.  Also, they are learning to talk by writing messages. This can be changed easily, but it might stop them from learning how to talk face-to-face."}
{"text_id": "120-b1", "simplified": "Avoid giving negative comments immediately after positive ones. Good things and bad things often happen together. When this happens, people may not notice or appreciate the good things. Praise people regularly, even without needing a reason. Avoid giving advice on how to do better all the time."}
