{"text_id": "21-a2", "simplified": "You might learn something new about your own thoughts through your dreams. Dreams about flying, falling, or losing teeth are common. If you want to understand these ideas, relate them to your daily life and your feelings."}
{"text_id": "22-a2", "simplified": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow.  There are about 35,000 stray dogs in Moscow. Some dogs are wild. Other dogs are lost pets. Dogs can live alone or with a group of other dogs. In 2010, a study showed dogs can easily live in cities. They learned it’s better to cross the street with others. Some dogs can understand traffic lights too."}
{"text_id": "23-a2", "simplified": "Wonder is a novel by R.J. Palacio. She is from New York. A girl she saw on the street inspired her book. She shared this story on her website. \"Wonder\" is a very popular book in the US. It has also won many awards. Many schools use this to begin talking about bullying, friends, and being different. The book will be a movie. Many of us are excited to read RJ Palacio's next book."}
{"text_id": "24-a2", "simplified": "Chloe has rats as pets. She named them Zena and Roxy. Chloe understands that rats are unusual pets. She has often told people that rats are not dirty and are great pets with proper care. She knows why people get upset. She didn't like rats, but that changed when her friend showed her his pets. She saw they were kind and clever. Martin’s rat had babies last year, and Chloe wanted two of them."}
{"text_id": "25-a2", "simplified": "It is not safe for baboons in Cape Town. Accidents happen. Some people are hurt in cars, and some die from electricity. Baboons are in danger of disappearing. To help them and reduce problems with people, the city hired people to watch the baboons. Baboons are sometimes found in cities. Monitors try to send them back to the countryside. The policy is partly working. But once baboons find food in the city, they keep returning."}
{"text_id": "26-a2", "simplified": "I work for a big computer company around the world. The main office is in the United States, so I work from my home using the internet. I don’t spend time getting to work, and I don’t talk casually with people I work with. I don’t have a regular work schedule; I work on different projects. This is good for me because I can take time off when my kids have school activities or when I need to see a doctor. I work late, even skipping dinner, when my work hours aren’t clear."}
{"text_id": "27-a2", "simplified": "In the 1990s, people continued to paint graffiti. Also, street art became very popular worldwide. Some artists made art with a political message. Their art asked people to think about war, unfair treatment, and prejudice. Some street artists focused on making art that looked good. In South America, many street artists painted poor neighborhoods. They added color and beauty to the walls."}
{"text_id": "28-a2", "simplified": "British people are buying more clothes and shoes now than in the past. Buying things online is convenient. Because popular brands sell very cheap clothes, people often don’t keep them for long."}
{"text_id": "29-a2", "simplified": "Sam looked toward the big house. A car was driving there and kicked up a lot of dust. The sun made him squint. The horses were bothered by flies and kicked their legs. They didn’t care that their owner hadn’t visited for ten months. Sam waited for a time. Sam was glad that Mr. Carter didn't visit unless he really needed to. If he didn’t bother his boss, he wouldn’t lose his job quickly. He wiped sweat from his neck; his name was Mr. Carter. The wet spots on his shirt looked like countries on a map. He was getting a sunburn in June. He didn't work hard, and his skin showed it – he was pale."}
{"text_id": "30-a2", "simplified": "Many people in Berlin did not like that hunters were shooting pigs, because they thought it was cruel. There were strong disagreements between the hunters and those who love animals. People protested, so the city council will be nicer to the pigs. They don't shoot the pigs anymore. They built fences instead. Feeding the pigs is now illegal. We will see if this plan is successful. However, it might fail because warmer winters are causing more pigs to live."}
{"text_id": "31-a2", "simplified": "The book The Hunger Games is based on stories from ancient Greece that Suzanne Collins liked. She liked the story of Theseus and the Minotaur when she was a little girl. But the people of Athens fight back. King Minos of Crete punished the Athenians. He forced them to send seven boys and seven girls to his island every year. Young people enter a maze, and a monster called the Minotaur eats them. A young man named Theseus killed the Minotaur. Suzanne is watching Katniss now. Everdeen is a future version of the hero Theseus."}
{"text_id": "32-a2", "simplified": "Zoos can help teach people about protecting animals and their homes. Some zoos take in animals that people no longer want as pets. Zoos study animals to learn about their behavior and health."}
{"text_id": "33-a2", "simplified": "Some people are starting to reject buying many things. This is known as the 'buy nothing' movement. The idea started in Canada in the early 1990s. Then it spread to the US. There, people began to disagree with the excessive spending on Black Friday and Cyber Monday after Thanksgiving. People protest on Buy Nothing Day. Some cancel their credit cards as part of the protest. Buy n Large innovated all year. Their new technology, which compressed matter, was meant to solve resource problems. But it gave them too much control, and Earth had to be evacuated. No groups help people trade or fix things they have."}
{"text_id": "34-a2", "simplified": "Graffiti can be seen as art. But some people think it is vandalism. Writing or painting on someone else’s property is often called vandalism in many countries. It depends on your opinion. The police stopped some street artists. A few of them had to pay fines. City councils often say it costs a lot to remove graffiti from buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "What is the art world’s opinion on graffiti and street art? It is becoming more and more popular as an art form. People could see street art in large shows in Paris, London, and Los Angeles. Elura Emerald, an American artist, held an art show in New York in 2008. She supported street artists. She said they are just expressing their ideas, and not causing harm. They deserve our thanks and praise."}
{"text_id": "36-a2", "simplified": "Most people dream four to six times each night after they turn ten years old. People usually have about 140,000 dreams by the time they are 80 years old. But we still remember a few thousand dreams during our lives. Sometimes, a dream and a real event can be similar. This is more likely if the dream is about something you see or do every day."}
{"text_id": "37-a2", "simplified": "The Hunger Games is a future story. It takes place after North America is gone. This country, called Panem, has twelve poor areas. A wealthy city, the Capitol, governs these areas. The Capitol has total power over the nation. Each area makes different products for the Capitol. District 12 is where the story starts. It provides coal for the whole country. It fought against the Capitol a long time ago."}
{"text_id": "38-a2", "simplified": "It is common for wild animals to come to cities for food. Baboons are visiting houses near Cape Town, South Africa, for food. They get food from trash cans and from fruit trees. Some baboons are very brave. They have gone into homes and taken food. Baboons can be aggressive. They have attacked many pets. Because of this, people in the city often do not want them nearby."}
{"text_id": "39-a2", "simplified": "Bridges are often damaged during building. These accidents often happen because of mistakes by the engineers. The bridge broke because of its weight. Workers on the bridge could be hurt or killed."}
{"text_id": "40-a2", "simplified": "George Lucas built his stories around a well-known pattern called the hero's journey. Usually, a hero is living a simple life when an adventure begins. This adventure will change the hero’s life. At first, Luke has a regular life. He lives with his aunt and uncle and fixes robots in Star Wars. R2D2 has a message for Obi-Wan Kenobi. This message tells the hero to start his adventure."}
{"text_id": "41-a2", "simplified": "If a large asteroid is heading towards Earth, we could try to destroy it with a nuclear explosion. Like in the movie *Armageddon*, NASA once proposed a plan to deal with dangerous asteroids. This plan was called HAMMER. They planned to fire eight-ton rockets at the asteroid. They hoped this would move it from its current direction. If the asteroid was too near Earth for the plan to succeed, rockets would use nuclear bombs to destroy it."}
{"text_id": "42-a2", "simplified": "This help makes the hero ready to begin the adventure in a new and different place. The hero gets ready for a big challenge by taking tests, fighting enemies, and making friends. Obi-Wan is Luke’s teacher. Han Solo, R2D2, and C3PO are his friends. Darth Vader is his enemy. This story takes place on the Death Star."}
{"text_id": "43-a2", "simplified": "Things we don’t use much can be valuable to others. The internet has allowed online groups to make money by sharing things people don't use often. Websites and social media help people trade with each other. This is called the sharing economy."}
{"text_id": "44-a2", "simplified": "From the 1700s to the 1800s, there were two common thoughts about what dreams mean. Some people believe dreams reveal hidden thoughts and feelings. According to Freud, we can learn about our feelings and problems by looking at our dreams. But another idea said the opposite. Dreams happen when your brain is busy organizing memories. They are made of random thoughts. After we wake up, we try to find meaning in our dreams."}
{"text_id": "45-a2", "simplified": "I am self-employed and work on different projects. I enjoy this because it lets me be independent with my work and schedule. At first, I was working from home, but I found it really hard to concentrate.  I was distracted by several things: housework, tea, and my family. I started working at a local café. The Wi-Fi was weak, so I drank too much coffee. Finally, I chose to rent a desk in a shared office. There were five other freelancers working there too. I enjoyed my morning routine of getting ready for work. I also liked being able to focus at the office."}
{"text_id": "46-a2", "simplified": "If NASA gets funding, it can build NEOCam. This space telescope will find medium-sized asteroids using infrared light. If they get the money, they will probably succeed in ten years. The team needed to defend the planet from asteroids. They would log in first, and then decide how to do it. The most dangerous asteroids were called PHAs."}
{"text_id": "47-a2", "simplified": "More and more people online, including influencers, are choosing not to buy new things. YouTubers are now telling people who watch their videos to try not buying anything for a year. Two friends in Canada tried to pay for all their food with work they did. They didn't buy any electrical goods, clothes, or things for their home for three months. Next, they stopped using some services. These included haircuts, restaurants, and gas for cars. In a year, they were able to save $55,000."}
{"text_id": "48-a2", "simplified": "Religion is important to Pi.  He is from a Hindu family, but he is interested in other religions. He has made friends with people of different faiths, including a Christian priest and a Muslim baker. Pi says he is Hindu, Muslim, and Christian, which surprises people. Pi’s family and teachers asked him about religion. He didn’t want to choose just one, and explained he wanted to love God. After that, his family and teachers allowed him to choose his own beliefs about religion."}
{"text_id": "49-a2", "simplified": "If you write your dreams, you may be able to control them. A lucid dream is a dream where you realize you are dreaming. Then, you can change the dream. You might be able to change a bad dream into a good one. You will not just analyze your dreams, but also create them yourself."}
{"text_id": "50-a2", "simplified": "People often donate clothes they no longer need. But this doesn't mean those clothes aren't part of the waste problem. Not all unwanted clothes can be sold in charity shops. Fast fashion trends don’t last long. The clothes are often of poor quality and can’t be reused or recycled. People also avoid buying them second-hand. A lot of items are thrown away. Charities send clothes they can’t sell to other countries, but this creates problems for those countries’ economies and environment."}
{"text_id": "51-a2", "simplified": "Some people who like to travel don't stop after one trip. They keep looking for new and exciting experiences. Meagan McGrath is from Canada. She has climbed the tallest mountain on every continent. She also biked across Canada and ran a long race in the Sahara Desert. It was very hot, at 45ºC. Maybe her most amazing trip was a ski trip to the South Pole. She fell into a glacier on the first day. Someone rescued her. It was a difficult time, and many people would have quit. However, Meagan didn't give up. She got to the South Pole after forty days. She pulled a sled carrying her tent and all her food. It was very cold, and there were ice storms."}
{"text_id": "52-a2", "simplified": "He started painting rats in Paris, where he grew up. He now works to raise awareness of social problems. He makes paintings of homeless people in cities. He does this to make people think about homelessness."}
{"text_id": "53-a2", "simplified": "Some cities encourage artists by giving them places to paint instead of letting them paint anywhere they want. In Taiwan, there are areas where artists are allowed to paint on walls. Some graffiti artists can now paint on trains in São Paulo, Brazil, because the city council agreed to it."}
{"text_id": "54-a2", "simplified": "Faith47 comes from South Africa. Her hometown is Cape Town. She paints large, bright pictures of people and animals. She also enjoys visiting new places. You can find her art on streets, in old factories, and on cars people have left. She enjoys street art because it doesn't stay around forever. It disappears quickly. This reminds her that life is always changing—things finish, and new things start."}
{"text_id": "55-a2", "simplified": "In her past job, Gabriela worked in a culture where people accepted that some had more power than others and respected this. Leaders have a lot of power in this culture. They decide what happens, and people usually agree with them. This Swedish team often worked with their managers to find answers and decide what to do. They were used to this style. Leaders encourage people to have their own ideas. They also expect people to question them."}
{"text_id": "56-a2", "simplified": "Gabriela noticed differences in how she and her team thought about things. She then talked to them openly about how they felt about her as their leader. The team was pleased to give their thoughts. They were not comfortable with being told what to do. They liked having more chances to take action and be creative. She told the team how to do their work. This made them feel she didn’t have confidence in them. They noticed Gabriela felt upset when they questioned her choices or suggested different ways to do things. They explained that this was just their normal work style."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are two brothers who were born together and look alike. Their hometown is São Paulo. They paint on buildings with different styles, from small tags to big pictures. Their work is often very large, so they need cranes to help. In 2007, people painted an entire castle in Scotland."}
{"text_id": "58-a2", "simplified": "Walls have been used for art and messages for many years. In the past, people in Africa and Europe drew pictures of animals and humans on cave walls. Someone wrote graffiti on old buildings in Greece, Italy, Syria, and Iraq. People wrote on walls in Pompeii, an ancient Roman town, and archaeologists found this writing. These are messages about religion, politics, and love. Some are even like magic spells!"}
{"text_id": "59-a2", "simplified": "Have you ever wanted to climb Mount Everest? If that is the case, many other people feel the same way. Every year, a lot of people try hard to climb big mountains or walk across whole continents. Old explorers relied on maps, but new explorers use GPS and phones. Many people who travel enjoy nature. They often try to help the environment or raise money for charities."}
{"text_id": "60-a2", "simplified": "DART is a test to change the path of an asteroid. It's called the Double Asteroid Redirection Test. DART will be tested on a small moon that orbits the asteroid Didymos. 'Didymoon' is 150 meters across. It goes around a larger asteroid, which is 800 meters wide. Scientists hope a spacecraft will hit 'Didymoon' and change its path. Then, telescopes on Earth will be able to see this change."}
{"text_id": "61-a2", "simplified": "A girl named Katniss Everdeen is the hero of the story. She is sixteen. She has to get food for her family after her father’s death in a mine. She goes hunting with her friend in the forest by District 12. Gale learns to use a bow and arrow very well. Katniss’s sister was picked to be in a dangerous game. To save her sister, Katniss volunteered. Peeta is the other person chosen from District 12. Katniss develops a difficult relationship with him."}
{"text_id": "62-a2", "simplified": "If you write down your dreams, you will likely remember more details. In just one week, you will write a lot more than you think. You can now connect what you want to achieve with your everyday life and feelings."}
{"text_id": "63-a2", "simplified": "In the past, most bridges were built with wood. This often happened with older train bridges. Sparks from the metal wheels and tracks could start fires. These fires sometimes destroyed the whole bridge."}
{"text_id": "64-a2", "simplified": "The future of street art is uncertain, however, we can see some new ideas now. Street art is often made by young people in their communities. These days, more artists are traveling to create art in different countries. Many artists use the internet to talk with each other and display their work. Also, the art world is giving more recognition to street art as a legitimate art form.  We don't know what will happen to street art. But it will likely always exist!"}
{"text_id": "65-a2", "simplified": "Suzanne Collins doesn't like watching war news; it makes her upset. When she was little, her father was a pilot in the US military. He fought in the Vietnam War. Her mother wanted to keep her safe from the war, so she didn't talk about it. But the girl still watched news about the war and knew her father was fighting there. She had a frightening experience."}
{"text_id": "66-a2", "simplified": "PwC asked over 40,000 people about their jobs. They included both millennials (people born between 1983 and 1993) and people from other generations. Deloitte surveyed more than 10,000 young workers worldwide. The survey asked about their opinions on work—what is difficult and what is promising."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is from the United States and loves adventure. He traveled through Morocco by bike, went through the Grand Canyon in a kayak, and climbed Everest. Erik lost his sight when he was 13, and he is still blind now. He travels a lot. He also helps people with disabilities be active. He takes young, blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "Online platforms let people earn money easily. It used to be difficult for busy parents to sell their children’s outgrown clothes and equipment. Now, online marketplaces allow them to earn money from these items."}
{"text_id": "69-a2", "simplified": "Pi and a tiger named Richard Parker were on a lifeboat for 227 days. They suffer from hunger, illness, and being very tired. Even though they have storms and heat, they are still alive. Pi feels good when he thinks about his religions. However, he also feels very alone and unhappy. The Mexican coast is now visible, and everything feels new. I don't want to tell you how the story ends. You need to read the book to learn what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-a2", "simplified": "Chloe returned from school, made coffee, and went to her bedroom with it. She had assignments for school, and she didn't need to do them right away. Before her parents got home, she wanted to enjoy a peaceful hour. The house would soon be full of sounds like talking, TV, and her dad’s jazz music. She liked this time of day because she enjoyed playing with her rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA found and recorded 90% of large asteroids near Earth. These asteroids were 1 kilometer wide. We call objects near Earth “NEOs.” These objects can be very big, like mountains. They are less than 50 million kilometers from Earth. NASA is tracking 887 asteroids. They think they will find about 50 more, but none of these asteroids are likely to hit Earth."}
{"text_id": "72-a2", "simplified": "Auggie decided to go to school. Now he must face his first day. He is very worried, like any child starting at a new school. It is very painful for him because of his appearance. No one wants to sit near him. He sees other children looking at him. They also talk about him when he can't hear. He made two friends: Jack, who is in his class, and Summer, who he talks with at lunchtime. It’s hard, and it’s not just on the first day. Auggie quickly finds out his classmates are afraid to touch him. During the year, Auggie experiences many strong emotions, both happy and sad. Then, something shocking happens at a school camp."}
{"text_id": "73-a2", "simplified": "The two men looked north, across the land. It was very large and continued far away. It was difficult to see the fences because they were far away. Even if a teenage boy was very bored and wanted to cause trouble, he could not walk away to escape. Sam watched the biggest horse. It stamped its large hooves on the ground. Was the boy allowed to ride? He didn't know and wanted to find out. This place was dangerous for horse riders because it was so isolated. If you didn't understand horses and wanted to leave your father, you might have had more problems."}
{"text_id": "74-a2", "simplified": "More than 4,000 people have climbed to the top of Mount Everest. They range in age from 13 to 80 years old. Climbing high mountains in bad weather can be very dangerous. The best climbers are always searching for new challenges. Gerlinde Kaltenbrunner is from Austria. She started to love climbing mountains when she was a teenager. After school, she became a nurse. She also enjoyed rock climbing as a hobby."}
{"text_id": "75-a2", "simplified": "First, Gerlinde climbed Everest. Next, she wanted to climb all fourteen mountains taller than 8,000 meters. She climbs without oxygen to make it harder. Low oxygen levels on high mountains can be harmful to your brain and body. Gerlinde is famous for climbing. She helps a charity that supports children without parents in Nepal."}
{"text_id": "76-a2", "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-a2", "simplified": "People have often thought dreams tell us what will happen. In the past, people believed gods sent dreams to teach them things. Many people still remember having a dream about something – a person, a place, or an event – that later happened in real life."}
{"text_id": "78-a2", "simplified": "Some of the biggest and most expensive transportation projects in the world have involved building bridges.  Bridges are very important. They help cars, trucks, and trains go over water, mountains, or other roads. Because of this, they are very important in building things like roads and bridges. People carefully check them, especially if one breaks or falls down."}
{"text_id": "79-a2", "simplified": "For weeks, Gabriela was unhappy with her team’s work. So, she emailed her manager, who is from Sweden, about it. The manager asked her about her team’s work. He wanted to know if they were still performing well and how she could improve teamwork. Gabriela felt her manager didn't explain things well and wasn't solving the problem."}
{"text_id": "80-a2", "simplified": "Because of this, the group sends the small, cute dogs to ask for food for everyone. Dogs can even use the city's metro to move between different parts of where they live. It is a mystery how dogs know when to get off the train. They have a good sense of smell and can remember the smells of places they like. They may now understand station names because they hear them. Now many people ride the metro with dogs, and locals don’t mind them."}
{"text_id": "81-a2", "simplified": "A man named Ed Stafford from the UK was the first to walk across the Amazon River. He began his journey at a small stream in the Andes Mountains of Peru. The Amazon rainforest is full of dangerous creatures. Ed was never safe there. He was fortunate to live, even though he was bitten by many mosquitoes and ants."}
{"text_id": "82-a2", "simplified": "In Britain, people spend over £1,000 on clothes each year. This is about four percent of their money. The number is low, but it hides two problems: one affects people, and the other affects the environment. Credit cards are a common way for people to buy things. Credit card debt in Britain is about £670 per person. This is 66% of how much people usually spend on clothes. People are spending money they don't have. They are also buying things they don't need. Each year, people in Britain throw away 300,000 tons of clothes. These clothes mostly go to waste dumps."}
{"text_id": "83-a2", "simplified": "It was technology that allowed Ed to walk. He asked for help from the rainforest people using a radio. He needed food and wanted to cross their land. Many people came to see him and helped him travel across the hard land. Ed walked and wrote a blog about what happened each day. He got a lot of media coverage on his trip. He used this to criticize the destruction of the rainforest and to collect funds for charities. These charities work in Brazil and Peru, helping both the environment and children."}
{"text_id": "84-a2", "simplified": "The sharing economy is profitable, and businesses want to benefit from it. They are looking for ways to use resources that are currently wasted. More and more companies are building online platforms. These platforms help customers find the services or products they need. Airbnb helps people make money by renting out spare rooms and houses. Uber allows people to use their cars to give rides and earn extra money."}
{"text_id": "85-a2", "simplified": "It is very important for zoos to help animals breed, especially those that are endangered. Rare animals often cannot find mates or have babies easily when they live in the wild. Plus, people who hunt illegally, loss of homes, and other animals threaten them. A good zoo keeps these animals safe so they can live and reproduce. If the number of wild animals or plants gets small, they may become too genetically similar. This is dangerous. Zoos breed animals to protect them. Then, they can release these animals into the wild to make the population stronger and more diverse."}
{"text_id": "86-a2", "simplified": "These accidents almost never happen. But boats and trains can each cause a bridge to fall down, and they do so in different ways. A train crash can destroy a bridge, and the speed of the train is the biggest factor. The size of boats can cause problems, even at slow speeds. Planning helps us avoid bridge failures. Technology can help us find weak parts in structures. Safer workplaces and better designs also help. These things all reduce accidents."}
{"text_id": "87-a2", "simplified": "First, Pi was very afraid of the animals. Then, he jumped into the ocean. He remembers sharks are nearby and they are hungry. He knows he must get back into the lifeboat. First, the animals in the lifeboat killed and ate each other. Then, only Pi and the tiger were still alive. Pi was lucky because the tiger, Richard Parker, was sick from the sea and didn't want to eat him right away."}
{"text_id": "88-a2", "simplified": "Pi’s parents didn’t like the new government that was elected when he was 16. Pi's parents were worried about what would happen next. So, they decided to close the zoo and move to Canada. Some animals are sold to zoos in North America. The family travels to Canada by ship with the animals. On the way, there is a terrible storm and the ship sinks.  Sadly, Pi’s family and the ship’s crew die in the water. Pi survives and is on a lifeboat. He is with a hyena, a zebra, an orangutan, and a very large tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a book by Suzanne Collins. It is very popular with young readers. Published in 2008, the book is now in 26 languages and has sold many copies all over the world. This is the first book for children that has sold more than a million copies online. The Hunger Games is a major film and many people like it. In North America, it made $152.5 million when it first came out."}
{"text_id": "90-a2", "simplified": "We may dream because our brain is organizing our daily thoughts. These thoughts often appear as symbols in our dreams. We often have thoughts that feel like talking to ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active."}
{"text_id": "91-a2", "simplified": "It is important to have good relationships to be happy. Happy people tend to be close to their friends and family and visit them often. It's also important to have someone to talk to about your feelings. One close friend is enough, and having other friends is also important. Friends should offer more than just fun and conversation about things you like. A strong connection is key. It is helpful to learn to listen well if you want stronger relationships."}
{"text_id": "92-a2", "simplified": "Psychologist who believes people can improve. Carol Dweck said our brains can change. We can learn new skills, even if we are not naturally good at them. It is common to praise people when they succeed or show talent. You are a talented event planner. If we praise how someone tries, experiments, and solves problems, they are more likely to learn and improve, according to research."}
{"text_id": "93-a2", "simplified": "The rover checks the air often. In 2014, it found methane in the air. Methane is a simple organic molecule and a part of natural gas. Methane breaks down after a few hundred years. This means something is adding more of it on Mars. Mars releases thousands of tons of methane gas, NASA reports. Each year, methane in the air increases and decreases depending on the time of year. It’s similar to breathing."}
{"text_id": "94-a2", "simplified": "The psychologist did her first work… Carol Dweck, a professor at Stanford University, gave some math problems to a group of ten-year-old children. The first group liked the challenge. They also believed they could develop their skills. They think people can learn and grow, and they are focused on future success. Some children felt they were being tested on how smart they were, and they thought they did poorly. They believed their abilities couldn't be changed. Some children said they may cheat in the future. Other children tried to feel good about themselves by comparing their actions to those of others."}
{"text_id": "95-a2", "simplified": "Horror films are often set in places where no one lives. This place could be an empty hospital, a scary house, or a ghost town. I feel something in places where no one is around. Tell me about what it was like for people who lived there. Can you tell me why they departed? Maybe it's also that they are so quiet, which can be very scary too.  Horror filmmakers like abandoned locations. It feels more real if characters can't call for help."}
{"text_id": "96-a2", "simplified": "Basements are often scary in horror movies. This is often where things are hidden, or where a dangerous person hides weapons. Basements don't have much light and are usually damp. You can only reach them by a narrow staircase.  Basements are usually scary, even when they are empty."}
{"text_id": "97-a2", "simplified": "Gary Collins was a police officer. He saw the London riots on TV when he was not at work. He saw people he knew and stopped his holiday to help find out who they were. He watched security footage for six months. He was able to identify 190 people, and often recognized them by their eyes. He helped a lot with the investigation. The software looked at a lot of video – 200,000 hours – but only found one person's face."}
{"text_id": "98-a2", "simplified": "I think it is interesting to think about how we can make humans evolve faster by improving our bodies. It’s interesting to think about having a computer inside your brain. It will soon be possible to improve our skills in math, seeing and hearing, and memory."}
{"text_id": "99-a2", "simplified": "The talk was very interesting. The speaker explained some things very well. Let's consider how parents affect their children. Teenagers see their parents using phones often – while cooking, or at traffic lights. So, how can we expect them not to text while doing homework? It's true what she said – people often want to do many things at the same time. They talk to people both in person and online. I notice this happening often with my teenage daughter and her friends. They met up and sat together, but each was having a separate conversation online."}
{"text_id": "100-a2", "simplified": "We often hear news about violence, but things aren't necessarily getting worse. After World War II ended and until 1990, many wars happened. These wars killed more than 100,000 people. There are still some civil wars happening today. However, most countries are more peaceful with each other than in the past. There is more terrorism now than in the past. Since the end of World War II, wars have harmed civilians more than soldiers. It's not all bad news in the statistics, even if you are not in the military. It is more dangerous to die from crime than from political conflict. The world saw a small decrease in murders between 2000 and 2015. The rate fell from 8 to 5.3 per 100,000 people."}
{"text_id": "101-a2", "simplified": "Wasfia dedicates her life to human rights. She has seen many projects help women and girls in her country. But often, when the projects end, the women are left without support. Wasfia noticed Bangladesh needed to be stronger. She combined her love of climbing mountains with her work for human rights. She wanted to change how people thought about women in Bangladesh. She first tried climbing during her work helping others in Tibet and Nepal. People in Bangladesh don’t often see mountains because their country is mostly flat. Her campaign is getting attention. People in her country and other countries are beginning to notice her."}
{"text_id": "102-a2", "simplified": "Many people believe life is very hard in developing countries. These countries often face great poverty and are ruled by dictators. It is difficult to see how things will get better. Actually, the reality is different. We are seeing a major shift in the world. More than 700 million people are now richer and out of poverty after 20 years. Also, six million fewer children die each year because of illness. More girls are going to school, and more people have clean water."}
{"text_id": "103-a2", "simplified": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments.  If people receive feedback all the time, they may not trust positive comments. They might think these comments are hiding problems. Positive feedback isn’t just for making people feel better after criticism. It should encourage them to keep up the good work."}
{"text_id": "104-a2", "simplified": "I work with a group trying to stop robots that can kill people. We often see scary robots in movies, but real military robots are already being used. The next step is robots that can kill people by themselves. I think this is very wrong and could harm people. We should think carefully before telling machines what to do."}
{"text_id": "105-a2", "simplified": "English is the most popular language to learn. It is also spoken in many countries around the world. Chinese is spoken by a very large number of people as their first language. It’s not easy to predict how many learners a language will have based on how many native speakers it has. But if a language is spoken in many countries, more people will likely learn it."}
{"text_id": "106-a2", "simplified": "Your manager wants to give you feedback about the project you just finished. You spent the weekend worrying and thinking about possible mistakes. First, she told you she liked your work. You wondered if she was preparing to give you negative feedback. The feedback sandwich is a way to give criticism. First, say something positive. Then, share your main point or concern. Finally, end with another positive comment."}
{"text_id": "107-a2", "simplified": "Born in the USA is upbeat rock music. The songs' lyrics are also full of emotion. Famous rock songs often tell stories about the difficulties of achieving the American dream. Regular people often struggle, and many songs express their sadness and anger about this. They feel disappointed when life doesn’t give them success. This song, titled \"Glory,\" is famous. \"Days\" shows people in a small town remembering their youth, when they had many possibilities. \"Downbound Train\" is about a young man whose life gets worse after he loses his job. The artist probably used real people he knew in his art. He also thought about how his life could have been different. This album will clearly show how talented the Boss is."}
{"text_id": "108-a2", "simplified": "Lewis wants to increase ocean protection. Currently, 3% of the ocean is protected. He wants to raise that to 10% to help the ocean recover from human damage. Lewis has seen the harm to the environment during his travels. He swam over coral reefs that had turned white because the water was warmer. He also saw underwater areas with no life in the Red Sea. These areas were covered in plastic. Pugh thinks nature can get better if we let it. But we don't have much time. We need to protect our seas, or we will have a very serious problem."}
{"text_id": "109-a2", "simplified": "This writer is famous and sells a lot of books. Please provide the complex sentence you would like me to rewrite. You only wrote \"Terrie,\" which is a name and not a sentence. I need the sentence to be able to help you.  Sharp is a good storyteller. He has won the Olive Crime award two times. The author received an award for their writing. She was born in Glasgow’s most dangerous neighborhood. Because of this, she learned to be careful and stay safe. She also learned to unlock car doors with a knife. She wrote her novels using what she knew. Today, she is more talkative and appears on TV and at writing conferences across the UK."}
{"text_id": "110-a2", "simplified": "Is life becoming more difficult each day? Is it possible to make things better? The Enlightenment was an important time in the 1700s when people started using reason and logic. Steven Pinker studies how life has improved for people over time, and he believes things are getting better. We are living longer, healthier, freer and happier lives.  Pinker says the main problem is that people are questioning reason and science. When people are divided by group loyalty and feel they have no control, and when they don’t trust each other, democracy and global cooperation suffer."}
{"text_id": "111-a2", "simplified": "In old horror movies, characters in trouble often could not get help or call the police. Mobile phones make that story seem less true today. How can we keep the story interesting? This area has no cell service. Heroes in scary movies often can't get a phone signal when they need it most. The battery might die when you start to make a call. Or it could be both."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America had a problem. Their main banana, called ‘Big Mike’, was dying. Now, the same thing is happening to the banana called Cavendish. The Gros Michel banana was the main banana grown in Central America. It was easy to move, had a strong skin, and was delicious. United Fruit grew most of the bananas exported from South America. They didn’t grow bananas from seeds. Instead, they made new plants from parts of older ones and planted them closely together."}
{"text_id": "113-a2", "simplified": "Spiders have venom in their bodies. They use this venom to get food by stopping or killing small animals. It is rarely used on humans. Only 25 kinds of spiders have venom that can hurt people. Spider bites can be painful, but they are almost never fatal. Since 1981, no one has died from a Sydney funnel-web spider bite in Australia, because doctors can now use a medicine to stop the poison from hurting people. Tarantulas and other hairy spiders don't like to be touched the wrong way, so be careful. These animals protect themselves when they are scared by using irritating hairs. If someone attacks, these hairs can get into their skin or eyes and cause pain."}
{"text_id": "114-a2", "simplified": "This is a typical scary movie idea that was popular in the last part of the 20th century. The story shows teenagers having fun, but then everyone dies except one girl. The girl is often innocent and shy when she is young, and she is not strong. She finished as a very strong and capable person. The final girl almost always succeeds."}
{"text_id": "115-a2", "simplified": "Humans have complex language. To learn where this ability comes from, we need to look at our brains and how they differ from animal brains. Our brains are special not just because of their size. Their functions and development are also very important. It’s difficult to know what sounds our ancestors made. We can learn about early humans by studying their bones. One thing we see is changes in their mouths, throats, and tongues. By about 100,000 years ago, humans had evolved the ability to create complex sounds.  In the past, it was hard for scientists to know how early humans communicated, and they could only guess."}
{"text_id": "116-a2", "simplified": "We learn from society, not from nature, that girls should study the arts and boys should study science. Also, young people don't see many women working in science jobs, so they have few role models. We often see scientists, inventors, and astronauts as men in cartoons and stories. People often have a negative idea about scientists. They think scientists are awkward and prefer to work by themselves. The media often has wrong ideas about who scientists are. Because of this, girls may not see themselves as future scientists and may not want this job. Girls need to see women working in science so they can feel confident and like they fit in."}
{"text_id": "117-a2", "simplified": "The Scallion newspaper comes out every week. Students can get it for free in buildings where teachers work. Around 10,000 students read the paper. It is written and produced entirely by students.  University students and staff think the newspaper is very useful. They enjoy it for entertainment, learning, and work. Printing newspapers costs a lot of money. Also, some students cannot easily get the paper. They must go to the university in person to get a copy. Another problem for the environment is that many copies become trash on campus."}
{"text_id": "118-a2", "simplified": "About one in eight employees at Girox Foods quit their job every year. It doesn't seem like much, but seven percent is the normal amount for this industry. We want to understand what motivates our employees. This report will explain the reasons and suggest ways to improve their experience at work. This should help us keep more employees."}
{"text_id": "119-a2", "simplified": "I agreed with a lot of what the speaker said. I think it's possible that being very connected can make people feel lonely. I don't think this is a big problem for people my age. We didn't grow up with technology. We know how to be alone and, more importantly, we know that it's OK to be alone.  It’s different with people younger than 20. They are always communicating with others, so they don’t often feel lonely. Because of this, they may not learn to enjoy time alone. Also, they are learning to talk by writing messages. This can be changed easily, but it might stop them from learning how to talk face-to-face."}
{"text_id": "120-a2", "simplified": "Don't praise someone and then immediately criticize them. Good things and bad things often happen together. When this happens, people may not notice or appreciate the good things. Sometimes, just tell people what they are doing well. Don't feel you always need to criticize."}
{"text_id": "21-b1", "simplified": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about.  Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people.  But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life."}
{"text_id": "22-b1", "simplified": "Wild dogs in Moscow are a very interesting case of wildlife adapting to city life. In Moscow, there are approximately 35,000 wild dogs living on the streets.  Some of the dogs were born wild, while others are pets that have been abandoned by their owners.  Some dogs live alone and others live in packs.  Dogs live successfully in cities, scientists discovered in 2010. They found it's safer to cross the road with others. Some dogs understand when to cross based on the traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is New Yorker RJ Palacio's first novel.  She wrote on her website that she was inspired to write the book after seeing a girl with facial differences. Wonder has been a bestseller in the United States and has already won several awards.  Schools often use it to start conversations about bullying, friendship, and accepting differences. A film adaptation is planned. People are looking forward to seeing what RJ Palacio writes in the future."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy.  Chloe knows rats aren’t ordinary pets. She has explained to many people that rats are clean and make good pets if they receive proper care. She can see why people respond in a negative way. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were.  Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them."}
{"text_id": "25-b1", "simplified": "Cape Town can be a dangerous place for baboons.  Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables.  Baboons are endangered. A team of Baboon Monitors was hired by the city to protect them and reduce problems with people. Monitors deal with baboons in cities. They push them out or move them to the country. The policy helped somewhat, but baboons return to the city for food."}
{"text_id": "26-b1", "simplified": "I work for a worldwide IT company. I work from home online because the company’s headquarters are in the United States. That means that I don't waste time commuting or making idle chit-chat with colleagues.  I work on projects, which gives me flexibility. I value this because I can be available for my children and personal needs. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task."}
{"text_id": "27-b1", "simplified": "During the 1990s, graffiti remained common, and street art quickly grew in popularity globally. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination.  Other artists who worked in public spaces cared more about creating art that people would find pleasing. Poor areas in South America became more colorful and lively thanks to street artists and their wall paintings."}
{"text_id": "28-b1", "simplified": "Ads are everywhere – on social media, in magazines, and in shops. This is leading to British people buying more clothes and shoes. Shopping online makes it simple to buy things quickly. Large companies sell inexpensive clothes that many people treat as if they are not meant to last."}
{"text_id": "29-b1", "simplified": "Sam tried not to get blinded by the sun. He saw a car far off, and it was creating a dust cloud as it approached the large house. Flies annoyed the horses, so they kicked and moved their tails. The owner was back after a long time, but the horses didn’t mind. Sam waited.  Mr. Carter avoided coming here unless it was important, and Sam liked that. If he avoided his boss, he would likely keep his job longer. Mr, Carter wiped the sweat from the back of his neck.  The shirt was damp, and the wetness spread out in patterns like a map. The sun was reddening his skin in June. He had very fair skin, suggesting he didn’t do manual labor."}
{"text_id": "30-b1", "simplified": "People in Berlin, Germany said shooting pigs was too cruel. Hunters and animal lovers argued about this. The city council reacted to the protests. They chose to be gentler with the pigs. They stopped shooting the pigs. Now, they use fences to keep them contained. It is also against the law to give them food. We will see if this plan is successful. However, it might fail because warmer winters are causing more pigs to live."}
{"text_id": "31-b1", "simplified": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology.  She loved hearing about Theseus and the Minotaur as a child. Crete controls Athens, but the Athenians disagree and rebel. Minos, the king of Crete, made Athens send young people as a punishment. Every year, they had to send seven boys and seven girls. The maze holds a dangerous monster, the Minotaur, which kills anyone who enters. But one of the youths, named Theseus, fights the Minotaur and kills it.  Suzanne sees Katniss  Everdeen is a future version of the hero Theseus."}
{"text_id": "32-b1", "simplified": "Zoos can educate people about why it’s important to protect animals and their environments. Zoos protect animals. These animals may have been harmed in circuses, or they may have been left alone by their owners. Zoos study animals. This research helps us understand their behavior and treat their illnesses."}
{"text_id": "33-b1", "simplified": "A new idea is becoming popular that goes against buying a lot of things – it’s called “buy nothing.” In the early 1990s, Canada saw the beginning of this idea. It grew in the US as a reaction to spending too much money on Black Friday and Cyber Monday. On Buy Nothing Day, people show their disagreement with shopping by protesting and canceling their credit cards. Buy n Large was a very creative company. They invented a way to compress things, hoping to save resources. This invention gave them a lot of power and eventually caused everyone to leave Earth. Nothing groups organise the exchange and repair of items they already own."}
{"text_id": "34-b1", "simplified": "Is graffiti a form of art, or is it damage to property? It depends on how you see it, but in many places, writing or painting on property is considered damage. Police have stopped street artists, and sometimes they must pay fines. It is expensive to remove graffiti from public places like buildings and transportation. City councils often complain about this cost."}
{"text_id": "35-b1", "simplified": "Is graffiti and street art accepted by the art world? Recently, there has been a growing recognition of its value as an art form.  There have been major exhibitions of street art in galleries in Paris, London and Los Angeles.  The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008.  She believed street artists should be allowed to create their work. She explained that street art is a form of expression and doesn’t cause damage. It is important to appreciate and celebrate them."}
{"text_id": "36-b1", "simplified": "Most people dream several times a night, starting around age ten. They may dream as many as 2,000 times a year. By 80 years old, people generally experience around 140,000 dreams. Over a lifetime, people forget almost all their dreams, yet they still remember thousands. If you dream about something that often happens, it's not surprising when something similar happens in real life."}
{"text_id": "37-b1", "simplified": "The Hunger Games takes place in the future, after the destruction of North America.  The country is Panem. It includes twelve poor districts and the Capitol, which is very wealthy and in charge. The Capitol holds absolute power over the nation.  Every district has to make something specific for the Capitol. District 12 is the story's beginning. This district supplies coal to the entire country. A thirteenth district existed, but it rebelled and was destroyed by the Capitol."}
{"text_id": "38-b1", "simplified": "Often wild animals come into cities to look for food.  Baboons are coming into neighborhoods around Cape Town to find something to eat. They eat fruit from gardens and farms, and they also search trash for food. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges!  Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence."}
{"text_id": "39-b1", "simplified": "A large number of bridge accidents occur during the construction of the bridge itself.  Often, these accidents are the result of mistakes made by engineers when they calculate things. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time."}
{"text_id": "40-b1", "simplified": "George Lucas built his stories around a well-known pattern called the hero's journey. Heroes often start in normal situations. Something then happens to begin their journey, and this journey changes their lives. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots.  Finding Princess Leia’s message in R2D2 starts the hero’s journey. It is like a call for help."}
{"text_id": "41-b1", "simplified": "A way to stop a dangerous asteroid from hitting Earth is to explode a nuclear weapon near it. This idea sounds like something from a movie, like the film *Armageddon* from 1998. But NASA really proposed a plan called HAMMER. Big rockets, weighing eight tons, would be launched at the asteroid to try and change its path. If the asteroid came too close, we would use rockets with nuclear bombs to break it apart."}
{"text_id": "42-b1", "simplified": "Heroes usually don’t accept their quest right away, Campbell explains. A teacher or guide then helps them, and they start their journey into a new world. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge.  In the story, Obi-Wan helps Luke. Han Solo and the robots R2D2 and C3PO are Luke’s friends. Darth Vader is the bad guy, and everything happens on the Death Star."}
{"text_id": "43-b1", "simplified": "Underutilised items may seem useless to some, but could be an asset to others.  The internet helped online groups find a way to profit from sharing unused items. Now, it’s simpler to buy and sell second-hand items through websites and social media. People refer to this as the sharing economy."}
{"text_id": "44-b1", "simplified": "Two ideas about dreams became well-known in the 1700s and 1800s. Dreams could be a way for our unconscious minds to express themselves. Freud thought dreams are important because they reveal our hidden feelings and the reasons for our difficulties. However, the other theory was the opposite.  The brain creates dreams by randomly working with memories and events from the day. We try to understand our dreams by making a story from the images and feelings we remember when we wake up."}
{"text_id": "45-b1", "simplified": "I'm a freelancer and work for myself.  This is great because I am in control of what I do and how I spend my time.  At first, I was working from home, but I found it really hard to concentrate.  There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things.  So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee.  In the end, I decided to rent a desk in a co-working space with five other freelancers like myself.  I liked preparing for work each morning and being able to focus while at the office."}
{"text_id": "46-b1", "simplified": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids.  If it receives the money, it can likely reach its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs."}
{"text_id": "47-b1", "simplified": "The “buy nothing” idea is becoming popular, even with social media influencers. Certain YouTubers encourage their audience to avoid shopping for as long as one year. Two friends in Canada spent a year working towards buying only food.  They spent the first three months learning to live with less – no new electrical items, clothes, or home decorations. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars.  In one year, they'd saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion is important to Pi.  His family practices Hinduism. However, he is open to learning about other faiths and befriended both a Christian priest and a Muslim baker. People were surprised when Pi said he believed in Hindu, Muslim, and Christian faiths. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'.  From that moment, his family and teachers decide to let him make his own mind up about religion."}
{"text_id": "49-b1", "simplified": "People believe that keeping a dream journal can lead to lucid dreaming. When you have a lucid dream, you understand it is not real. You can choose what happens next. Bad dreams can become good dreams. You can also be in charge of your dream's story. You can both create your dreams and still let them reveal your hidden thoughts."}
{"text_id": "50-b1", "simplified": "People may not know they contribute to clothing waste, even when they give old clothes to charity. But charity shops can't sell all those unwanted clothes.  'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand.  A lot of things are wasted and thrown away. Many clothes that charities cannot use are sent to other countries, which creates more problems for their economies and the environment."}
{"text_id": "51-b1", "simplified": "Today’s adventurers often don’t feel satisfied with just one exciting trip. They want to do more challenging activities. Meagan McGrath from Canada is an adventurer. She has climbed the highest mountains on all seven continents. She also biked across Canada and ran a long race in the Sahara Desert, even though it was 45ºC. But perhaps her most remarkable journey was a skiing trip to the South Pole.  On the first day, she fell into a glacier and had to be rescued.  At that moment, most of us would have stopped trying. Meagan chose to keep going. After forty days, she arrived at the South Pole. She pulled a sled with all her supplies, like a tent and food, across the ice and through cold storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat painted rats on walls in his city, Paris. Now, he encourages people to consider social issues. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness."}
{"text_id": "53-b1", "simplified": "Some local governments want to stop unwanted graffiti. They let artists paint legally in certain areas. Taiwan allows artists to paint on walls in specific zones called 'graffiti zones'. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town in South Africa.  She paints big, colourful pictures of people and animals and likes to explore different locations.  Her art appears on streets, in closed factories, and on forgotten cars. She likes how street art changes. It doesn't last, as weather or cleaning removes it. For her, this reflects how life is full of change with its cycle of endings and new beginnings."}
{"text_id": "55-b1", "simplified": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place.  In such a culture, leaders make the big decisions and are not often challenged.  In Sweden, her team was used to a workplace where managers and employees collaborated closely. Leaders in this situation act like coaches. They help people think for themselves and welcome questions or disagreements."}
{"text_id": "56-b1", "simplified": "Gabriela saw that she and her team were different culturally. She spoke with them to find out what they thought of her leadership. The team was pleased to give their thoughts. They were not comfortable with being told what to do. They enjoyed having more room for initiative and creative freedom.  She was very specific about what she wanted the team to do, and this made them feel untrusted. Gabriela felt hurt when her decisions were questioned. The team explained they always discuss work and offer different ideas."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are two brothers who were born together and look alike. Their hometown is São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings.  Their work is large and requires cranes for assistance. In 2007, they covered the whole of a castle in Scotland with paint."}
{"text_id": "58-b1", "simplified": "People have made marks on walls with paint and writing since the beginning of time. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves.  People have written graffiti on buildings at old historical places in Greece, Italy, Syria, and Iraq. Pompeii was a Roman town where archaeologists found many Latin writings on walls. These include religious, political and romantic messages, and even some magic spells!"}
{"text_id": "59-b1", "simplified": "Do you ever dream of big adventures like climbing Mount Everest or walking to the South Pole? If you are experiencing this, remember that others are too. Each year, many people attempt to climb the tallest mountains in the world. Some also walk across entire continents. Past explorers and today’s adventurers use different tools for travel. Some adventurers love nature and share information about environmental problems during their travels. Others help people and raise money for charities."}
{"text_id": "60-b1", "simplified": "The Double Asteroid Redirection Test is also known as DART. They are planning a test of DART. The test will happen on a moon around the asteroid Didymos. This asteroid, called 'Didymoon', is 150 meters wide. It travels around a larger asteroid. A spacecraft will hit 'Didymoon' to change where it goes. Scientists will watch this from Earth with telescopes."}
{"text_id": "61-b1", "simplified": "The story is about Katniss Everdeen. She is sixteen. After her father died in a mining accident, she became responsible for feeding her family. She and her friend find food by hunting in the forest close to District 12. Gale practices with a bow and arrow and becomes skilled. Her sister Prim was chosen for something dangerous. Katniss volunteered to go instead to protect her. A boy named Peeta is the other tribute from District 12. Katniss and he have a complicated relationship."}
{"text_id": "62-b1", "simplified": "When you write down a dream, you'll probably recall more of it. The people and places in the dream might also be important for understanding it. Over the period of a week you'll be surprised how much you've written down.  Now you can start connecting your dreams to the events and feelings in your daily life."}
{"text_id": "63-b1", "simplified": "Historically, more bridges were made of wood and were much more susceptible to fire.  Older bridges made of metal were at risk of fire. The train wheels created sparks that could burn them."}
{"text_id": "64-b1", "simplified": "It is impossible to know how street art will develop in the future but certain trends are emerging.  While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe.  Artists can now communicate and show their work online. Now, people in the art world are noticing street art more and accepting it as real art. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!"}
{"text_id": "65-b1", "simplified": "Suzanne Collines has always found news programmes of wars upsetting.  When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam.  Her mother kept the war a secret to protect her. She still found out about it on the news, and she knew her father was fighting in it. It was a very frightening experience for her."}
{"text_id": "66-b1", "simplified": "A global study by PwC surveyed over 40,000 people. They asked about their experiences with work, including culture, pay, and career growth. Deloitte surveyed more than 10,000 young workers worldwide. The survey asked about their opinions on work—what is difficult and what is promising."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer from the United States is a multi-adventurer.  He has biked across the deserts in Morocco, paddled a kayak through the Grand Canyon, and climbed Mount Everest. Amazingly, Erik has been blind since the age of 13.  Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions."}
{"text_id": "68-b1", "simplified": "Democratised online platforms are providing a chance for people to make a quick buck or two.  Selling children’s used items was hard for busy parents. Online sales now make it simple to sell clothes, strollers, and other baby equipment for money."}
{"text_id": "69-b1", "simplified": "They were on the lifeboat for 227 days: Pi and Richard Parker. They face difficult times with not enough food, sickness, and exhaustion. They experience bad weather and intense heat, yet they manage to survive. Pi is comforted by his religions at times, yet he also experiences loneliness and despair. After a long time, the Mexican coast appears, and this makes a big change. It's better if you discover the ending yourself. Read the book to find out what happens to Pi and the tiger, Richard Parker, when they get close to land."}
{"text_id": "70-b1", "simplified": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom.  She had some homework to do, but that could wait for later.  She wanted a calm moment before her family arrived. Her parents’ return meant the house would be filled with sounds of conversation, television, and her father’s jazz while he cooked. She liked this time of day too because she could play with her pet rats."}
{"text_id": "71-b1", "simplified": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide.  NEOs are large space objects, as big as mountains. They are close to Earth, within 50 million kilometers of where Earth travels. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet."}
{"text_id": "72-b1", "simplified": "Having decided to go to school, Auggie then has to face his first day.  Like every child starting at a new school, he is really anxious.  But because of the way he looks, it's an agonising experience.  Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands.  Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch.  But it's not just the first day that's hard.  Auggie discovers his classmates are scared to touch him, believing they might get ill. Auggie has a tough year at school, with lots of highs and lows. A surprising and upsetting event at camp changes his life."}
{"text_id": "73-b1", "simplified": "The two men looked towards the northern end of the property.  It stretched as far as the eye could see.  Even the fences were barely visible from where they stood.  Teenage boys sometimes get bored and rebel, but they couldn't escape by walking. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves.  Could the boy ride?  He was unsure and considered the matter. Far from help, a skilled horse rider could face many problems in this area. It was possible there were more difficulties for a person with no horse knowledge who also wanted to escape his father."}
{"text_id": "74-b1", "simplified": "More than 4,000 climbers have reached the summit of Everest. Their ages are between thirteen and eighty. High mountain climbing in freezing storms remains dangerous. Still, experienced climbers want to try even harder climbs. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager.  When she left school, she worked as a nurse, but kept climbing in her free time."}
{"text_id": "75-b1", "simplified": "After climbing Everest, Gerlinde planned to climb all fourteen 8,000-meter peaks. Gerlinde finds climbing more difficult by not using oxygen. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning.  Gerlinde is a famous climber. She uses her popularity to help a charity. This charity helps poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-b1", "simplified": "Dreams have been linked to seeing the future in many cultures and throughout history. People thought dreams were messages from the gods, sent to give us knowledge or insight.  Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life."}
{"text_id": "78-b1", "simplified": "Big transportation projects often cost a lot of money, and they sometimes involve building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads.  Because of this, they are very important in building things like roads and bridges. People carefully check them, especially if one breaks or falls down."}
{"text_id": "79-b1", "simplified": "Gabriela felt frustrated for many weeks and then sent an email to her Swedish manager. The email was about problems with her team. The manager asked her about her team’s work. He wanted to know if they were still performing well and how she could improve teamwork. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily."}
{"text_id": "80-b1", "simplified": "Dogs that live together have figured out people like to give food to small, pretty dogs. They send these dogs to ask for food for the entire group. Dogs in the city have learned to take the subway to get around their territory. Scientists are not sure how the dogs know when to get off the train.  They can recognize places by their smell, and they are good at remembering scents. Another possibility is that they have learnt to recognise the names of stations they hear in announcements.  Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals."}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK is the first person to walk the length of the Amazon River.  He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres.  Ed was in constant danger because the Amazon rainforest has many dangerous animals. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income.  The number is low, but it hides two problems: one affects people, and the other affects the environment. First, a lot of that consumer spending is via credit cards.  British people currently owe approximately £670 per adult to credit card companies.  Sixty-six percent of a typical clothing budget is this amount. People are spending money even when they don’t have it. And they are buying things that aren’t necessary. Britain gets rid of 300,000 tons of clothes annually. Landfills are where most of it is taken."}
{"text_id": "83-b1", "simplified": "Ed's walk would have been impossible without technology.  He used a radio to ask the people of the rainforest for food and permission to cross their land.  Many of them came to meet him and helped guide him through the most difficult terrain.  As he walked Ed wrote a blog, recording his day-to-day experiences.  During his trip, many news outlets reported on his activities. He used this attention to protest the loss of rainforests and to get donations for charities in Brazil and Peru. These charities support environmental protection and children."}
{"text_id": "84-b1", "simplified": "Now, companies understand the sharing economy is good for business. They are trying to make a profit by using resources that are available but not fully used. Companies are increasingly using a business model where they create websites to connect customers with people who offer services or products. Airbnb allows homeowners to rent out rooms or houses. This can be a good way to earn extra income. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time."}
{"text_id": "85-b1", "simplified": "Zoos now help breed endangered animals around the world. Rare animals often cannot find mates or have babies easily when they live in the wild. Plus, people who hunt illegally, loss of homes, and other animals threaten them. A good zoo will enable these species to live and breed in a secure environment.  Fewer wild species mean a higher chance that the remaining animals or plants will have very similar genes. Breeding programs protect animals. They allow zoos to release animals into the wild. This increases the variety of genes in the wild animal population."}
{"text_id": "86-b1", "simplified": "These kinds of bridge accidents don’t happen often. Boats and trains can both cause a bridge to fall, but how they do it is different. A train's speed during a crash is what can destroy a bridge. Boats are heavy, and this weight can cause damage, even when they move slowly. Plan ahead for bridge failures to help avoid them. We can reduce accidents by using new technology to find weak structures, making workplaces safer, and improving designs."}
{"text_id": "87-b1", "simplified": "Pi was frightened and jumped into the sea to escape the animals. He remembers sharks are nearby and they are hungry. He knows he must get back into the lifeboat. Animals on the lifeboat died as they killed each other for food. Eventually, only Pi and the tiger were still alive. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is elected that his parents don't support.  They were worried about the future, so Pi’s parents closed the zoo and went to live in Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them.  A storm came up while they were traveling, and the ship sank. It was a tragedy when Pi’s family and the ship’s sailors drowned. Pi was lucky to find a lifeboat, but he wasn’t alone – a hyena, zebra, orangutan, and a large tiger were with him."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins.  Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world.  Young readers have bought over a million electronic copies of this book, which is a new record. The Hunger Games is now a major Hollywood film and is just as successful.  The film’s first weekend in North America brought in $152.5 million."}
{"text_id": "90-b1", "simplified": "Our brains might create dreams to organize our daytime thoughts. Dreams often use symbols to represent these thoughts. We think with words when we are not sleeping, like having an inner voice. During sleep, brain activity changes: language areas become quieter, and emotion areas become louder."}
{"text_id": "91-b1", "simplified": "Having good relationships is a big part of being happy.  In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly.  To be healthy, talk about your feelings with at least one person. This is known as self-disclosure. A single close relationship can be enough, if you also have a wider circle of friends. Simply having friends to spend time with or discuss hobbies is not sufficient. That deeper connection is all-important.  Some people need to learn how to listen effectively to others in order to develop stronger relationships."}
{"text_id": "92-b1", "simplified": "A psychologist who thinks abilities can be developed through dedication and hard work. We can all get better at things, according to Carol Dweck. Our brains can adapt and learn new skills. We usually praise what people achieve and their talents. 'You really have an eye for details' or 'You have a real talent for organising events'.  But studies show that if we focus on *how* people learn – by praising their hard work, trying new things, and finding solutions to problems – we can help them learn new skills and improve their talents."}
{"text_id": "93-b1", "simplified": "The rover studies the air around it. In 2014, it found methane, a gas that is important for life and is also in natural gas. Methane is a gas that disappears relatively quickly. More of this material is being created somewhere on Mars. Methane gas is released from Mars in large amounts, according to NASA. Methane levels rise in some seasons and fall in others. This happens every year."}
{"text_id": "94-b1", "simplified": "She was a new psychologist when… She gave a group of ten-year-olds challenging problems. Dweck works at Stanford University. One group reacted positively, said they loved challenge and understood that their abilities could be developed.  She says they believe effort leads to improvement, and they are planning for the future. Some children felt they were being tested on how smart they were, and they thought they did poorly. They had a mindset that stopped them from thinking they could improve. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem."}
{"text_id": "95-b1", "simplified": "Horror movies frequently show scary things happening in deserted places. It might be a deserted hospital, a spooky house, or a ghost town. There's something about lonely, empty places.  What was it like when people lived there?  Why did they leave?  It's possible their silence is frightening as well. It's easy to understand why horror films are made in abandoned places: they seem isolated and cut off from help."}
{"text_id": "96-b1", "simplified": "Horror films usually make basements seem frightening. You often find hidden things there. A dangerous person might also hide tools in that spot. Basements are always dark and often damp.  You can only get to them using a small staircase. Basements seem frightening, even when there’s nothing to fear."}
{"text_id": "97-b1", "simplified": "While relaxing at home, Gary Collins, a policeman, watched the riots happening in London on TV. He recognized some people right away. So, he returned from his holiday soon to help with the identification process. He looked at security camera recordings for half a year. He found 190 people, and he often knew who they were by their eyes. His help was of decisive importance in the investigation.  The software looked at a lot of video – 200,000 hours – but only found one person's face."}
{"text_id": "98-b1", "simplified": "It is fascinating to me to think about how we can help our species evolve more quickly by adding to our bodies. What if we could put a computer into the brain? We’ll soon be able to get better at math, understand things we see and hear, and remember information."}
{"text_id": "99-b1", "simplified": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things.  How parents impact children is a good example to think about. It’s hard to tell teenagers not to text while studying when they see their parents using social media at dinner or while stopped in traffic. She correctly pointed out that people often feel like they need to be in more than one place. They have conversations with people both online and when they meet face-to-face. I see this frequently with teenagers, like my daughter and her friends. They met and sat in silence, because they were all talking online with other people."}
{"text_id": "100-b1", "simplified": "Even with many violent news stories, there is reason to be hopeful. During the years between the end of World War II and 1990, thirty wars led to the deaths of over 100,000 people in each conflict. Today's world still has internal conflicts, but countries mostly live in peace with each other, which is better than in the past. In recent years, there has been more terrorism. Wars since World War II have killed many civilians – more than soldiers. The statistics aren’t entirely negative, even for non-military people. Violent crime is a bigger cause of death than political conflict. The global murder rate decreased from 8 per 100,000 in 2000 to about 5.3 per 100,000 in 2015."}
{"text_id": "101-b1", "simplified": "Wasfia is a human rights advocate. She has worked with projects to educate women and girls in her country. These projects often fail to offer continued help once funding stops. Wasfia believed Bangladesh should be more confident. She connected her two hobbies – mountain climbing and helping people – to change opinions about women there. She began climbing while doing aid work in Tibet and Nepal. Mountains are rare in Bangladesh, a flat country, so few people there have seen them. Her campaign is getting attention. People in her country and other countries are beginning to notice her."}
{"text_id": "102-b1", "simplified": "Developing countries are often in a bad state, according to most people. They experience severe poverty and are usually led by dictators, making real progress difficult. But, surprisingly, this is far from the truth.  The reality is that a great transformation is occurring.  In the last 20 years, 700 million+ people improved their financial situation and left poverty behind. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water."}
{"text_id": "103-b1", "simplified": "To make criticism easier to hear, managers often give positive comments before and after it. If employees get feedback often, they may think good comments are just ways to hide bad news. This can make the good feedback less helpful. Positive feedback isn’t just for making people feel better after criticism. It should encourage them to keep up the good work."}
{"text_id": "104-b1", "simplified": "I'm a member of the Campaign to Stop Killer Robots.  They include drones, turrets, and robots that guard areas, and they can kill without much human help. Robots will be able to kill without human control in the future. This would be harmful and not morally right. We need to be very cautious indeed about what we ask machines to do."}
{"text_id": "105-b1", "simplified": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries.  However, Chinese has by far the greatest number of native speakers.  It’s not easy to predict how many learners a language will have based on how many native speakers it has. But if a language is spoken in many countries, more people will likely learn it."}
{"text_id": "106-b1", "simplified": "The manager needs to talk to you. It's about your work on the recent project. You felt worried all weekend. You thought about what you might have done incorrectly. She starts your Monday meeting by saying good things about your work on the project. You then wonder if she is going to give you criticism after the praise. When giving feedback, it helps to be positive. Start with something you like, share your concerns, and then finish with something positive."}
{"text_id": "107-b1", "simplified": "This rock album, Born in the USA, is energetic and makes you want to tap your feet. But the words in the songs are also very emotional. The popular melodies in these rock songs hide stories about the failures of the American dream. Regular people often struggle, and many songs express their sadness and anger about this. They feel disappointed when life doesn’t give them success. The song Glory  The story \"Days\" looks at people in a small town and their pasts. \"Downbound Train\" is about a young man whose life changes for the worse when he becomes unemployed. We can guess the artist created his work thinking about friends and family, and what his life would be like without fame. The album will leave you in no doubt of the unique and extraordinary talent of the Boss."}
{"text_id": "108-b1", "simplified": "Lewis believes we need to protect more of the ocean. He wants to see ocean protection increase from 3% to 10% of the world’s oceans. This is to help repair damage from things like overfishing and pollution. Lewis experienced the environmental damage himself on his trips. He swam over coral reefs that had turned white because the water was warmer. He also saw underwater areas with no life in the Red Sea. These areas were covered in plastic. Pugh thinks nature can get better if we let it. But we don't have much time. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands."}
{"text_id": "109-b1", "simplified": "Best-selling author  Once you provide the sentence, I will give you five simplified versions as requested. Sharp is a skilled storyteller, and he has won the Olive Crime award two times. Writer Award.  She grew up in a dangerous neighborhood in Glasgow. She learned to be quiet and avoid problems. She also learned how to steal cars using a knife. She only wrote novels with her knowledge. She is now more public, appearing on shows and at conferences in the UK."}
{"text_id": "110-b1", "simplified": "Are things getting worse every day?  Is progress an impossible goal?  During the Enlightenment, people in Europe began to question old ideas about power and tradition. Now, Steven Pinker looks at the big picture of human progress and finds good news.  We are living longer, and our lives are better in many ways – we are healthier and happier, and we have more freedom. According to Pinker, the biggest issue is a decline in support for reason and scientific thinking. When people use strong group feelings, a belief that things cannot be changed, and a lack of trust, democracy and global teamwork are at risk of serious, lasting harm."}
{"text_id": "111-b1", "simplified": "Old horror films often showed characters who couldn't call for help when they were in danger. It’s now more difficult to accept that situation as true, thanks to cell phones. What's the solution to maintain suspense?  No phone coverage!  In horror films, heroes usually find they have no cell service at the worst possible time – when they need to call for help. Your phone battery might run out while you are calling. Or both."}
{"text_id": "112-b1", "simplified": "Central American banana farmers in the 1950s faced a crisis because the ‘Big Mike’ banana, which made them a lot of money, was disappearing. Now, the same thing is happening to the banana called Cavendish. The Gros Michel banana was a very important crop in Central America. Its fruit was sweet, had a thick peel, and was easy to move around. The biggest banana company in South America was United Fruit. They found a fast way to grow bananas: they used pieces of plants instead of seeds, and they planted many plants in a small area."}
{"text_id": "113-b1", "simplified": "Most spiders have poison that they use to catch their food. This poison is not usually dangerous to humans. There are many spider types, but only 25 have venom dangerous to humans. While a spider bite might hurt, it is usually not life-threatening. The Sydney funnel-web spider is known to be dangerous. However, a treatment was created in 1981, and since then, no one has died from its bite in Australia. Tarantulas and other hairy spiders don't like to be touched the wrong way, so be careful. If they feel threatened, they shoot out hairs that can cause pain. The hairs bother people and can go into their skin or eyes."}
{"text_id": "114-b1", "simplified": "This horror film cliché was especially popular with horror films of the late 20th century.  It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl.  At first, the girl is typically innocent, shy, and weak. She became very strong and resourceful after a long time. The final girl almost always succeeds."}
{"text_id": "115-b1", "simplified": "To understand how humans developed complex language, we need to study the human brain and compare it to the brains of other animals. What our brains can do is as important as their size. We also need to know why and when these abilities developed. There are not many physical signs to help us understand ancient speech. We can learn about early humans by studying their bones. One thing we see is changes in their mouths, throats, and tongues. Humans could make detailed sounds by 100,000 years ago. Scientists who study evolution could only make educated guesses about how early people talked."}
{"text_id": "116-b1", "simplified": "Society, not nature, teaches girls to like subjects like art and history, and boys to like subjects like math and science. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs.  Cartoons and stories usually present these roles – scientist, inventor, and astronaut – as being filled by men. There's a common belief that scientists are not very social and their jobs are isolating. Media stereotypes about scientists are not true. These stereotypes can discourage girls from choosing science as a career. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects."}
{"text_id": "117-b1", "simplified": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students.  It is written and produced entirely by students.  The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience.  Newspapers have high printing costs. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university.  An additional environmental issue is that a large number of copies end up as litter on campus."}
{"text_id": "118-b1", "simplified": "Girox Foods sees 12% of its employees leave each year. Although this might not seem high at first glance, the industry standard is seven per cent.  This report looks at the reasons employees are engaged with their jobs. Based on these reasons, we will recommend changes to improve the work environment and reduce employee turnover."}
{"text_id": "119-b1", "simplified": "So much of what the speaker said rang true.  I honestly believe there's a danger that the more connected we are, the more isolated we feel.  I don't think this is such an issue for my generation who've lived without technology for so long.  We know how to be alone and, more importantly, we know that it's OK to be alone.  But the under 20s are another kettle of fish.  People are busy talking and connecting with others all the time. They might not have time to be alone, and they might not learn to like being with themselves. They are practicing conversations by sending messages they can edit. However, this could make it harder to have real-time conversations with people nearby."}
{"text_id": "120-b1", "simplified": "It's better not to follow a compliment with a complaint. If we always receive both praise and criticism, the praise can lose its importance. Give praise sometimes just to encourage people. Don't always focus on what needs improvement."}
