{"text_id": "21-a2", "simplified": "Your dreams can hint at thoughts you didn’t know about. Common dreams, like flying, falling, losing teeth, or being naked in public, often mean the same things for many people. To find what they mean for you, connect them to events and feelings in your daily life."}
{"text_id": "22-a2", "simplified": "One of the most interesting examples of wild animals living in a city is the wild dogs of Moscow. There are about 35,000 wild dogs on the streets of Moscow. Some dogs were born on the streets, while others were once pets that were left behind by their owners. Some dogs live alone, and others live in groups. In 2010, scientists studied these dogs and found that they have adapted very well to city life. The dogs have learned to cross streets safely with people, and some even seem to understand how traffic lights work."}
{"text_id": "23-a2", "simplified": "Wonder is the first novel by New Yorker RJ Palacio. She says the idea for the book came to her after she saw a girl with facial differences on the street. Wonder has become a best‑selling book in the United States and has won several prizes. Many schools use it to start conversations about bullying, friendship, and how it feels to be different. A movie based on the book is being made, and many people, including me, are excited to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats, Zena and Roxy. She knows rats aren’t typical pets, and she has tried many times to explain that rats aren’t dirty and can be great pets if you take care of them. She understands why people react badly. She didn’t like rats until her friend Martin showed her his pet rats, and she saw how friendly and smart they were. Last year, when one of Martin’s rats had babies, Chloe decided she wanted two of them."}
{"text_id": "25-a2", "simplified": "Cape Town is a risky place for baboons. Some are hurt or killed in car accidents, and others get shocked by touching power lines. Because baboons are an endangered species, the city has hired a group called Baboon Monitors to help protect them. Their job is to move the baboons out of the city or catch and release them in the countryside. This has helped a little, but it is hard to keep baboons away once they learn that the city has easy food."}
{"text_id": "26-a2", "simplified": "I work for a big tech company. The main office is in the United States. I work online from home. I do not travel to work. I also do not spend time talking with co-workers. This helps me focus on my projects. Flexible hours are very important to me. They let me take time off for my children’s school events or a dentist visit. But I do not have fixed office hours. I often work late in the evening. Sometimes I miss dinner to finish my work."}
{"text_id": "27-a2", "simplified": "In the 1990s, people still made graffiti. Street art also grew a lot around the world. Some artists wanted to send a message. They wanted people to think about war and about people not being treated fairly. Other street artists just wanted to make beautiful art. In South America, many street artists worked in poor areas. They added color and life to gray city walls."}
{"text_id": "28-a2", "simplified": "Every day, social media, magazines, and store windows encourage people to buy things. In Britain, people are buying more clothes and shoes than ever before. Online shopping makes it easy to buy without much thought. Big brands sell clothes very cheaply, so many people treat them like disposable items. They wear them only two or three times and then throw them away."}
{"text_id": "29-a2", "simplified": "Sam squinted in the bright sunlight. He watched a cloud of dust follow the car as it drove up the road to the Big House. Nearby, the horses stomped and flicked their tails at flies. They didn’t care that their owner hadn’t visited for ten months. Sam stood quietly and waited. Mr. Carter only came here when he had to, and Sam liked it that way. The less he saw his boss, the safer he felt about his job.\n\nMr. Carter wiped sweat from his neck. Dark patches spread across his shirt and ran together like shapes on a map. The June sun was already turning his skin red. Usually, though, he had a light tan—the kind you get when you make money indoors while other people do the hard outdoor work."}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany, said shooting wild pigs was too cruel, which caused arguments between hunters and animal lovers. After protests, the city council picked a less violent plan. Officials put up fences and banned feeding instead of shooting. No one knows if this will work, since warmer winters have helped pig numbers grow compared to the past."}
{"text_id": "31-a2", "simplified": "A big inspiration for the Hunger Games book comes from Suzanne’s love of old Greek myths. When she was a child, one of her favourite stories was “Theseus and the Minotaur.” In this story, the city of Athens is ruled by the island of Crete. The people of Athens rebel. As punishment, King Minos of Crete makes them send seven boys and seven girls to Crete every year. These young people are put into a maze, called a labyrinth, where a monster called the Minotaur lives. The monster eats them. But one young man, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a hero like Theseus, but in the future."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. They can teach the public about saving wildlife and inspire people to protect animals and their natural homes. Some zoos give a safe place to animals that were treated badly in circuses, or to pets that were left by their owners. Zoos also do important research on how animals behave and how to treat animal illnesses."}
{"text_id": "33-a2", "simplified": "A new idea is getting popular. It is called the “buy nothing” trend. This means people do not buy many things. The idea started in Canada in the early 1990s. Later, it spread to the United States. In the U.S., people use it because they do not like buying a lot on Black Friday and Cyber Monday during Thanksgiving. On Buy Nothing Day, some people protest and cut their credit cards. The rest of the year, buy nothing groups help people trade and fix things instead of buying new things."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? It depends on who you ask, but in most places, writing or painting on public or private property is seen as vandalism. Police often stop street artists, and some have to pay fines. City governments also complain that cleaning graffiti from buildings, buses, and trains costs a lot of money."}
{"text_id": "35-a2", "simplified": "An increasing number of art critics now view graffiti and other street art as a valid art form. Major galleries in Paris, London, and Los Angeles have already held street-art shows. In 2008, American artist Elura Emerald organized a similar exhibit in New York. She says street artists are just expressing their ideas without harming anyone, so they should receive respect and recognition."}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams each night after age ten. That means about 2,000 dreams a year. By age 80, someone might have had around 140,000 dreams. Even if we forget 95 to 99 percent of our dreams, we still remember a few thousand in our lifetime. It is normal for a dream to feel like real life, especially if it is about something we know well."}
{"text_id": "37-a2", "simplified": "The Hunger Games takes place in the future, after North America is gone. The country is called Panem. It has twelve poor districts ruled by the rich Capitol. The Capitol controls everything. Each district makes something different for the Capitol. District 12, where the story begins, provides all the country’s coal. There used to be a thirteenth district, but it rebelled and was destroyed."}
{"text_id": "38-a2", "simplified": "Wild animals often enter cities to find food. In Cape Town, South Africa, baboons have started coming into neighborhoods near the city. They open trash bins and eat fruit from gardens and orchards. Some brave baboons even go into people’s homes and take food from kitchen cupboards and refrigerators. Baboons can be aggressive and have attacked many pets. So it is understandable that many city residents do not welcome them."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen while the bridge is being built. They often occur because engineers make mistakes, for example in their calculations. As a result, the bridge may collapse under its own weight. This can be deadly for the workers who are on the bridge at the time."}
{"text_id": "40-a2", "simplified": "George Lucas was among the first filmmakers to base his story on the 17 stages of the hero's journey. Typically, the hero starts with a normal life, but an event happens that leads them on a life-changing adventure. At the beginning of *Star Wars*, Luke lives a simple life with his aunt and uncle, fixing robots. When he discovers Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it begins his journey."}
{"text_id": "41-a2", "simplified": "Another way to stop a dangerous asteroid coming toward Earth is to try to destroy it with a nuclear weapon. That might sound like a movie. In fact, the 1998 film Armageddon used a similar idea. But NASA has a real plan called HAMMER. In this plan, eight-ton rockets would be sent toward the asteroid to push it off course. If the asteroid is too close to Earth for that to work, the rockets could carry nuclear bombs to blow it up instead."}
{"text_id": "42-a2", "simplified": "Campbell says the hero first says no to the call. Then a mentor appears and helps. The hero chooses to cross the threshold into the special world where the adventure happens. Next come tests, enemies, and new friends as the hero gets ready for the biggest challenge. For Luke, the mentor is Obi-Wan. His friends are Han Solo and the droids R2-D2 and C-3PO. The enemy inside the Death Star, the special world, is Darth Vader."}
{"text_id": "43-a2", "simplified": "Some things we don’t use much may look like junk to us, but someone else might need them. The internet now helps people share these things and even earn money from them. On special websites and social media groups, people can sell or trade their used stuff quickly and easily. This way of sharing and trading is called the sharing economy."}
{"text_id": "44-a2", "simplified": "During the 18th and 19th centuries, two big ideas about dreams became popular.  \nOne idea said that dreams show hidden parts of our mind. Freud believed that if we could read our dreams, we could learn about secret feelings and problems.  \nThe other idea said the opposite. It said that dreams are just random brain activity while we sort out memories and events from the day. When we wake up, we try to make sense of those random images and feelings and turn them into a story."}
{"text_id": "45-a2", "simplified": "I work for myself as a freelancer. This is good because I can choose my work and how I use my time. At first, I worked from home, but I had trouble staying focused. Many things distracted me, like doing housework, making tea, or my family asking for help. Then I tried working in a nearby café, but the internet was slow, and I drank too much coffee. In the end, I rented a desk in a co-working space with five other freelancers. I enjoy getting dressed in the morning and working in a place that feels like an office."}
{"text_id": "46-a2", "simplified": "Whether NASA can find the remaining medium‑size near‑Earth objects (NEOs) depends on getting money to build NEOCam. NEOCam is a 0.5‑metre space telescope that will use infrared light to spot asteroids. If NASA gets the money, it could probably finish the project in about ten years. After the asteroids are found, the planetary defence team will still have to decide how to protect Earth from the most dangerous ones – the potentially hazardous asteroids (PHAs)."}
{"text_id": "47-a2", "simplified": "The “buy nothing” trend is becoming popular on social media. Influencers, who usually show new clothes and makeup to buy, are now telling people not to buy anything for a long time. Some YouTube creators even say to stop shopping for a whole year. Two friends in Canada did this. For one year, they only spent money on food. In the first three months, they did not buy any electronics, clothes, or things for their homes. Then, they also stopped spending money on things like haircuts, eating out, or fuel for their cars. After one year, they saved $55,000."}
{"text_id": "48-a2", "simplified": "Religion is important to Pi. Though his family is Hindu, he is interested in other religions and becomes friends with a Christian priest and a Muslim baker. To everyone’s surprise, Pi claims he is Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to choose one religion, Pi declines, saying “I just want to love God.” After that, his family and teachers let him decide for himself."}
{"text_id": "49-a2", "simplified": "Some people think writing down your dreams can help you have lucid dreams. In lucid dreams, you realize you're dreaming and can make choices that change what happens. This might mean turning a nightmare into a safe dream or directing the dream like a movie. Instead of just trying to understand your dreams, you can start shaping them. Still, you might want to keep some dreams that let your subconscious show you what's on your mind."}
{"text_id": "50-a2", "simplified": "People say donating clothes is good, but charity shops can’t sell all of them. Fast fashion changes quickly and is often low quality, so people don’t want used clothes. Many donated items are thrown away, and the ones charities can’t sell are shipped overseas, which costs money and hurts the planet."}
{"text_id": "51-a2", "simplified": "Some people aren’t happy with just one amazing trip. They keep taking on new challenges. Meagan McGrath from Canada has climbed the tallest mountain on every continent, biked across Canada, and ran a long race in the Sahara Desert in 113°F heat. But her most impressive trip was skiing to the South Pole. On the first day, she fell into a glacier and had to be rescued. Most people would have quit after that, but Meagan kept going. Forty days later, she reached the South Pole. She pulled a sled with her tent and all her food through bitter cold and ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat began by painting rats on walls in Paris, his home city. Now, he wants people to think about social problems. He paints pictures of homeless people in large cities. He does this to make people think about homelessness."}
{"text_id": "53-a2", "simplified": "Some councils try to control where graffiti appears by letting artists work in special areas. In Taiwan, there are “graffiti zones” where people are allowed to paint or write on walls. In São Paulo, Brazil, the city council also lets some graffiti artists paint on subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town, South Africa. She paints large, bright pictures of people and animals and likes to visit different places. Her work can be seen on sidewalks, in abandoned factories, and on old cars. She likes that most street art is temporary and will soon be taken away by weather or city cleaners. For her, this shows how life is full of change, with endings and new starts."}
{"text_id": "55-a2", "simplified": "In her last job, Gabriela worked in a place where bosses had a lot of power and everyone respected them. In that culture, leaders made most of the important decisions, and people did not usually question them. However, her new Swedish team is different. In Sweden, people are used to working in a place where bosses and workers make decisions together. Leaders there help and support their team, and they expect people to share their ideas or even disagree with them."}
{"text_id": "56-a2", "simplified": "Gabriela noticed that she and her team had different cultural backgrounds. She decided to talk with them about how they felt about her leadership. Her team was happy to share their opinions. They said they were not used to being told exactly what to do. They preferred to have more freedom to be creative and make their own choices. When Gabriela gave them clear instructions, they felt she did not trust them. They also noticed that Gabriela got upset when they tried to question or change her decisions. They explained that this was the way they had always worked."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything, from small tags to large, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them. In 2007, they covered an entire castle in Scotland with paint."}
{"text_id": "58-a2", "simplified": "People have been drawing and writing on walls for a very long time. In ancient caves in Africa and Europe, people painted pictures of animals and people. Old graffiti has also been found on buildings in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists found many pieces of graffiti written in Latin. These writings include religious, political, and romantic messages, and even some magic spells."}
{"text_id": "59-a2", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? You’re not the only one. Every year, thousands of people try to climb the world’s tallest mountains or trek across continents. Modern explorers use GPS and satellite phones instead of old maps and compasses. Many enjoy nature and use their trips to talk about environmental issues. Others want to help people and raise money for charities."}
{"text_id": "60-a2", "simplified": "The first mission is called DART, which stands for Double Asteroid Redirection Test. The plan is to test DART on a small moon of an asteroid named Didymos. This moon, called Didymoon, is about 150 metres wide and orbits a larger asteroid that is 800 metres wide. Scientists hope that when DART hits Didymoon, it will change the moon's path just enough that Earth-based telescopes can see the change."}
{"text_id": "61-a2", "simplified": "The heroine of the story is a sixteen‑year‑old girl named Katniss Everdeen. Her father died in a mining accident, so she must feed her family. She hunts in the woods near District 12 with her friend Gale and becomes very good at using a bow and arrow. When her little sister Prim is chosen as one of the tributes, Katniss offers to go instead. The other tribute from District 12 is a boy named Peeta, and Katniss soon finds herself in a complicated relationship with him."}
{"text_id": "62-a2", "simplified": "Writing about your dreams helps you remember more details. Think about the people and the place in the dream, because they can add meaning. After a week, you may be surprised by how much you have written. Then try to connect your dreams to the events and feelings in your daily life."}
{"text_id": "63-a2", "simplified": "In the past, many bridges were made of wood and were more likely to catch fire. This was especially true for old train bridges, where sparks from the steel wheels and tracks could ignite the bridge and cause it to burn down."}
{"text_id": "64-a2", "simplified": "It is hard to know how street art will change, but some trends are clear. Most street artists are young and paint in their own cities or neighborhoods, yet more are traveling and working around the world. Many artists also use the internet to talk and share photos of their work. The art world is giving street art more respect as a real art form. We may not know the future, but street art is here to stay."}
{"text_id": "65-a2", "simplified": "Suzanne Collines has always been upset by news about wars. When she was a child, her father was a pilot in the US Air Force and fought in Vietnam. Her mother tried to protect her by not telling her about the war, but she still saw news about it and knew her dad was there. It was very scary for her."}
{"text_id": "66-a2", "simplified": "PwC ran a worldwide survey and collected answers from over 40,000 people—both millennials (born 1983–1993) and non-millennials—about workplace culture, communication and work styles, pay, career growth, work–life balance, and more. In another worldwide survey, Deloitte asked more than 10,000 millennials about their views on the risks and opportunities in today’s workplace."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is an adventurer from the United States. He has taken on many challenges: he rode a bicycle through the deserts of Morocco, kayaked through the Grand Canyon, and climbed Mount Everest. Amazingly, Erik has been blind since he was 13 years old. Besides his own travels, he encourages people with disabilities to live active lives. He also leads groups of young blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "Online marketplaces are making it easier for people to make a little extra money. For example, busy parents who might not have had time to set up a booth at a local market or garage sale can now sell things online. They can sell gently used baby clothes, strollers, and other baby gear that their kids have outgrown. This helps them get some money back for items they already bought."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker spend 227 days in a lifeboat. They face hunger, sickness, and exhaustion. They survive violent storms and the hot Pacific sun. Sometimes Pi finds comfort in his three religions, but other times he feels lonely and hopeless. When the Mexican coast finally appears, everything changes. To find out what happens to Pi and Richard Parker when they see land, you’ll have to read the book."}
{"text_id": "70-a2", "simplified": "Chloe got home from school, made a cup of coffee, and brought it to her room. She had homework, but she would do it later. She wanted to enjoy the quiet before her parents got home and the house became noisy with talking, the TV, or her dad listening to jazz while he cooked. She also liked this time because she could play with her pet rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA’s planetary defense team found and recorded 90 % of the asteroids near Earth that are about 1 km wide. These “near‑Earth objects” (NEOs) are as big as mountains and are located within 50 million kilometres of Earth’s orbit. NASA estimates that only about 50 more NEOs remain to be catalogued, and it says none of the 887 known NEOs pose a serious threat to our planet."}
{"text_id": "72-a2", "simplified": "After deciding to go to school, Auggie has to start his first day. Like any child who begins at a new school, he feels very nervous. Because of how he looks, the day is even harder. No one wants to sit next to him, and he sees other kids staring at him or talking about him behind their hands. Luckily, he makes friends with Jack, a boy in his class, and Summer, a girl he talks to at lunch. But the first day is not the only challenge. Auggie soon learns that his classmates avoid touching him because they think he might spread a “plague.” As the school year goes on, Auggie experiences many strong ups and downs. Finally, an unexpected and painful event at a school camp changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked toward the northern part of the land. It stretched out for a very long distance. Even the fences were hard to see from where they stood. No matter how bored or angry a teenage boy felt, he couldn’t just walk away. The land was too big. Sam looked at the biggest horse, which was kicking the ground with its heavy hooves. He wondered if the boy could ride a horse. A good rider could get into a lot of trouble out there, so far from anyone else. But maybe someone who didn’t know how to ride and tried to run away from his father could get into even more trouble."}
{"text_id": "74-a2", "simplified": "More than 4,000 people, aged 13 to 80, have reached the top of Mount Everest. Climbing high mountains in freezing weather and strong storms is still very dangerous. But the best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria loved mountain climbing when she was a teenager. After finishing school, she worked as a nurse and kept climbing in her free time."}
{"text_id": "75-a2", "simplified": "After climbing Everest, Gerlinde set a goal to climb all 14 of the world’s peaks over 8,000 meters. She climbs without oxygen tanks. This is dangerous because low oxygen near the top can harm the brain and body. She also uses her fame to support a charity for poor children and orphans in Nepal."}
{"text_id": "76-a2", "simplified": "If we look at the things we have bought in our lives, we can see that we do not use everything well. For example, we might have a thick wool coat that we thought looked nice, even though we live in a hot country. We might have an old smartphone that we stopped using when we got a new one. Sometimes, we have a car that we only drive on weekends. Even the guest room in our house might be used just to store things."}
{"text_id": "77-a2", "simplified": "Across history and in many cultures, people have linked dreams with prophecy, meaning the power to predict the future. They believed dreams were messages from the gods that gave people knowledge or understanding. Even today, many people remember dreaming about an event, place, or person, and later seeing it happen in real life."}
{"text_id": "78-a2", "simplified": "Many of the world’s biggest and most expensive transportation projects are bridges.  \nBridges are important because they let cars, trucks, and trains cross rivers, valleys, and other obstacles.  \nEngineers study bridges closely, especially when a bridge has a problem or falls down."}
{"text_id": "79-a2", "simplified": "After weeks of frustration, Gabriela emailed her Swedish manager about the problems she was having with her team. The manager only asked if she thought the team was still doing well and what could help her work better with her teammates. Gabriela felt the manager was vague and did not think he was handling the situation well."}
{"text_id": "80-a2", "simplified": "Dogs that live in groups have learned that people give food more often to small and cute dogs. So, these dogs go to people to get food for the whole group. Some dogs have even learned to use the city's subway to travel. Scientists are not sure how they know when to get off the train. One idea is that they use their strong sense of smell to find the right place. Another idea is that they learn to recognize station names from the sounds they hear. In any case, people who use the subway are now used to seeing dogs on the trains. The dogs are mostly not noticed by the local people."}
{"text_id": "81-a2", "simplified": "Ed Stafford from the UK was the first person to walk the full length of the Amazon River. He started at a small stream in the Andes mountains in Peru and finished in Brazil after two years and four months, walking 6,000 kilometers. The Amazon rainforest is home to dangerous animals like poisonous snakes, crocodiles, and jaguars, so Ed was always in danger. Luckily, he survived with only a few thousand bites from mosquitoes and ants."}
{"text_id": "82-a2", "simplified": "In Britain, the average person spends more than £1,000 a year on new clothes. This is about 4% of their income. That might not seem like a lot, but it hides two big problems for society and the environment. First, many people are using credit cards to buy clothes. Right now, each adult in Britain owes about £670 to credit card companies. That’s 66% of what the average person spends on clothes. Not only are people spending money they don’t have, they are also buying things they don’t really need. Each year, Britain throws away 300,000 tons of clothing, and most of it ends up in landfills."}
{"text_id": "83-a2", "simplified": "Ed's walk would have been hard without technology. He used a radio to ask the rainforest people for food and permission to cross their land. Many came to meet him and guided him through the hardest parts. While walking, Ed wrote a blog about his daily experiences. He used the media attention to protest rainforest destruction and raise money for environmental and children’s charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Many companies now think they can make money when people share things. This is called the sharing economy. People share things they do not use all the time, like extra rooms or cars. Companies often make a website or an app. It connects customers with people who offer something. For example, Airbnb helps people rent out extra rooms or homes to earn money. Uber is another example. It lets people use their own cars like taxis. They can earn extra money in their free time."}
{"text_id": "85-a2", "simplified": "One of the most important jobs of modern zoos is to help with international breeding programs, especially for endangered animals. In the wild, some very rare species have a hard time finding mates and reproducing. They also face threats from poachers, loss of habitat, and predators. A good zoo gives these animals a safe place to live and breed. When the numbers of some wild species fall, there is a risk that the remaining animals become too genetically similar. Breeding programs help protect against this. Animals raised in zoos can be released into the wild to add genetic diversity."}
{"text_id": "86-a2", "simplified": "These kinds of accidents don't happen very often, but sometimes boats and trains can cause a bridge to fall. They cause problems in different ways. A train might crash into a bridge and knock it down if it is going too fast. A boat can also bring down a bridge, even if it is moving slowly. This is because a boat can be very heavy. The best way to stop these accidents is to plan ahead. Using modern tools to find weak parts in bridges, making safer work conditions, and building stronger bridges can all help prevent these serious accidents."}
{"text_id": "87-a2", "simplified": "At first, Pi is scared of the animals and jumps into the ocean. Then he remembers the hungry sharks around him and knows he must climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat one another, until only Pi and the tiger are left. Luckily for Pi, the tiger is seasick and has no immediate interest in eating him. Pi names the tiger Richard Parker."}
{"text_id": "88-a2", "simplified": "When Pi is 16, a new government is chosen that his parents do not support. Worried about the future, Pi’s parents decide to close the zoo and move to Canada. Some animals are sold to zoos in North America, and the family travels by ship to Canada with the animals. On the way, a terrible storm hits and the ship sinks. Sadly, Pi’s family and the crew drown, but Pi ends up in a lifeboat with a hyena, zebra, orang‑utan, and a big tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teenagers and young adults by the American writer Suzanne Collins. Since its release in 2008, it has been translated into 26 languages and has sold millions of copies worldwide. It was also the first book for young readers to sell over a million e-books. The Hunger Games is now also a big Hollywood movie and is very successful. In just its first weekend, it made $152.5 million in North America alone."}
{"text_id": "90-a2", "simplified": "Dreams may happen because our mind sorts the thoughts we have during the day. In a dream, those thoughts appear as symbols. While we are awake, our thoughts are mostly words, like talking to ourselves. When we sleep, the part of the brain that handles language is less active, and the part that handles feelings is more active."}
{"text_id": "91-a2", "simplified": "Having good relationships is a big part of being happy. A study found that most happy people have close friends and family. They spend time with them often. You also need at least one person you can share your private feelings with. Having one person for deep, honest talks is enough. You also need other friends and family. It is not enough to have many friends only for fun or simple chat about music or football. A deeper connection is very important. Some people need to learn to listen well to make relationships stronger."}
{"text_id": "92-a2", "simplified": "Psychologist Carol Dweck, a leading researcher on the growth mindset, says the brain can change. So people can develop skills and talents they did not have before. But many people praise only results and natural gifts. They say, “You have a great eye for detail,” or “You’re a natural at organizing events.” Research shows that praising the process—effort, trying things out, and solving problems—helps people learn new skills and strengthen the talents they already have."}
{"text_id": "93-a2", "simplified": "The rover checks the air around it all the time. In 2014 it found a very simple organic molecule and a key ingredient of natural gas: methane. Methane doesn’t last long—it only survives a few hundred years. This means something on Mars must be making more methane. NASA says Mars releases thousands of tons of methane at once. The amount of methane rises and falls with the seasons, almost as if the planet is breathing."}
{"text_id": "94-a2", "simplified": "Early in her career, psychologist Carol Dweck at Stanford University gave a group of ten-year-olds problems that were a bit too difficult. One group responded well. They said they liked the challenge and believed they could improve their abilities. Dweck calls this a “growth mindset.” These children focus on what they can achieve in the future. Another group felt their intelligence was being judged and that they had failed. They had a “fixed mindset” and could not see how to get better. Some of them even said they might cheat next time. Others looked for someone who did worse than they did to feel better about themselves."}
{"text_id": "95-a2", "simplified": "Horror movies love empty places. These can be an abandoned hospital, a creepy empty house, or a ghost town. There is something about lonely, empty spaces. What was it like when people lived there? Why did they leave? The silence can be very scary, too. These places also help directors, because it’s believable that there is no phone signal there."}
{"text_id": "96-a2", "simplified": "No matter what kind of house it is, the basement is a scary place in horror movies. It's often where something is hiding or where a bad person stores their tools. Basements are usually dark and wet. You can only reach them by a small set of stairs. They always feel spooky, even if there's nothing there."}
{"text_id": "97-a2", "simplified": "Gary Collins was a police officer who was on leave. While he was watching the London riots on TV, he saw several people he recognized. He decided to cut his vacation short and help the police identify them. For six months he reviewed security‑camera footage and found 190 people, many just by looking at their eyes. His work was very important to the investigation. Even though there were 200,000 hours of footage, the computer face‑recognition software could only find one person."}
{"text_id": "98-a2", "simplified": "Personally, I find it very interesting to think about how we can help people grow and improve faster by making their bodies better. Imagine if we could place a computer inside our brain. This could happen in the near future. It might help us get better at math, see and hear more clearly, and remember things more easily. This idea will become more popular in the future."}
{"text_id": "99-a2", "simplified": "It was a very interesting talk. The speaker was right about many things. She talked about parents. Teens see their parents post on phones while cooking dinner or waiting at a red light. Then we tell teens not to text during homework. That is hard for them. She also said people try to be in two places at once. They switch between talking in real life and talking online. I see this with my teen daughter and her friends. They plan to meet. Then they sit together, but no one talks. Each one is busy with a different chat on a phone."}
{"text_id": "100-a2", "simplified": "The news can make the world seem very violent, but there are reasons to be hopeful. From 1945 to 1990, there were 30 wars, and each one killed more than 100,000 people. Civil wars still happen today, but most countries now handle their relations more peacefully than before. In recent years, terrorist attacks have gone up. Since World War II, wars have killed more civilians (non-soldiers) than soldiers. Even so, not everything is getting worse. A person is about nine times more likely to die from everyday crime than from political violence. Also, the world murder rate fell from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-a2", "simplified": "Wasfia has spent her life helping to protect human rights. She has worked on many international projects in her home country, Bangladesh, to teach and support women and girls. But when these projects end, the women often lose their support. Wasfia realized that Bangladesh needed to take action by itself. So, she used her love for mountain climbing and her interest in human rights to change how people in her country see women. She started climbing while working on humanitarian projects in Tibet and Nepal. Bangladesh is mostly flat and near the sea, so most people there have never seen a mountain. Her campaign is working, and people in Bangladesh and around the world are beginning to take notice."}
{"text_id": "102-a2", "simplified": "Most people think that developing countries are in very bad shape: they face serious poverty, are ruled by dictators, and have little hope for real change. But this is not true. A big change is happening. In the past 20 years, more than 700 million people have raised their incomes and escaped poverty. Each year, six million fewer children die from disease. Also, millions more girls are going to school, and millions more people now have clean water."}
{"text_id": "103-a2", "simplified": "Many managers try to sound positive by putting a negative comment between two positive ones. But if they do this too often, employees may see the positive parts as just a cover for the criticism and value them less. Positive feedback should not only soften bad news; it should also truly praise and encourage good work."}
{"text_id": "104-a2", "simplified": "I'm part of a group called the Campaign to Stop Killer Robots. Don’t picture a movie robot like the Terminator. Think about what is happening right now. Military machines—like drones, gun turrets, and guard robots—are already used to kill with very little human control. The next step would be robots that follow orders but decide on their own who to kill. I believe this is completely wrong and very dangerous for people. We need to be very careful about what we let machines do."}
{"text_id": "105-a2", "simplified": "More people learn English than any other language. English is also spoken in the most countries. But, Chinese has the most native speakers. There is not much connection between the number of native speakers of a language and the number of people learning it. However, there is a stronger connection between the number of learners and how many countries speak the language."}
{"text_id": "106-a2", "simplified": "Your manager stops you and says she wants to talk about your performance on the recent project. You worry all weekend, thinking about what you might have done wrong. On Monday morning, when you go into her office, she starts by praising you for the good work you did. You wonder if this is just the polite praise that begins a typical “feedback sandwich.” You know how the feedback sandwich works: first say something nice, then say what you really want to say, then say something nice again."}
{"text_id": "107-a2", "simplified": "Born in the USA is a rock album with catchy music, but the lyrics are serious and deep. The songs talk about problems with the American dream. Many of the songs show ordinary people struggling and feeling sad when their dreams do not come true. For example, “Glory Days” is about people in small towns looking back on happier times, and “Downbound Train” is about a young man’s life getting harder after he loses his job. The singer may have used ideas from his own life or from people he knew. This album shows the special talent of the “Boss.”"}
{"text_id": "108-a2", "simplified": "Lewis wants to protect more of the ocean. He wants to go from 3 percent protected to 10 percent protected. He believes this will help stop damage to the sea. People hurt the ocean by taking too many fish, making the water dirty, and throwing trash into it. Lewis has seen these problems when he travels. He has swum over coral reefs that have turned white because the water is too hot. He has also visited places in the Red Sea where there are no fish and a lot of plastic trash. Lewis thinks that if we protect nature, it can get better. But we must hurry. If we do not take care of the ocean soon, we might face very big problems."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a popular writer. She tells good stories. She won the Olive Crime Writer Award twice. She grew up in a rough part of Glasgow with lots of crime. She kept quiet and stayed out of trouble. She even learned to open a car door with a knife. Now she uses those skills only in her books. She is not quiet now. She talks on daytime shows like Police Today. She also speaks at writing events around the UK."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? Is it impossible to make progress? In his book Enlightenment Now, Steven Pinker looks at how humans have changed over time and finds positive news. We are living longer, healthier lives. We also have more freedom and are happier than before. Pinker says the real problem is that some people are attacking the ideas of reason and science. When leaders and speakers make people feel afraid or tell them not to trust others, it can harm important things like democracy and cooperation between countries."}
{"text_id": "111-a2", "simplified": "In old horror movies, the main characters could not easily call for help or the police when they were in danger. Today, people have mobile phones, so that situation is less believable. How can filmmakers keep the suspense? The answer is to remove phone coverage. If you are a hero in a horror film, it is almost certain that at a crucial moment—when you need to call for help—you will have no signal. Or your phone battery will run out right when you try to call. Or both."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America were losing their best banana, the Gros Michel, also called Big Mike. Now the same problem is happening to the banana that replaced it, the Cavendish. The Gros Michel was popular because it was easy to ship, had a thick skin, and tasted sweet, so farmers grew it in big fields. United Fruit, the biggest banana company in South America, grew the bananas in the most efficient way. They cut small pieces from the stems of healthy plants and grew new plants from those pieces instead of using seeds. Then they planted the new plants very close together."}
{"text_id": "113-a2", "simplified": "Most spiders use their venom to kill or paralyze the animals they eat, not to bite people. Only about 25 species have venom that can hurt humans. Spider bites can be painful, but they are rarely fatal. The Sydney funnel‑web spider in Australia has not killed anyone since a medicine was made in 1981. Be careful not to rub tarantulas or other hairy spiders the wrong way. When they feel threatened, they spray a cloud of itchy hairs that can get into a person’s skin or eyes."}
{"text_id": "114-a2", "simplified": "This horror movie cliché was especially common in late‑1900s horror films. It starts with a group of teens having fun, and it ends with everyone dead except one girl. At first, the girl is usually innocent, shy, and not very strong. By the end, she becomes the toughest and most resourceful person. The last girl almost always wins."}
{"text_id": "115-a2", "simplified": "If we want to know where our ability to use complex language came from, we should look at how our brains are different from those of other animals. It’s not just about brain size. It also matters what our brains can do, and when and why they changed over time. There are only a few physical clues. Artifacts left by our ancestors don’t show what kinds of speech they could make. But we can study early human fossils to see how the mouth, throat, and tongue developed. By about 100,000 years ago, humans had the ability to make complex sounds. Before that, scientists can only guess whether early humans used simpler sounds to communicate."}
{"text_id": "116-a2", "simplified": "Society, not nature, tells us that girls should study arts and humanities, while boys should study maths and physics. Also, there are not many positive female role models who work in science jobs. In cartoons and stories, the scientist, inventor, or astronaut is usually a man. People sometimes think scientists are strange, have few friends, or work alone, far from other people. These ideas are not true, but they make girls feel that they cannot be scientists and that science is not a good career for them. If girls saw more women working in science, they would feel more confident and feel that they belong in those subjects."}
{"text_id": "117-a2", "simplified": "The Scallion is printed every week and given out for free in faculty buildings. About 10,000 students read it. Students write and produce the newspaper themselves. A survey found that both students and staff think the newspaper is important for entertainment, culture, and gaining work experience. However, printing the newspaper costs a lot. Also, some students cannot get it easily, because they have to go to the university to pick up a copy. Another problem is that many copies become litter on campus, which is bad for the environment."}
{"text_id": "118-a2", "simplified": "At Girox Foods, our annual employee turnover is about 12 percent. This may not seem high at first, but the industry standard is seven percent. The main goal of this report is to find out what drives employee engagement in the company and, based on that, recommend ways to improve the employee experience and increase retention."}
{"text_id": "119-a2", "simplified": "A lot of what the speaker said was true. I think using technology more to talk to people can make us feel more lonely. I don’t think this is a big problem for my generation. We grew up with less technology. We know how to be alone. We understand that it is okay. People under 20 are different. They spend a lot of time talking online. They don’t have much time to be alone. This means they might not learn how to enjoy being by themselves. They mostly learn to talk by sending messages. They can change and edit these messages. This is not the same as talking in real life with someone right next to you."}
{"text_id": "120-a2", "simplified": "Don’t always give negative feedback right after positive feedback. If you always pair them together, the good points may lose their value and be ignored. Make sure to give praise on its own, and try not to add criticism immediately afterward."}
{"text_id": "21-b1", "simplified": "Your dreams can show you things about your thoughts that you didn't realize. Common dreams, like flying, falling, losing your teeth, or being naked in public, usually have similar meanings for most people. To understand what they mean for you, connect them to the events and feelings in your daily life."}
{"text_id": "22-b1", "simplified": "One interesting example of wild animals living in a city is the wild dogs in Moscow. Around 35,000 of them live on the streets. Some were born in the wild, and others were pets that people abandoned. Some dogs live alone, while others live in groups. In 2010, scientists studied them and found that they have adjusted well to city life. They have learned that it is safer to cross the street with people, and some seem to understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is the first novel by New York writer RJ Palacio. On her website, she says that she got the idea for the book after seeing a girl with facial deformities on the street one day. Wonder has become a bestseller in the United States and has already won several awards. Many schools are using the book to start discussions about bullying, friendship, and being different. A movie version is being made, and many people, including me, are waiting to see what RJ Palacio writes next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy. She knows rats are uncommon pets, so she often explains that they are clean and can make excellent companions if treated well. Even so, she understands why many people feel uneasy around them. Chloe herself once disliked rats until her friend Martin introduced her to his and she saw how affectionate and intelligent they can be. When one of Martin’s rats had babies last year, Chloe adopted two of the pups."}
{"text_id": "25-b1", "simplified": "Cape Town is a dangerous place for baboons. Some are injured or killed in car accidents, and others get electrocuted by touching power lines. Since baboons are an endangered species, the city has hired a group called Baboon Monitors to help protect them. Their job is to move baboons out of the city or catch and release them in the countryside. This has helped a little, but it's hard to stop baboons from coming back once they learn that the city has easy food."}
{"text_id": "26-b1", "simplified": "I work for a global IT company, but its main office is in the United States, so I do all my work online from home. I don’t waste time traveling to an office or making small talk with colleagues. I work on separate projects, and this flexible schedule is very important to me. It lets me take time off easily if I need to watch my children’s school shows or visit the dentist. The only problem is that, without fixed office hours, I often work late into the evening and sometimes even skip dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti continued, and street art became more popular around the world. Some artists created work to express political ideas and make people think about issues like war, inequality, and discrimination. Others focused on making art that was beautiful and pleasing to look at. In South America, many street artists painted in poor areas, bringing color, life, and beauty to dull, gray city walls."}
{"text_id": "28-b1", "simplified": "Social media, magazines and shop windows show people new things to buy every day, and British shoppers are buying more clothes and shoes than ever. Online shopping makes it easy to buy without thinking, and big brands sell clothes so cheaply that they can be treated like disposable items – worn a few times and then thrown away."}
{"text_id": "29-b1", "simplified": "Sam narrowed his eyes because the sun was bright. He watched the thin cloud of dust made by a car driving up to the Big House. The horses kicked their legs and moved their tails to chase away flies. They did not care that their owner was visiting for the first time in ten months.\n\nSam waited. Mr Carter only came here when he really had to, and Sam liked it that way. The less Sam saw his boss, the safer his job felt.\n\nMr Carter got out of the car and wiped sweat from his neck. Wet patches on his shirt spread and joined together like shapes on a map. The strong June sun was already turning his skin red. Most of the time his skin was pale, the skin of a man who makes money while other people do the hard work."}
{"text_id": "30-b1", "simplified": "Many residents of Berlin, Germany said shooting pigs was unnecessary and cruel, and heated arguments broke out between hunters and animal lovers. After protests, the city council chose a more peaceful plan. Instead of shooting, they put up fences and made it illegal to feed the pigs. It may still be a losing battle, because warmer winters mean there are more pigs than before."}
{"text_id": "31-b1", "simplified": "An important idea for the Hunger Games book comes from Suzanne’s love of Greek myths. When she was a child, one of her favorite stories was Theseus and the Minotaur. In that story, the city of Athens is ruled by Crete, but the Athenians rebel. As punishment, King Minos of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into a maze and eaten by a monster called the Minotaur. But one of the youths, Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a modern Theseus."}
{"text_id": "32-b1", "simplified": "By bringing people and animals together, zoos can help the public learn about protecting wildlife and their homes. Some zoos give a safe place to animals that were hurt in circuses or pets that were abandoned. Zoos also do important research on animal behavior and how to treat illnesses."}
{"text_id": "33-b1", "simplified": "A new trend is growing against consumerism—the “buy nothing” movement. It began in Canada in the early 1990s and then spread to the US, where it became a protest against the heavy spending of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, people hold different protests and sometimes cut up their credit cards. All year long, Buy Nothing groups arrange swaps and repairs for items people already have."}
{"text_id": "34-b1", "simplified": "Is graffiti art or vandalism? It depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police, and some have had to pay fines. City councils often complain about the high cost of cleaning graffiti off buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "What do people in the art world think about graffiti and street art? More people are beginning to see it as a valuable type of art. Big street art shows have taken place in galleries in Paris, London, and Los Angeles. In 2008, American artist Elura Emerald held a street art exhibition in a New York gallery. She supported street artists, saying, \"Artists who paint on the street are just expressing themselves and not hurting anyone. They should be appreciated and celebrated.\""}
{"text_id": "36-b1", "simplified": "If most people have four to six dreams each night after they turn ten, that’s about 2,000 dreams a year. By the time they are 80, the average person could have had around 140,000 dreams. Even if we forget 95–99 % of them, we still remember a few thousand over a lifetime. It’s easy to see how a dream might be followed by a similar real‑life event, especially when the dream’s topic is something that happens often in everyday life."}
{"text_id": "37-b1", "simplified": "The Hunger Games is set in the future, after North America has been destroyed. The new country is called Panem. It has twelve poor districts ruled by the rich Capitol. The Capitol has total control over the nation. Each district produces different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district, but it rebelled against the Capitol and was destroyed."}
{"text_id": "38-b1", "simplified": "Animals that live in nature often come into cities to find food. In Cape Town, South Africa, baboons have started visiting neighborhoods on the outskirts of the city. They open trash cans and eat fruit from gardens and orchards. Some bold baboons have even entered people’s houses and taken food from kitchen cupboards and fridges. Baboons can be aggressive and have attacked many pet animals, so many city residents do not welcome them."}
{"text_id": "39-b1", "simplified": "Many bridge accidents happen during construction. This often occurs because engineers make mistakes, such as using the wrong numbers. These errors can cause the bridge to collapse under its own weight and may kill workers."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first film directors to build a story around the 17 stages of the hero’s journey. Usually, the hero begins in a normal life, then something calls them to an adventure that changes everything. At the start of Star Wars, Luke lives with his aunt and uncle and fixes robots. When he finds Princess Leia’s message to Obi-Wan Kenobi inside the robot R2-D2, that message is the call to adventure that sets him on his path."}
{"text_id": "41-b1", "simplified": "Another way to stop a potentially dangerous asteroid from hitting Earth is to use a nuclear bomb to blow it up. This idea may sound like something from a movie, such as the 1998 film Armageddon, but NASA has a real plan called HAMMER. In this plan, rockets weighing eight tons would be launched at the asteroid to try to push it away from its path. If the asteroid was already too close to Earth for this to work, the rockets would use nuclear bombs instead to destroy it."}
{"text_id": "42-b1", "simplified": "Campbell says the hero first refuses the call to adventure. Then a mentor appears, helps them, and the hero decides to “cross the threshold” into the “special world” where the adventure happens. Next, the hero passes tests, fights enemies, and meets friends while preparing for the biggest challenge. For Luke, the mentor is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The enemy is Darth Vader, inside the special world of the Death Star."}
{"text_id": "43-b1", "simplified": "Underused items may seem useless to some, but they can be useful to others. The internet has helped online groups find ways to earn money by sharing these items. Websites and social media that connect people who want to buy or sell used goods make it easier than ever to share things directly. This is known as the sharing economy."}
{"text_id": "44-b1", "simplified": "Around the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that the things we see in our dreams hide things from our conscious mind. Freud thought that if we could understand what dreams are telling us, we could learn about our hidden feelings and the problems they cause. The other idea was the opposite. It said that dreams are just random activity in the brain while it is sorting out memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into a story."}
{"text_id": "45-b1", "simplified": "I am a freelancer and I work for myself. This means I have control over my work and my schedule. At first, I worked from home, but I found it difficult to focus. There were many distractions, like chores to do, more cups of tea, and family members asking for my attention. Then I tried working in a nearby café, but the Wi-Fi was not very good and I ended up having too much coffee. Finally, I rented a desk in a co-working space with five other freelancers. I enjoyed getting ready and going to work in the morning, and I was able to concentrate better in an office."}
{"text_id": "46-b1", "simplified": "NASA wants to find the rest of the medium-sized space rocks near Earth. To do this, it needs money to build a new space telescope called NEOCam. This telescope would use special light that can see heat to find the rocks. If NASA gets the money, it could finish in about ten years. After they make the list, the team that protects Earth still has work to do. They need to learn how to stop the really dangerous ones, called PHAs, from hitting our planet."}
{"text_id": "47-b1", "simplified": "The “buy nothing” trend has reached social media influencers who usually post clothing and makeup for people to buy. Now, some YouTube stars encourage their viewers to stop buying anything for as long as a year. Two friends in Canada tried this for a year and aimed to buy only food. For the first three months, they learned to live without buying electronics, clothes, or household items. Next, they gave up services like haircuts, eating at restaurants, and gas for their cars. In one year, they saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion matters deeply to Pi. His family is Hindu, but he also explores other faiths and becomes friends with a Christian priest and a Muslim baker. One day he surprises everyone by claiming he is Hindu, Muslim, and Christian at the same time. When his relatives and teachers tell him to choose a single faith, he answers, “I just want to love God.” After that, they allow him to decide for himself what to believe."}
{"text_id": "49-b1", "simplified": "Some people think that writing down your dreams in a journal can help you have lucid dreams. A lucid dream is a dream where you know you are dreaming and can change what happens. You might turn a scary dream into a peaceful one or guide the story like a movie director. Instead of just guessing what your dreams mean, you would help shape them yourself. Still, it can be useful to let some dreams play out on their own so your mind can show you how you really feel."}
{"text_id": "50-b1", "simplified": "People may not realize they are part of the throwaway clothing problem because they donate unwanted clothes to charity. But charity shops cannot sell it all. Fast fashion goes out of style as quickly as it arrives. It is often too low quality to recycle, and people do not want to buy it second-hand. Huge amounts are then thrown away, and many clothes that charities cannot sell are sent abroad, causing more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Not satisfied with just one amazing trip, many modern explorers move from one challenge to the next. Meagan McGrath of Canada has climbed the tallest mountain on every continent, biked across Canada, and ran a long race in the Sahara Desert where it was 45 °C. But her most impressive trip was a ski adventure to the South Pole. On the first day she fell into a glacier and was rescued. Most people would have quit, but Meagan kept going. She reached the South Pole after forty days, dragging a sled that carried a tent and all her food through freezing weather and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on the walls of his home city, Paris. Today he tries to make people think about social issues. He paints pictures of homeless people in big cities to encourage residents to think about homelessness."}
{"text_id": "53-b1", "simplified": "Some councils try to stop random graffiti by setting up designated areas for artists. Taiwan is one example; it has “graffiti zones” where artists can paint and write on walls. In São Paulo, Brazil, the city council has even let some graffiti artists paint on the city’s subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is an artist from Cape Town, South Africa. She paints large, colorful pictures of people and animals, and she likes to work in many different places. You can find her art on sidewalks, in empty factories, and even on abandoned cars. She likes that most street art is temporary and may soon fade in the weather or be cleaned off by city workers. To her, this shows that life is always changing, with endings and new beginnings."}
{"text_id": "55-b1", "simplified": "In her previous job, Gabriela worked in a culture with high power distance. In this kind of culture, people respect authority and know their place. Leaders make the big decisions, and they are not usually questioned. However, her Swedish team was used to a culture with low power distance. In this type of culture, employees often work together with their managers to find solutions and make decisions. Here, leaders act more like coaches or mentors. They encourage people to think for themselves and welcome being challenged."}
{"text_id": "56-b1", "simplified": "When Gabriela noticed cultural differences with her team, she decided to have an open talk about how they felt about her leadership. They were glad she asked and said they were not used to being told what to do. They preferred having more room for initiative and creative freedom. When she told them exactly what to do, they felt she didn't trust them to do their jobs well. They also saw that Gabriela took it personally when they challenged or changed her decisions, and explained that this was how they had always worked."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twins from São Paulo. They paint many things, from small tags to huge, colorful pictures of people on building walls. Their work is often so big they need cranes to do it. In 2007, they painted an entire castle in Scotland."}
{"text_id": "58-b1", "simplified": "People have been painting and writing on walls for a very long time. In prehistoric times, people in Africa and Europe painted pictures of animals and people inside caves. Graffiti has also been found on buildings at ancient sites in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists discovered many pieces of graffiti written in Latin. These pieces include religious, political, and romantic messages, and even some magic spells."}
{"text_id": "59-b1", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If you have, you’re not alone. Every year, thousands of people try to climb the world’s tallest mountains or trek across continents. Unlike explorers of the past who used maps and compasses, today’s adventurers use modern tools like GPS and satellite phones. Many of them love nature and use their trips to raise awareness about environmental problems, while others want to help people in need and raise money for charities."}
{"text_id": "60-b1", "simplified": "The first mission is called DART. DART means Double Asteroid Redirection Test. Scientists want the DART spacecraft to hit a small moon of the asteroid Didymos. The moon is called Didymoon. It is about 150 meters wide. It orbits a larger asteroid that is about 800 meters wide. The plan is to hit Didymoon hard enough to change its course. After the impact, we can see the change from Earth with telescopes."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is a 16-year-old girl. Her father died in a mining accident, so she has to feed her family. She hunts in the woods near District 12 with her friend Gale and becomes very skilled with a bow and arrow. When her younger sister, Prim, is picked as a tribute, Katniss volunteers to take her place. The other tribute from District 12 is a boy named Peeta, and Katniss soon develops a complicated relationship with him."}
{"text_id": "62-b1", "simplified": "Writing about your dreams helps you remember more details; think about the people and the place where the dream happened, as they can add to the meaning too. Over a week, you'll be surprised at how much you write down. Now you can connect your dreams to the events and feelings in your daily life."}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood and could catch fire more easily. This was especially true for old train bridges. Sparks from the steel train wheels and steel tracks sometimes caused these wooden bridges to catch fire and burn completely."}
{"text_id": "64-b1", "simplified": "It is hard to predict how street art will change in the future, but some clear patterns are appearing.  \nMost street artists are young people who paint in their own city or neighbourhood.  \nMore and more of them are travelling and working in different parts of the world.  \nOther artists use the internet to talk to each other and share pictures of their work.  \nThe art community is giving street art more recognition as a real art form.  \nAlthough we do not know exactly what will happen to street art, we can be sure that it will remain."}
{"text_id": "65-b1", "simplified": "Suzanne Collines has always found war news upsetting. When she was a child, her father was a pilot in the U.S. Air Force and fought in Vietnam. Her mother tried to protect her by not telling her what was happening, but she still watched news about the war and knew her dad was there. It was a very frightening experience for her."}
{"text_id": "66-b1", "simplified": "PricewaterhouseCoopers (PwC) did a global survey and collected more than 40,000 responses from millennials (people born between 1983 and 1993) and non-millennials. The survey was about topics like workplace culture, communication, work styles, pay, career growth, and work-life balance. In another global survey, Deloitte asked more than 10,000 millennials about how they see the challenges and opportunities in today's workplace."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is an American adventurer. He has ridden a bike across the deserts of Morocco, kayaked in the Grand Canyon, and climbed Mount Everest. Erik has been blind since he was 13. In addition to his travels, he encourages people with disabilities to stay active and leads groups of young blind people on climbing trips."}
{"text_id": "68-b1", "simplified": "Online platforms now let people easily make some extra money. For example, busy parents used to find it too much trouble to set up a stall at a local market or car boot sale to sell their children’s old things. But with online marketplaces, parents can now sell hardly worn baby clothes and expensive baby equipment their children no longer need, helping them get some money back."}
{"text_id": "69-b1", "simplified": "Pi and the tiger, Richard Parker, spend 227 days on a lifeboat. They face hunger, sickness, and exhaustion. They endure violent storms and the harsh Pacific sun, yet they survive. At times, Pi finds strength in his three religions; at other times, he feels deep loneliness and despair. At last, the Mexican coast appears on the horizon, and everything changes. I won’t spoil the ending—you’ll have to read the book to learn what happens once land is in sight."}
{"text_id": "70-b1", "simplified": "When she got home from school, Chloe poured herself a cup of coffee and went to her room. Homework could wait. She liked to enjoy the calm before her parents arrived and the house filled with voices, TV sounds, and her dad’s jazz as he cooked dinner. It was also the perfect time for her to play with her pet rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA's team that keeps Earth safe from space dangers had found and recorded 90 percent of the large asteroids near Earth. These asteroids are about 1 km wide. They are called \"near-Earth objects,\" or NEOs. They are as big as mountains and come within 50 million kilometers of Earth's path around the Sun. NASA thinks about 50 more of these objects still need to be found. Out of the 887 that have been found, NASA says none of them are a real danger to Earth."}
{"text_id": "72-b1", "simplified": "After Auggie decides to go to school, he has his first day. Like any child starting a new school, he feels nervous. Because of how he looks, the day is especially hard. No one wants to sit next to him, and he sees other kids staring or whispering about him. Luckily, he makes friends with Jack, a boy in his class, and Summer, a girl he talks to at lunch. But the first day isn’t the only challenge. Auggie soon learns that classmates avoid touching him, fearing he might spread a “plague.” Throughout the school year, Auggie has many ups and downs until an unexpected, traumatic event at a school camp completely changes everything."}
{"text_id": "73-b1", "simplified": "The two men looked toward the northern end of the property. It stretched as far as the eye could see, and even the fences were barely visible from where they stood. Even if a teenage boy were bored and rebellious, it was impossible to escape on foot. Sam watched the biggest horse, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. A good rider could get into a lot of trouble out here, far from anyone. But it could be even worse for someone who knew nothing about horses and wanted to get away from his father."}
{"text_id": "74-b1", "simplified": "Over 4,000 climbers, ranging from thirteen to eighty years old, have reached the summit of Everest. Climbing high mountains in freezing weather and violent storms remains very dangerous, but the world’s best climbers are now seeking new challenges. Gerlinde Kaltenbrunner of Austria fell in love with mountain climbing as a teenager. After leaving school, she worked as a nurse, but she kept climbing in her spare time."}
{"text_id": "75-b1", "simplified": "After reaching the top of Everest, Gerlinde decided to climb all fourteen 8,000‑meter peaks in the world. She climbs them without extra oxygen, which is risky because the low oxygen at high altitudes can harm the brain and body. Gerlinde uses her fame as a climber to help a charity that aids poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "If we look at the things we’ve bought in our lives, we would see that not everything we own is used well. For example, we might have a thick woollen coat that we thought was stylish, even though we live in a tropical country. We might have an old smartphone that we stopped using after buying a new one, a car that we only use on weekends, or a guest room in our house that has turned into a storage room."}
{"text_id": "77-b1", "simplified": "Throughout history and across cultures, dreams have been linked to predictions. People thought that dreams were messages from the gods, meant to give us knowledge or understanding. Even today, many people remember dreaming about an event, place, or person that later came true."}
{"text_id": "78-b1", "simplified": "Some of the biggest and most expensive transportation projects around the world are bridge construction. Bridges are important structures that let vehicles and trains cross over water, valleys, or other roads. Because they are so important, they play a major role in civil engineering and are carefully studied, especially when they fail."}
{"text_id": "79-b1", "simplified": "After several weeks of feeling frustrated, Gabriela sent an email to her Swedish manager to talk about the problems she was having with her team. Her manager only asked if she thought her team was still working well and what she thought could help her work better with them. Gabriela thought his response was unclear and didn’t feel like he was handling the situation well."}
{"text_id": "80-b1", "simplified": "Dogs that live in packs have learned that people are more likely to give food to smaller, cuter dogs. Those dogs then go to beg for food for the whole pack. Some dogs have even learned to use the city’s metro system to travel between different parts of their territory! Scientists don’t know how the dogs know when to get off the train. One idea is that they use their great sense of smell and have learned to recognize the scents of their favorite places. Another possibility is that they have learned to recognize the names of stations they hear in announcements. Either way, metro passengers have become so used to seeing dogs on the trains that they travel largely unnoticed by locals."}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK was the first person to walk the entire length of the Amazon River. He started at a small stream in the Andes mountains in Peru and reached the mouth of the river in Brazil two years and four months later. In total, he walked about 6,000 kilometres. The Amazon rainforest has poisonous snakes, crocodiles, and jaguars, so Ed was always in danger. Fortunately, he survived with nothing worse than thousands of mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes each year, which is about four per cent of their income. That may not sound like a lot, but it hides two bigger problems for society and the environment. First, most of that money is paid with credit cards. British adults owe about £670 on credit cards, which is 66 per cent of the average wardrobe budget. Second, people are buying things they don’t need. Britain throws away 300,000 tons of clothing a year, most of which ends up in landfills."}
{"text_id": "83-b1", "simplified": "Ed’s walk could not have happened without technology. He used a radio to ask the people of the rainforest for food and for permission to cross their land. Many of them came to meet him and helped guide him through the hardest parts of the trail. While he walked, Ed wrote a blog, recording his daily experiences. He used the media interest in his trip to protest the destruction of the rainforest and to raise money for environmental and children’s charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Businesses have realized that the sharing economy can be profitable and are trying to benefit from unused resources. A popular business model involves companies offering online platforms that connect customers with people who can provide a product or service. Companies like Airbnb serve as a middleman, allowing people to rent out their spare rooms or homes for extra income. Another example is Uber, which lets people use their own cars as taxis to earn money in their spare time."}
{"text_id": "85-b1", "simplified": "One of the main modern roles of zoos is to help international breeding programs, especially for endangered animals. In the wild, some rare species struggle to find mates and have babies, and they also face threats like poachers, habitat loss, and predators. A good zoo can give these animals a safe place to live and breed. Also, as wild populations fall, the risk of them becoming too genetically similar increases. Breeding programs help solve this problem: animals born in zoos can be released into the wild to boost genetic diversity."}
{"text_id": "86-b1", "simplified": "Both kinds of accidents are very rare, but boats and trains can bring down a bridge for different reasons. For trains, the speed of the impact can cause a collapse. For boats, their great mass can do it, even when they are moving very slowly. The best way to prevent bridge failures is to plan for them. Modern tools that find structural weakness, safer work conditions, and better designs can all help reduce these accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is scared of the animals and dives into the sea. He quickly remembers the hungry sharks circling and realizes he must climb back into the lifeboat. One by one, the animals there kill and eat each other until only Pi and the tiger remain. Luckily for Pi, the tiger—whom he names Richard Parker—is seasick and shows no immediate wish to eat him."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is chosen that his parents do not like. Worried about what will happen, Pi’s parents decide to shut down the zoo and move to Canada. Some of the animals are sold to zoos in North America, and the family travels by ship to Canada with the animals. On the way, a terrible storm hits and the ship sinks. Tragically, Pi’s family and the ship’s crew all drown, but Pi ends up in a lifeboat with a hyena, a zebra, an orang‑utan, and a huge tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very successful book for teenagers and young adults by the American writer Suzanne Collins. Since it was published in 2008, it has been translated into 26 languages and has sold millions of copies worldwide. It was also the first book for young readers to sell more than one million e-books. The Hunger Games is also a major Hollywood film and is just as successful. In its opening weekend, the movie earned 152.5 million dollars in North America alone."}
{"text_id": "90-b1", "simplified": "Dreams may help the mind sort out the thoughts we have during the day.  \nIn a dream, those thoughts appear as symbols.  \nWhile we are awake, our thoughts are mostly words, like talking to ourselves.  \nWhen we sleep, the part of the brain that uses language is less active, and the part that uses feelings is more active."}
{"text_id": "91-b1", "simplified": "Having good relationships is a big part of being happy. A study found that most happy people have strong ties to friends and family and make sure to spend time with them regularly. You also need at least one person with whom you can share personal feelings – this is called “self‑disclosure.” One close friend for a heart‑to‑heart conversation is enough, along with a wider network of other relationships. It isn’t enough to have many friends just to do things together or talk about music or football. That deeper connection is what matters most. Some people need to learn how to listen well to others in order to build stronger relationships."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck, who supports the “growth mindset,” says the brain can change and learn. This means we can develop skills and talents even if we were not good at them at first. Many of us praise only the final result or what seems like natural talent. For example, we say, “You really notice small details,” or “You have a real talent for organising events.” However, research shows it is better to focus on the process. When we praise effort, trying things out, and the strategies people use to solve problems, we help people build new skills and keep improving their talents."}
{"text_id": "93-b1", "simplified": "The rover sometimes checks the air around it. In 2014, it found methane, a simple chemical that is part of natural gas. Methane doesn't last long—only a few hundred years. This means something on Mars must be adding more methane. NASA says Mars releases thousands of tons of methane at once. The amount of methane changes with the seasons, almost like the planet is breathing."}
{"text_id": "94-b1", "simplified": "Early in her career, the Stanford psychologist Carol Dweck gave ten-year-old children problems that were a little too hard. One group reacted well. They said they liked the challenge and believed they could improve. Dweck calls this a “growth mindset.” These children focus on what they can achieve in the future. Another group felt the test judged their intelligence and that they had failed. They had a “fixed mindset” and did not think they could get better. Some even said they might cheat next time. Others looked for someone who did worse to feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror movies often use empty places. They might show an abandoned hospital, a deserted house, or a ghost town. These lonely spots feel scary because they are quiet and empty. People wonder what life was like there and why everyone left. The silence can be frightening, and the lack of phone service makes the setting feel more realistic for the film."}
{"text_id": "96-b1", "simplified": "No matter what kind of house it is, the basement is usually a scary place in horror movies. It is often where something hides, or where the evil killer keeps their tools. Basements are almost always dark and often wet. You usually get to them by a narrow set of stairs. They feel creepy even when there is nothing down there."}
{"text_id": "97-b1", "simplified": "Gary Collins, an off-duty police officer, was watching the London riots on TV. He quickly recognized several people and cut his vacation short to help identify them. He spent six months reviewing security camera footage and identified 190 people, many just by their eyes. His help was crucial to the investigation. Even with 200,000 hours of video, facial recognition software identified only one person."}
{"text_id": "98-b1", "simplified": "I find it interesting to think about how we can speed up human evolution by improving our bodies. Imagine putting a computer inside our brain! This could happen soon and help us get better at math, see and hear more clearly, and remember things more easily. This idea will become more common in the future."}
{"text_id": "99-b1", "simplified": "The talk was very interesting, and the speaker made some strong points. One point was about how parents influence their children. How can we expect teenagers to stop texting during homework if they see their parents posting on social media while cooking dinner or waiting at a red light? She also said that many people want to be in two places at once, so they jump back and forth between real-life and online conversations. I see this with my teenage daughter and her friends. They plan to meet, but then they sit together in silence because each one is busy with a different online chat."}
{"text_id": "100-b1", "simplified": "Despite news stories that make us think the world is becoming more violent, there is some reason for optimism. From the end of World War II to 1990, there were 30 wars that each killed more than 100,000 people. Today, civil wars still occur, but countries mostly coexist more peacefully than before. Terrorism, however, has risen sharply in recent years, and since World War II wars have killed far more civilians than soldiers. Even for civilians, not all the numbers are bad. Although deaths are nine times more likely to come from violent crime than from political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has devoted her life to human rights. She has seen many international projects in Bangladesh that try to educate and train women and girls, but too often, when these projects end, the women are left without support. She believed Bangladesh needed to stand up for itself, so she combined her two passions—mountaineering and human rights—to try to change how people view women in her country. She first learned to climb while working on aid campaigns in Tibet and Nepal, since Bangladesh is a coastal, mostly flat country where most people have never seen a mountain. Her campaign seems to be working, as people in Bangladesh—and around the world—are paying attention."}
{"text_id": "102-b1", "simplified": "Most people believe that developing countries are in a very bad situation: they have extreme poverty, are ruled by dictators, and seem to have no hope for change. But that is not true. A big transformation is happening. In the last 20 years, more than 700 million people have earned more money and left poverty. Also, six million fewer children die each year from disease, millions more girls are in school, and millions of people now have clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to make their feedback feel more positive by putting a negative comment between two positive ones. When this becomes a habit, employees may think the positive words are just a cover for the bad ones, so the good words lose their meaning. Instead, managers should give positive feedback to support and encourage good work, not just to soften the negative."}
{"text_id": "104-b1", "simplified": "I am part of the Campaign to Stop Killer Robots. Don’t think about the scary robots you see in movies like the Terminator. Instead, think about what is happening today: the military is already using machines such as drones, automatic guns, and guard robots to kill people with very little human control. The next step could be robots that follow orders but choose on their own who to attack. I believe this would be very wrong and dangerous for people. We must be very careful about what we ask machines to do."}
{"text_id": "105-b1", "simplified": "Overall, more people are learning English than all the other languages combined, and English is spoken in the most countries. But Chinese has the most native speakers. It seems that the number of native speakers does not determine how many people learn a language; instead, the number of learners is more linked to how many countries use that language."}
{"text_id": "106-b1", "simplified": "Your manager stops you and says she needs to talk about your performance on the recent project. You worry all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she starts by praising the good work you did, and you wonder if this is the usual praise that begins a feedback sandwich. You know the feedback sandwich: say something nice, give the real feedback, say something nice again."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast, catchy rock album, but its lyrics still have real emotional weight. Behind the bright tunes are stories about the dark side of the American dream. Many songs focus on working people’s struggles and the anger they feel when life doesn’t bring riches or glory. For example, “Glory Days” is about small-town people looking back on their youth, when everything seemed possible, and “Downbound Train” tells of a young man whose life falls apart after he loses his job. It’s easy to think the artist draws on people he knew and the life he might have lived if he hadn’t become a star. The album clearly shows the Boss’s unique talent."}
{"text_id": "108-b1", "simplified": "Lewis wants more of the world’s oceans to be protected. He would like the number of marine protected areas to increase from 3 per cent to 10 per cent. This is to help fix the damage caused by human activities like overfishing, pollution, and littering. During his trips to the ocean, Lewis has seen this damage with his own eyes. He has swum over coral reefs that have turned white because of rising water temperatures. He has also seen lifeless areas under the shallow waters of the Red Sea, full of plastic and no signs of life. Pugh believes that nature can heal if we give it a chance. But time is running out. If we do not start taking care of our seas, we may face a problem that is too big to solve."}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a best-selling author who knows how to tell a great story. She has won the Olive Crime Writer Award twice. She grew up on a housing estate in Glasgow that had the highest crime rate, where she learned to keep quiet, stay out of trouble, and even how to open a car door with a knife. Luckily, she used this knowledge only to write her novels. Today, she often appears on popular daytime shows such as Police Today and speaks at writing conferences across the UK."}
{"text_id": "110-b1", "simplified": "Are things getting worse every day? Is progress impossible?  \nIn *Enlightenment Now*, Steven Pinker looks at the big picture of human progress and finds good news.  \nWe are living longer, healthier, freer, and happier lives.  \nPinker says the real problem is that the Enlightenment values of reason and science are being attacked.  \nWhen commentators and demagogues appeal to people’s tribal feelings, fatalism, and distrust, we risk serious damage to important institutions like democracy and global cooperation."}
{"text_id": "111-b1", "simplified": "In older horror movies, when the main characters were in trouble, they couldn't call for help or the police. Now, mobile phones make that harder to believe. How do filmmakers keep the tension? They use no phone coverage. If you're the hero in a horror movie, it's likely that when you really need to call for help, your phone will have no signal. Or your battery might die just as you're trying to call. Or both can happen."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana farmers in Central America were losing their best crop, the Gros Michel banana, also called Big Mike. Now the same problem is happening to its replacement, the Cavendish banana. The Gros Michel was popular because it was easy to ship, had a thick skin, and tasted sweet. It grew well in Central American plantations. United Fruit, the biggest grower and exporter in South America at that time, produced the bananas in the most efficient way. They took shoots from the stems of existing plants instead of growing new ones from seeds, and planted them close together in large fields."}
{"text_id": "113-b1", "simplified": "Most spiders make venom, but they use it to catch bugs, not to hurt people. Only about 25 kinds of spiders have venom that is truly dangerous to humans. A bite from one of these spiders can hurt, yet it almost never kills anyone. For example, Australia’s Sydney funnel-web spider has not caused any deaths since doctors created a special medicine called antivenom in 1981. Hairy spiders, such as tarantulas, have another trick. When they feel scared, they can shoot tiny, itchy hairs into the air. These hairs can stick in an enemy’s skin or eyes and cause a sharp, burning feeling."}
{"text_id": "114-b1", "simplified": "This horror movie pattern was very common in late-20th-century films. It begins with a group of teenagers having fun, and ends with everyone dead except one girl. At first, the girl is innocent, shy, and not very strong. By the end, she becomes tough and very resourceful. The last girl almost always survives."}
{"text_id": "115-b1", "simplified": "If we want to know where our ability for advanced speech comes from, we need to study how our brains differ from those of other species. It is not only about the size of the brain; we must also consider what other abilities the brain has and when and why those abilities changed. There are very few physical clues. Artifacts left by our ancestors do not show what speech they could produce. However, we can see changes in the mouth, throat, and tongue in early human remains. By about 100,000 years ago, humans had developed the ability to make complex sounds. Before that, scientists who study evolution can only guess whether early humans used simple sounds."}
{"text_id": "116-b1", "simplified": "Society, not nature, tells us that girls should prefer arts and humanities and leave maths and physics to boys. There is also a lack of positive female role models in science-related jobs for young people to see. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. People often think scientists are geeky, have poor social skills, or that their work is lonely and detached from the rest of the world. These media stereotypes are false, but they can make girls feel they do not identify with scientists and see science as an unappealing career. Seeing more positive female role models in science would give girls more confidence and a stronger sense of belonging in those subjects."}
{"text_id": "117-b1", "simplified": "The Scallion is a weekly newspaper distributed for free in faculty buildings, reaching around 10,000 students. Students write and produce the entire newspaper. A survey found that students and staff value it for entertainment, culture, and work experience. However, printing costs are high. Also, some students cannot easily get the paper because it is only available on campus. Many copies end up as litter, which causes environmental concerns."}
{"text_id": "118-b1", "simplified": "At Girox Foods, our yearly staff turnover is about 12 per cent. While this may not appear high, the industry average is seven per cent. The main goal of this report is to look into why employees feel engaged here and, from that, give suggestions to make the workplace better and keep more people on the team."}
{"text_id": "119-b1", "simplified": "Much of what the speaker said felt true. I think there's a risk that the more connected we are, the more isolated we feel. I don't see this as a big issue for my generation, which lived without technology for a long time. We know how to be alone and, more importantly, we know it's OK to be alone. But people under 20 are different. They're so busy communicating that they rarely feel real solitude, and they may not learn how to enjoy their own company. They're also learning to talk through messages they can edit, instead of learning how to have a real conversation, in real time, with the person in front of them."}
{"text_id": "120-b1", "simplified": "Don’t always follow positive feedback with negative feedback. If positive and negative feedback always go together, the positive feedback can lose value and be ignored. Make sure you sometimes give positive feedback on its own, and avoid the urge to add constructive criticism."}
