{"text_id": "21-a2", "simplified": "Your dreams can hint at thoughts you didn’t know about. Common dreams, like flying, falling, losing teeth, or being naked in public, often mean the same things for many people. To find what they mean for you, connect them to events and feelings in your daily life."}
{"text_id": "22-a2", "simplified": "Moscow has many stray dogs. They are part of the city’s wildlife. About 35,000 live on the streets. Some were born there. Others were once pets people left behind. Some live alone. Others form packs. In 2010, scientists studied them and found they do well in city life. They cross streets with people to stay safe. Some even seem to understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is the first novel by RJ Palacio, who is from New York. On her website, she says the idea came after she saw a girl with facial differences on the street. Wonder is a bestseller in the United States and has won many awards. Many schools use it to start talks about bullying, friendship, and being different. A movie version is being made, and many readers, including me, are excited to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats named Zena and Roxy. She knows rats aren’t common pets. She has often explained that they aren’t dirty and can be great pets if you care for them properly. Still, she understands why some people don’t like them. She didn’t like rats either until her friend Martin showed her his. Then she saw how loving and smart they were. Last year, one of Martin’s rats had babies, and Chloe decided to take two of them."}
{"text_id": "25-a2", "simplified": "In Cape Town, baboons are in danger. Some get hit by cars. Others get hurt by power lines. To help, the city hires Baboon Monitors. They protect the groups and try to reduce problems with people. The monitors lead baboons out of town, or catch them and let them go in the nearby countryside. These steps help, but many baboons still return because city food is easy to find."}
{"text_id": "26-a2", "simplified": "I work for a global IT company in the United States. I work from home and do all my tasks online. I don’t go to an office or talk with coworkers in person. I handle one project at a time. This freedom matters because it lets me take time off for my kids’ school events or dentist visits. The downside is that my hours aren’t fixed. I often work in the evening and sometimes skip dinner to finish a task."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti persisted, and street art spread around the world. Some artists used their work as political commentary, prompting people to think about war, inequality, and discrimination. Others focused on beauty and bold, graphic designs. In South America, many painted in poor neighborhoods, bringing color and life to otherwise gray city walls."}
{"text_id": "28-a2", "simplified": "Every day we see new things to buy online, in magazines, and in shop windows. In Britain, people buy more clothes and shoes than before. Online shopping makes it easy to buy fast, without thinking. Big stores sell very cheap clothes. People often wear them only a few times and then throw them away."}
{"text_id": "29-a2", "simplified": "The sun was bright. Sam shut his eyes a little. A car came to the Big House. Dust went up behind it. The horses stomped. They hit flies with their tails. Their owner was gone for ten months. The horses did not care. Sam waited. Mr. Carter came out only when he had to. Sam liked that. It helped him keep his job. He stayed away from his boss. Mr. Carter wiped sweat from his neck. It left dark spots on his shirt. The June sun made his skin red. Most days his skin was light. He looked like he did not work outside."}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany, said shooting wild pigs was too cruel, which caused arguments between hunters and animal lovers. After protests, the city council picked a less violent plan. Officials put up fences and banned feeding instead of shooting. No one knows if this will work, since warmer winters have helped pig numbers grow compared to the past."}
{"text_id": "31-a2", "simplified": "Suzanne Collins wrote The Hunger Games after reading Greek myths. As a child, she liked the story of Theseus and the Minotaur. In that story, the island of Crete ruled Athens. When Athens fought back, King Minos punished Athens. Each year he took seven boys and seven girls and sent them into a maze. A monster called the Minotaur lived there and ate them. Theseus went into the maze. He fought the monster. He killed it. Collins says Katniss Everdeen is like a modern Theseus."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. They teach visitors about saving animals and their homes and encourage people to protect them. Some zoos give safe homes to animals hurt in circuses and to pets that were left behind. Zoos also study how animals behave and how to treat diseases."}
{"text_id": "33-a2", "simplified": "Buy Nothing is a group that asks people to buy less. It started in Canada in the 1990s and then spread to the United States. It got bigger when Black Friday and Cyber Monday became big shopping days after Thanksgiving. On Buy Nothing Day, people protest. Some even cut up their credit cards. All year, local groups hold trade and repair events so people can use what they already have."}
{"text_id": "34-a2", "simplified": "Is graffiti art or a crime? People do not agree. In many places, you cannot paint on other people's things. Police stop street artists. Some have to pay fines. Cities say it costs a lot to clean it off buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "Many people say graffiti is real art. Street art is real art too. Big museums show it in Paris. They show it in London and Los Angeles. In 2008, an American artist had a street art show in New York. Her name was Elura Emerald. She said street artists share ideas. They do not hurt anyone. People should respect them and thank them."}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams each night after age ten. That adds up to about 2,000 dreams a year. By age 80, the average person may have had around 140,000 dreams. Even if we forget 95 to 99 percent of them, we still remember a few thousand over a lifetime. So it’s not hard to believe that, by chance, a dream is followed by a real life event that’s similar to it, especially when the dream is about something common in everyday life."}
{"text_id": "37-a2", "simplified": "The Hunger Games takes place in the future, after North America is gone. The country is called Panem. It has twelve poor districts ruled by the rich Capitol. The Capitol controls everything. Each district makes something different for the Capitol. District 12, where the story begins, provides all the country’s coal. There used to be a thirteenth district, but it rebelled and was destroyed."}
{"text_id": "38-a2", "simplified": "Wild animals often enter cities to find food. In Cape Town, South Africa, baboons come into neighborhoods at the edge of the city to eat. They open trash bins and pick fruit from gardens and fruit trees. Some baboons have even gone into houses and taken food from kitchen cabinets and fridges. Baboons can be aggressive and have attacked many pets. Many city residents don’t want them around."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen during building. They often happen because of design mistakes, like math mistakes. A bridge can fall if it is too heavy. Workers on the bridge can die."}
{"text_id": "40-a2", "simplified": "George Lucas was one of the first filmmakers to use the 17-step \"hero's journey.\" In this story pattern, the hero starts with a normal life. Then the hero gets a call to adventure that changes everything. At the start of Star Wars, Luke lives with his aunt and uncle and fixes robots. He finds a message from Princess Leia to Obi-Wan Kenobi inside R2-D2. That message starts his journey."}
{"text_id": "41-a2", "simplified": "One way to protect Earth from a dangerous asteroid is to blow it up with a nuclear bomb. It may sound like science fiction, but NASA has a real plan called HAMMER. The plan would launch 8-ton rockets at an asteroid headed toward Earth to push it off course. If the asteroid is too close, the rockets could carry nuclear bombs to break it into pieces."}
{"text_id": "42-a2", "simplified": "Campbell says the hero first says no to the call. Then a mentor appears and helps. The hero chooses to cross the threshold into the special world where the adventure happens. Next come tests, enemies, and new friends as the hero gets ready for the biggest challenge. For Luke, the mentor is Obi-Wan. His friends are Han Solo and the droids R2-D2 and C-3PO. The enemy inside the Death Star, the special world, is Darth Vader."}
{"text_id": "43-a2", "simplified": "Many things are not used. Some people think they are junk. Others can still use them. The internet got big. People made online groups to share and make money. Now sites and apps let you buy, sell, or give away used things. This is called sharing."}
{"text_id": "44-a2", "simplified": "In the 1700s and 1800s, two main ideas about dreams took shape. One said dream images show thoughts we try to keep out of mind. Freud said that reading dreams can reveal those hidden feelings and the problems they cause. The other said the opposite: dreams are random brain activity that happens as the brain organizes the day’s memories. When we wake, we put those pieces together and make a story."}
{"text_id": "45-a2", "simplified": "I’m a freelancer. I like it because I set my own schedule. I tried working at home, but I couldn’t focus. Chores, tea, and family kept interrupting me. The nearby coffee shop wasn’t better. The Wi‑Fi was weak, and I drank too much coffee. So I rented a desk in a shared office with five other freelancers. Getting dressed and going there helped me focus."}
{"text_id": "46-a2", "simplified": "With funding for NEOCam, NASA could finish finding the remaining mid-size near-Earth objects. NEOCam is a half-meter space telescope that uses infrared light to spot asteroids. With that funding, NASA could reach this goal in about ten years. But even after the list is complete, the planetary defense team still needs to plan how to protect Earth from the most dangerous ones, called potentially hazardous asteroids (PHAs)."}
{"text_id": "47-a2", "simplified": "The “buy nothing” idea is growing online. Usually, internet stars show clothes and makeup. But now some YouTubers ask fans to stop buying new things for a year. Two friends in Canada tried it. They only bought food. For three months, they did not buy electronics, clothes, or things for the home. Later, they even stopped getting haircuts. They did not eat out or buy gas. After one year, they saved $55,000."}
{"text_id": "48-a2", "simplified": "Religion is important to Pi. His family is Hindu, but he is curious about other religions. He makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi says he is Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to choose just one, Pi refuses. He says, \"I just want to love God.\" After that, his family and teachers let him make up his own mind about religion."}
{"text_id": "49-a2", "simplified": "Some people say writing down your dreams can lead to lucid dreams. In a lucid dream, you know you’re dreaming and can choose what happens. You might turn a nightmare into something safe or steer the story like a director. Then you’re not just looking for meaning. You’re helping make the dream. Still, let some dreams unfold on their own, so your inner self can show what you really think."}
{"text_id": "50-a2", "simplified": "Many people give old clothes to charity stores. They want to help others. But the stores can’t sell everything. Fast fashion goes out of style fast. These clothes are made poorly. That makes them hard to recycle. Many shoppers don’t want them. A lot of the clothes end up in the trash. The rest are sent overseas. That costs money and hurts the environment."}
{"text_id": "51-a2", "simplified": "Some explorers today are not happy with just one big trip. They do one challenge after another. Meagan McGrath from Canada climbed the highest mountain on every continent, biked across Canada, and ran a long race in the Sahara Desert, where it was 45°C. Her biggest trip was skiing to the South Pole. On the first day, she fell into a glacier and had to be saved. Many people would have quit, but Meagan kept going. Forty days later, she reached the South Pole. She pulled a sled with her tent and food through cold wind and ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat started by painting rats on walls in his home city, Paris. Today, he uses his art to make people think about social problems. He paints homeless people in big cities so people who live there think about homelessness."}
{"text_id": "53-a2", "simplified": "Some cities try to stop graffiti by giving artists places where they are allowed to paint. In Taiwan, artists can paint or write on some walls. In São Paulo, Brazil, the city lets them paint on subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town, South Africa. She paints large, colorful pictures of people and animals and likes to explore different places. Her work appears on sidewalks, in empty factories, and on abandoned cars. She likes that most street art is temporary and will soon be washed away by weather or removed by city cleaners. To her, this shows that life is full of change, with things ending and starting again."}
{"text_id": "55-a2", "simplified": "Gabriela had a job with many rules. The boss made most choices. No one asked why. Each person did one task. Her team in Sweden was not the same. Titles did not matter. Bosses and workers worked together. They fixed problems and chose what to do. The bosses were like coaches. They wanted people to think on their own. They liked questions and new ideas."}
{"text_id": "56-a2", "simplified": "Gabriela knew her team came from many cultures. She met them to talk about how she led the team. They liked that she asked for their ideas. They were not used to strict orders. They wanted more freedom to be creative. When she gave too many details, they felt she did not trust them. They also thought she got upset when they asked about her choices or tried to change them. For them, this was normal at work."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are twin brothers from São Paulo. They paint tags and huge, colourful pictures of people on building walls. Their work is so large that they often need cranes. In 2007, they painted an entire castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have been painting and writing on walls for a very long time. In very early times, people in Africa and Europe painted pictures of animals and people in caves. Graffiti has been found on buildings at old sites in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, researchers have found many examples of graffiti written in Latin. These include religious, political, and love messages, and even some magic spells."}
{"text_id": "59-a2", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? Many do. Each year, thousands try to reach the highest peaks or walk across continents. Long ago, explorers used maps and compasses. Now they use GPS and satellite phones. Many care about nature and use their trips to talk about environmental problems. Others travel to help people in need and raise money for charities."}
{"text_id": "60-a2", "simplified": "The first mission is DART (Double Asteroid Redirection Test). It will target the small moon of the asteroid Didymos. This moon, called Didymoon, is about 150 meters across and orbits its 800-meter parent asteroid. The DART impact should change its orbit enough for Earth-based telescopes to detect."}
{"text_id": "61-a2", "simplified": "The main character is a sixteen-year-old girl named Katniss Everdeen. Her father died in a mine accident, so she has to feed her family. She hunts in the woods near District 12 with her friend Gale. She is very good with a bow and arrow. When her younger sister Prim is chosen as a tribute, Katniss steps forward to take her place. The other tribute from District 12 is a boy named Peeta. Katniss soon has mixed feelings about him."}
{"text_id": "62-a2", "simplified": "Writing about your dreams helps you remember more details. Notice the people and the place in the dream, because they can add meaning. After a week, you'll be surprised by how much you've written. Then start linking your dreams to events and feelings in your daily life."}
{"text_id": "63-a2", "simplified": "In the past, many bridges were made of wood, so they caught fire more often. This was especially true for old train bridges. Sparks from steel wheels on steel tracks could start a fire and burn the bridge down."}
{"text_id": "64-a2", "simplified": "It is hard to know how street art will change, but some trends are clear. Most street artists are young and paint in their own cities or neighborhoods, yet more are traveling and working around the world. Many artists also use the internet to talk and share photos of their work. The art world is giving street art more respect as a real art form. We may not know the future, but street art is here to stay."}
{"text_id": "65-a2", "simplified": "Suzanne Collines has always been upset by news about wars. When she was a child, her father was a pilot in the US Air Force and fought in Vietnam. Her mother tried to protect her by not telling her about the war, but she still saw news about it and knew her dad was there. It was very scary for her."}
{"text_id": "66-a2", "simplified": "PwC did a world survey. More than 40,000 people took part. It included people born 1983–1993 and other workers. The survey asked about work: how people talk, how they work, pay, moving up, and time for work and life. Deloitte did a world survey too. More than 10,000 people born 1983–1993 shared their views on work today, its risks and chances."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is an American adventurer who lost his sight at 13 but still seeks tough challenges. He has biked across Morocco’s deserts, kayaked the Grand Canyon, and reached the top of Mount Everest. He also helps people with disabilities stay active by leading climbing trips for blind young people and teaching them outdoor skills."}
{"text_id": "68-a2", "simplified": "Websites help people make extra money. Busy parents who don’t run a stall or car boot sale can sell almost new baby clothes, strollers, and other items their children have outgrown online."}
{"text_id": "69-a2", "simplified": "Pi and the Bengal tiger, Richard Parker, spend 227 days adrift in a lifeboat, fighting hunger, illness, exhaustion, violent storms, and the relentless Pacific sun. Still, they endure. Sometimes Pi finds comfort in his three faiths. At other times, he is overcome by loneliness and sorrow. At last the Mexican coast appears, and their situation changes. We’ll stop there. Read the book to see what happens when they reach land."}
{"text_id": "70-a2", "simplified": "Chloe got home from school. She made a cup of coffee and took it to her room. She had homework, but it could wait. She wanted to enjoy a quiet hour before her parents got home. Soon the house would be noisy with talking, the TV, and her dad playing jazz while he cooked dinner. She liked this time of day because she could play with her pet rats."}
{"text_id": "71-a2", "simplified": "By 2010, NASA found 90% of near-Earth asteroids 1 kilometer across or bigger. Near-Earth objects (NEOs) come within about 50 million kilometers of Earth’s path. Some are as big as mountains. NASA thinks about 50 large NEOs have not been found yet. None of the 887 known NEOs is a serious danger to Earth."}
{"text_id": "72-a2", "simplified": "Auggie starts at a new school. He feels very nervous. Because of how he looks, the day is hard. No one sits next to him, and kids stare and whisper. Still, he makes friends with Jack, a boy in his class, and with Summer, a girl he talks with at lunch. The hard days don’t stop after day one. Auggie soon sees that some classmates won’t touch him. They are afraid they might catch “the plague.” As the year goes on, he has many ups and downs. Then a sudden, upsetting event at a school camp changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked north. The land went on and on. The fences were hard to see. A bored boy could not walk far. Sam watched the biggest horse kick up dirt. He wondered if the boy could ride. They were far from other people. Even a good rider could get in trouble. If the boy could not ride and tried to run from his dad, it would be worse."}
{"text_id": "74-a2", "simplified": "More than 4,000 climbers, ages 13 to 80, have reached the top of Mount Everest. Climbing high mountains in freezing weather and strong storms is still very dangerous. So the best climbers in the world now look for new goals. As a teenager in Austria, Gerlinde Kaltenbrunner loved to climb. After school, she worked as a nurse and kept climbing in her free time."}
{"text_id": "75-a2", "simplified": "After climbing Everest, Gerlinde set a goal to climb all 14 of the world’s peaks over 8,000 meters. She climbs without oxygen tanks. This is dangerous because low oxygen near the top can harm the brain and body. She also uses her fame to support a charity for poor children and orphans in Nepal."}
{"text_id": "76-a2", "simplified": "We often buy things we don’t use. We might buy a wool coat to look nice. But we live in a warm place. After we got a new phone, we stopped using the old one. We have a car we drive only on weekends. Our guest room is now used for storage."}
{"text_id": "77-a2", "simplified": "For a long time, many people have believed that dreams can tell the future. They also believed that gods talked to them in dreams. Many people still think this today. Sometimes people dream about an event, a place, or a person, and later they have a very similar real-life experience."}
{"text_id": "78-a2", "simplified": "Bridges are hard and expensive to build. They help cars, trucks, and trains cross rivers, valleys, and other roads. This connects places. In engineering, bridges are very important. People check them often, especially if one breaks."}
{"text_id": "79-a2", "simplified": "After weeks of frustration, Gabriela emailed her Swedish manager about problems with her team. He asked if she thought the team was still performing and what might help her work better with them. Gabriela found his reply vague and felt he wasn't handling the situation well."}
{"text_id": "80-a2", "simplified": "Street dogs often travel in groups. People give more food to small, cute dogs, so the group sends those dogs to beg for everyone. Some dogs even ride the subway to get around the city. Scientists still are not sure how they pick their stops. The dogs might follow smells they know, or learn station names from the speakers. Local people see them so often that they hardly notice now."}
{"text_id": "81-a2", "simplified": "Ed Stafford, from the UK, was the first person to walk the whole length of the Amazon River. He started at a small stream in Peru’s Andes. Two years and four months later, he reached the river’s mouth in Brazil, after walking 6,000 kilometres. The Amazon rainforest has poisonous snakes, crocodiles, and jaguars, so he was always in danger. Luckily, he survived with only a few thousand mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "In Britain, the average person spends over £1,000 a year on new clothes. That is about 4% of income. It may not seem like much, but it hides two problems for people and the environment. First, much of this is paid for with credit cards. Adults in Britain owe about £670 each on their cards. That is 66% of the clothing budget. Also, many people buy things they do not need with money they do not have. Britain throws away 300,000 tons of clothing each year, and most of it goes to landfills."}
{"text_id": "83-a2", "simplified": "Ed's walk was only possible because of technology. He used a radio to ask people in the rainforest for food. He also asked for permission to cross their land. Many came to meet him and help him through the hardest areas. As he walked, Ed kept a blog of his daily experiences. He used the media attention around his trip to protest the destruction of the rainforest. He also raised money for charities for the environment and for children in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Some companies help people share things they don’t use. This is called the sharing economy. They use apps and websites to connect people who need something with people who have it. On Airbnb, you can rent out a spare room or a whole home to make money. Uber is another example. Drivers use their own cars to give rides and earn extra money."}
{"text_id": "85-a2", "simplified": "A main role of modern zoos is to support breeding programs, especially for endangered species. In the wild, very rare animals often cannot find mates or breed. They also face poachers, habitat loss, and predators. Good zoos give them a safe place to live and breed. When wild numbers fall, populations risk becoming too similar genetically. Breeding programs are a safeguard. Zoos can release animals to increase genetic diversity in the wild."}
{"text_id": "86-a2", "simplified": "These accidents are rare. A bridge can break if a train or a ship hits it. A fast train hits hard. It can knock a bridge down. A big ship is very heavy. It can knock a bridge down even when it moves slow. We plan for problems. This makes the chance smaller. New tools and tests find weak spots. Stronger safety rules help. Better ways to build bridges make the chance that a bridge will fall smaller. These steps do not stop all danger. But they make it smaller."}
{"text_id": "87-a2", "simplified": "At first, Pi is scared of the animals and jumps into the ocean. Then he remembers the hungry sharks around him and knows he must climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat one another, until only Pi and the tiger are left. Luckily for Pi, the tiger is seasick and has no immediate interest in eating him. Pi names the tiger Richard Parker."}
{"text_id": "88-a2", "simplified": "When Pi turns sixteen, a new government is elected, and his parents do not support it. Worried about the future, they decide to close the zoo and move to Canada. Some animals are sold to zoos in North America. The family travels by ship to Canada, taking the other animals with them. On the way, a terrible storm hits and the ship sinks. Tragically, Pi's family and the sailors drown. Pi survives in a lifeboat with a hyena, a zebra, an orangutan, and a huge tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a popular book for teens and young adults by American author Suzanne Collins. Published in 2008, it has been translated into 26 languages and has sold millions of copies worldwide. It was the first book for young readers to sell more than one million e-books. The Hunger Games was later made into a major Hollywood movie that is just as popular. In its first weekend in North America, the movie earned $152.5 million."}
{"text_id": "90-a2", "simplified": "Dreams might come from the brain sorting the day’s thoughts, but they show up as symbols. When we’re awake, we mostly think in words, like an inner voice. During sleep, the brain’s language areas slow down, while the parts that handle emotions become more active."}
{"text_id": "91-a2", "simplified": "Close relationships make you happy. See your family and friends often. Have at least one person you trust with your real feelings. Sharing your feelings brings you closer. One trusted person and a few good friends are enough. Just talking to many people is not enough. What matters most is being very close and trusting each other. Listen well to make your relationships stronger."}
{"text_id": "92-a2", "simplified": "Psychologist Carol Dweck, a leading researcher on the growth mindset, says the brain can change. So people can develop skills and talents they did not have before. But many people praise only results and natural gifts. They say, “You have a great eye for detail,” or “You’re a natural at organizing events.” Research shows that praising the process—effort, trying things out, and solving problems—helps people learn new skills and strengthen the talents they already have."}
{"text_id": "93-a2", "simplified": "The rover often tests the air around it. In 2014, it found methane, a simple molecule that is a main part of natural gas. Methane breaks down in only a few hundred years, so something on Mars must be making more. NASA says Mars can release thousands of tons at once. Methane levels rise and fall with the seasons, almost like the planet is breathing."}
{"text_id": "94-a2", "simplified": "Early in her career, psychologist Carol Dweck at Stanford gave ten-year-olds problems that were a bit too hard. One group responded well: they liked the challenge and believed they could get better. She says they had a \"growth mindset\" and focused on what they could achieve in the future. But another group felt judged and thought they had failed. They had a \"fixed mindset\" and could not imagine improving. Some said they might cheat later; others looked for someone who did worse to boost their confidence."}
{"text_id": "95-a2", "simplified": "Horror movies love empty places. These can be an abandoned hospital, a creepy empty house, or a ghost town. There is something about lonely, empty spaces. What was it like when people lived there? Why did they leave? The silence can be very scary, too. These places also help directors, because it’s believable that there is no phone signal there."}
{"text_id": "96-a2", "simplified": "In horror movies, basements are scary. Things often hide there. A killer can keep tools there. Basements are dark and wet. You go down narrow stairs to get there. They feel creepy even when empty."}
{"text_id": "97-a2", "simplified": "Gary Collins was a police officer who was not working. He watched the London riots on TV and saw people he knew. He ended his vacation and went to help. For six months, he watched security camera videos and picked out 190 people. Sometimes he knew them just by their eyes. His help was very important. A computer program for finding faces found only one match in 200,000 hours of video."}
{"text_id": "98-a2", "simplified": "It's fascinating to think about speeding up human evolution by improving our bodies. Imagine putting a computer in our brain. Soon we may be able to do that and boost our math skills, what we see and hear, and our memory. This idea will likely become more common."}
{"text_id": "99-a2", "simplified": "The talk was easy to understand. The speaker told a story about parents. Parents use phones when they cook or stop at red lights. Teens copy them. Then teens text during homework. People try to do two things at once. They switch between talking in person and talking on their phones. I see this with my teen daughter and her friends. They meet but sit quiet. Each one texts someone else."}
{"text_id": "100-a2", "simplified": "The news can make the world seem very violent. There is still hope. From the end of World War II to 1990, about 30 wars each killed over 100,000 people. Civil wars still happen. But most countries are calmer than before. In recent years, terrorist attacks have gone up. Since World War II, wars have killed more civilians than soldiers. Even so, everyday life for civilians is not all bad. People are about 9 times more likely to die from crime than from political violence. The global murder rate fell from 8 per 100,000 in 2000 to about 5 per 100,000 in 2015."}
{"text_id": "101-a2", "simplified": "Wasfia has devoted her life to human rights. After seeing foreign projects for women and girls end with little lasting impact, she decided Bangladesh should speak for itself. She joined her two passions—mountaineering and human rights—to challenge how people see women. She began climbing while working on aid projects in Tibet and Nepal. In Bangladesh, a low-lying coastal country where most people have never seen a mountain, this approach stands out. It is working: people at home and abroad are paying attention."}
{"text_id": "102-a2", "simplified": "Many people think developing countries are in terrible shape. They see deep poverty, harsh rulers, and almost no chance of change. But this view is wrong. Big changes are happening. Over the past 20 years, more than 700 million people started earning more money and left poverty. Each year, six million fewer children die from disease. Millions more girls are in school, and millions more people have clean water."}
{"text_id": "103-a2", "simplified": "Many managers try to stay positive by saying something nice, then a criticism, then something nice again. When this happens a lot, employees start to think the praise is just there to hide the criticism, so they trust it less. Praise should notice and encourage real good work, not just soften the criticism."}
{"text_id": "104-a2", "simplified": "I am in a group. It is called Stop Killer Robots. This is real, not a movie. Some drones have guns. Some guns shoot on their own. Some robots guard places. They can kill on their own. Soon, more robots may move and fight alone. They get orders, but they still pick who to shoot. No robot should pick who lives or dies. We must be careful with robots."}
{"text_id": "105-a2", "simplified": "Overall, more people learn English than all other languages combined. English is spoken in the most countries. However, Chinese has far more native speakers than any other language. There is little link between how many native speakers a language has and how many people learn it, but there is a stronger link between learner numbers and how many countries use the language."}
{"text_id": "106-a2", "simplified": "Your boss stops you. She wants to talk about your work on the new project. All weekend you worry you made a mistake. On Monday you go to her office. She starts by saying good things about your work. You expect the usual pattern—first praise, then problems, then more praise."}
{"text_id": "107-a2", "simplified": "Born in the U.S.A. sounds happy, but it tells a sad story about life in America. The songs are about workers with hard lives. They feel angry and sad when things go wrong. Glory Days is about being young in a small town. It is a hopeful song. Downbound Train is about a young man who loses his job, and then his life gets worse. Springsteen sings about people he knew and the life he could have had if he was not famous. This album shows he is very good."}
{"text_id": "108-a2", "simplified": "Pugh wants to help the ocean. He wants more safe ocean places. Safe places can stop harm. They can stop too much fishing. They can stop dirty water and plastic. On his trips, he sees harm. Warm water turns coral white. In the Red Sea, there is little life near the top. Plastic floats in the sea. Pugh says nature can get better if we give it space. But time is short. We must help now, or it may be too late."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a popular writer. She tells good stories. She won the Olive Crime Writer Award twice. She grew up in a rough part of Glasgow with lots of crime. She kept quiet and stayed out of trouble. She even learned to open a car door with a knife. Now she uses those skills only in her books. She is not quiet now. She talks on daytime shows like Police Today. She also speaks at writing events around the UK."}
{"text_id": "110-a2", "simplified": "Are things getting worse? Can we still make progress? Steven Pinker says progress is real. Today, people live longer and are healthier. Many people have more freedom and feel happier. But there is a big danger. Some people stop trusting reason and science. Some leaders and news split people into us and them. They spread fear and doubt. This makes our society weaker. It hurts democracy and makes it harder for countries to work together."}
{"text_id": "111-a2", "simplified": "In older horror films, when the main character was in trouble, it was hard, sometimes impossible, to call for help or the police. Today, mobile phones make that hard to believe. So how do filmmakers keep the suspense? No service. Right when help is needed, the hero has no signal. Or the battery dies mid-call. Sometimes both."}
{"text_id": "112-a2", "simplified": "Long ago, in Central America, banana farms had a big problem. Their best banana was called Gros Michel. It started to die. Now the new kind, Cavendish, is in danger too. People liked Gros Michel. It was sweet. It had thick skin. It could travel far. A big banana company was called United Fruit. It grew new plants from pieces of old plants, not from seeds. It planted them very close together. Each field had one kind of banana."}
{"text_id": "113-a2", "simplified": "Most spiders use venom to catch food, not to hurt people. Only about 25 kinds can really harm people. Their bites can be painful, but they almost never kill. In Australia, no one has died from a Sydney funnel-web bite since 1981 because doctors use a medicine called antivenom. Do not pick up hairy spiders, like tarantulas. When they feel scared, they can flick tiny, sharp hairs that can bother your skin and eyes."}
{"text_id": "114-a2", "simplified": "This horror movie cliché was especially common in late-20th-century films. It begins with a group of teenagers having fun, and it ends with everyone dead except one girl. At first, the girl is usually innocent, shy, and not very strong. By the end, she becomes the toughest and most resourceful person around. The last girl almost always wins."}
{"text_id": "115-a2", "simplified": "To study how language began, we compare the human brain to the brains of other animals. It is not just about size. What matters is what our brains can do. We also ask when and why those abilities evolved. Physical evidence is rare, and artifacts do not show what people could say. But fossils of early humans show changes in the mouth, throat, and tongue. By about 100,000 years ago, humans could make complex sounds. Before that, scientists can only infer whether earlier humans used simpler sounds to communicate."}
{"text_id": "116-a2", "simplified": "Society, not nature, pushes girls toward the arts and away from maths and physics. Young people also see too few female role models in science. In cartoons and stories, the mad scientist, genius inventor, and brave astronaut are usually men. Many people think scientists are nerdy, lack social skills, or work alone, cut off from the world. These stereotypes are false, but they can make girls feel they don’t belong in science. Seeing more women in science would boost girls’ confidence and help them feel they belong."}
{"text_id": "117-a2", "simplified": "The Scallion is printed every week and given out for free in faculty buildings. About 10,000 students read it. Students make the paper. A survey says students and staff like it for fun, culture, and job skills. But printing costs a lot. Some students can’t get it because it is only on campus. Many copies end up in the trash on campus. That is bad for the environment."}
{"text_id": "118-a2", "simplified": "At Girox Foods, our annual employee turnover is about 12 percent. This may not seem high at first, but the industry standard is seven percent. The main goal of this report is to find out what drives employee engagement in the company and, based on that, recommend ways to improve the employee experience and increase retention."}
{"text_id": "119-a2", "simplified": "The speaker is mostly right. There are more ways to talk now, but we can still feel lonely. For people my age, it’s less of a problem. We spent years without phones. We learned to be alone. We know that’s okay. But many people under 20 are different. They text a lot, so they are almost never alone. They might not learn to enjoy quiet time by themselves. They also get used to texting instead of talking in person."}
{"text_id": "120-a2", "simplified": "Don’t always pair praise with criticism. If they always come together, the praise can lose value and be ignored. Sometimes give positive feedback on its own, and resist the urge to add constructive comments."}
{"text_id": "21-b1", "simplified": "Your dreams can show thoughts you did not know you had. Common dreams—like flying, falling, losing teeth, or being naked in public—often have similar meanings for many people. To find what they mean for you, think about what is happening in your life and how you feel."}
{"text_id": "22-b1", "simplified": "One example of wild animals living in a city is the wild dogs of Moscow. About 35,000 of them roam the streets. Some were born in the wild. Others are former pets that their owners abandoned. Some live alone. Others form packs. In 2010, scientists studied them. They found the dogs had adapted well to city life. The dogs have learned to cross streets with people. Some even seem to understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is RJ Palacio’s first novel. She is from New York. On her website, she says she got the idea after she saw a girl with a facial difference on the street. In the United States, Wonder became a best seller and won several awards. Many schools use it to talk about bullying, friendship, and being different. A movie based on the book is being made, and many readers are excited to see what she writes next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy. She knows they're not typical pets, and she has tried many times to explain that rats aren't dirty and can make great pets if you care for them properly. But she understands why people react badly. She didn't like rats either. Then her friend Martin showed her his pet rats, and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she wanted two of them."}
{"text_id": "25-b1", "simplified": "Cape Town can be dangerous for baboons. Some are hurt or killed in car crashes, and others are killed by electric wires when they play on power lines. Baboons are endangered, so to protect them and reduce conflict with people, the city council hired Baboon Monitors. Their job is to chase baboons out of towns. They also catch them and release them in the countryside. The plan has helped somewhat, but it is hard to stop baboons from coming back to the city after they find easy food there."}
{"text_id": "26-b1", "simplified": "I work from home for a global tech company based in the United States. Skipping the commute and office small talk saves me time. I handle project work, and the flexible schedule lets me step out for my children's school events or a dentist appointment. But without fixed office hours, I often work late into the evening and sometimes skip dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti continued and street art spread fast around the world. Some artists used their work to send political messages and make people think about war, unfairness, and discrimination. Others aimed for bold, beautiful art. In South America, many artists painted in poor areas. Their work added colour and life to grey city walls."}
{"text_id": "28-b1", "simplified": "Every day, social media, magazines and shop windows urge people to buy. In Britain, people now buy more clothes and shoes than ever. Online shopping makes it easy to buy without thinking. Big brands sell clothes so cheap that many treat them as disposable, worn only two or three times and then thrown away."}
{"text_id": "29-b1", "simplified": "Sam squinted in the sun. A car drove toward the Big House and raised dust. The horses stomped and swished their tails at flies. They didn’t care that their owner had been away for ten months. Sam waited. Mr. Carter only came outside when he had to. That was fine with Sam. He stayed out of his boss’s way to keep his job. Mr. Carter wiped sweat from the back of his neck. Dark sweat stains spread across his shirt. His skin turned red in the June sun. He looked like a man who stayed indoors to make money. Other people did the work."}
{"text_id": "30-b1", "simplified": "Many residents of Berlin, Germany said shooting pigs was unnecessary and cruel, and heated arguments broke out between hunters and animal lovers. After protests, the city council chose a more peaceful plan. Instead of shooting, they put up fences and made it illegal to feed the pigs. It may still be a losing battle, because warmer winters mean there are more pigs than before."}
{"text_id": "31-b1", "simplified": "One major inspiration for The Hunger Games comes from Suzanne’s love of ancient Greek myths. As a child, one of her favorite stories was Theseus and the Minotaur. In that tale, Crete rules Athens. When the Athenians rebel, King Minos punishes them. He forces them to send seven boys and seven girls to Crete each year. The youths are thrown into a labyrinth, a maze where a monster called the Minotaur lives, and it eats them. But one youth, Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a future version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos teach people about conservation and inspire them to protect animals and their homes. Some zoos offer a safe place for animals mistreated in circuses and for abandoned pets. Zoos also study animal behavior and how to treat illnesses."}
{"text_id": "33-b1", "simplified": "A new trend pushes back against consumerism: the “Buy Nothing” movement. It started in Canada in the early 1990s and later reached the United States. There, it became a way to resist the heavy spending of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, people hold protests and sometimes cut up their credit cards. All year, Buy Nothing groups run swaps and repair events for items members already have."}
{"text_id": "34-b1", "simplified": "Is graffiti art or vandalism? It depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police, and some have had to pay fines. City councils often complain about the high cost of cleaning graffiti off buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "Many art experts now think graffiti and other street art are real art. Big galleries in Paris, London, and Los Angeles have shown this work. In 2008, American artist Elura Emerald had a street art show at a New York gallery. She said street artists express themselves, do not hurt anyone, and deserve respect."}
{"text_id": "36-b1", "simplified": "After age 10, most people have 4 to 6 dreams each night (about 2,000 a year). By age 80, that totals about 140,000 dreams. We forget nearly all of them (around 95% to 99%), but we still remember a few thousand. So it’s not surprising if a later event happens to match an earlier dream by chance. These matches are more likely when the dream is about everyday life."}
{"text_id": "37-b1", "simplified": "The Hunger Games is set in the future, after North America fell. A new country called Panem took its place. Panem has twelve poor districts run by the rich Capitol. The Capitol controls how people live and work. Each district makes goods for the Capitol. The story starts in District 12, a coal-mining area. There used to be a District 13, but it rebelled and was destroyed."}
{"text_id": "38-b1", "simplified": "Wild animals often come into cities to look for food. In Cape Town, South Africa, baboons now come into neighborhoods on the edge of the city to eat. They open trash cans and eat fruit from gardens and fruit trees. Some bold baboons have even gone into people's houses and taken food from cupboards and fridges. Baboons can be dangerous and have attacked many pets, so it's no surprise that many city residents don't want them around."}
{"text_id": "39-b1", "simplified": "Many bridge accidents occur during the bridge’s construction. These accidents often result from engineers’ mistakes, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first film directors to build a story around the 17 stages of the hero’s journey. Usually, the hero begins in a normal life, then something calls them to an adventure that changes everything. At the start of Star Wars, Luke lives with his aunt and uncle and fixes robots. When he finds Princess Leia’s message to Obi-Wan Kenobi inside the robot R2-D2, that message is the call to adventure that sets him on his path."}
{"text_id": "41-b1", "simplified": "One way to stop a dangerous asteroid headed for Earth is to use a nuclear blast. It may sound like a movie idea, like in the 1998 film Armageddon. But NASA has studied a real plan called HAMMER. The plan would send an 8-ton spacecraft to meet the asteroid and push it off its path. If the asteroid is too close to Earth, the spacecraft could carry nuclear bombs to break it into smaller pieces."}
{"text_id": "42-b1", "simplified": "Campbell says the hero first refuses the call to adventure. Then a mentor appears, helps them, and the hero decides to “cross the threshold” into the “special world” where the adventure happens. Next, the hero passes tests, fights enemies, and meets friends while preparing for the biggest challenge. For Luke, the mentor is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The enemy is Darth Vader, inside the special world of the Death Star."}
{"text_id": "43-b1", "simplified": "Unused items may seem useless to some, but they can be valuable to others. With the internet, online communities can make money by sharing these items. Websites and social media help people buy and sell used goods. This makes peer-to-peer sharing easier than ever. This is called the sharing economy."}
{"text_id": "44-b1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One said that what we see in dreams shows things hidden from our conscious mind. Freud thought that if we understand dreams, we can find our hidden feelings and the problems they cause. The other idea said the opposite: dreams are just random brain activity while it sorts memories and events from the day. When we wake up, we try to make sense of these images and feelings and turn them into a story."}
{"text_id": "45-b1", "simplified": "I’m a freelancer, so I work for myself. I like being in control of my work and my time. I first tried working at home, but I couldn’t concentrate. Housework tempted me, I kept making tea, and my family often needed me. Then I tried a nearby café, but the Wi‑Fi was poor and I drank too much coffee. Finally, I rented a desk in a co‑working space with five other freelancers. I enjoy getting dressed for work and staying focused in an office."}
{"text_id": "46-b1", "simplified": "NEOCam is a small space telescope. It finds asteroids near Earth by looking for their heat. It needs more money to find the rest of the medium-sized ones. With enough money, it could finish in about ten years. But just finding them is not enough. We also need ways to stop the most dangerous ones from hitting Earth."}
{"text_id": "47-b1", "simplified": "The 'buy nothing' trend has reached social media influencers who usually post clothes and make-up they recommend people buy. Some YouTube stars now encourage their viewers to buy nothing at all, sometimes for as long as a year. Two friends in Canada spent a year trying to buy only food. For the first three months, they learned to live without buying electronics, clothes, or household items. Next, they gave up services, such as haircuts, eating at restaurants, or buying gas for their cars. In one year, they saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion matters to Pi. Although his family is Hindu, he is curious about other religions, and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi says he is Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to pick only one religion, Pi says, \"I just want to love God.\" After that, they let him decide for himself about religion."}
{"text_id": "49-b1", "simplified": "Some people think writing down your dreams can help you have more lucid dreams. A lucid dream is when you know you are dreaming and can choose what happens. You can make a bad dream feel safer or change the story. When you do this, you aren’t just looking for meaning. You’re also changing the dream. Still, you might let some dreams happen on their own so your mind can show you what is going on."}
{"text_id": "50-b1", "simplified": "People may not realize they are part of the throwaway clothing problem because they donate unwanted clothes to charity. But charity shops cannot sell it all. Fast fashion goes out of style as quickly as it arrives. It is often too low quality to recycle, and people do not want to buy it second-hand. Huge amounts are then thrown away, and many clothes that charities cannot sell are sent abroad, causing more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Not satisfied with one amazing trip, some modern adventurers take on challenge after challenge. Meagan McGrath, from Canada, has climbed the highest mountain on every continent, cycled across Canada, and ran a long race in the Sahara Desert in 45°C heat. But her most remarkable journey may have been a ski trip to the South Pole. On the first day, she fell into a crack in the ice and needed rescue. Many people would have given up then, but Meagan kept going. Forty days later, she reached the South Pole, pulling a sled with her tent and all her food through freezing weather and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on the walls of his home city, Paris. Today he tries to make people think about social issues. He paints pictures of homeless people in big cities to encourage residents to think about homelessness."}
{"text_id": "53-b1", "simplified": "Some councils try to stop random graffiti by setting up designated areas for artists. Taiwan is one example; it has “graffiti zones” where artists can paint and write on walls. In São Paulo, Brazil, the city council has even let some graffiti artists paint on the city’s subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is an artist from Cape Town, South Africa. She paints large, colorful images of people and animals and likes to travel. Her work appears on sidewalks, in empty factories, and on abandoned cars. She knows most street art does not last. Weather fades it, or city crews remove it. To her, this shows that life is always changing. Things end, and new things begin."}
{"text_id": "55-b1", "simplified": "At her old job, Gabriela worked in a high power distance culture. People respected authority and knew their place. Leaders made the big decisions and were rarely questioned. But her Swedish team had a low power distance culture. Staff worked with their bosses to solve problems and make decisions together. There, leaders acted as coaches or mentors. They encouraged independent thinking and expected to be challenged."}
{"text_id": "56-b1", "simplified": "When Gabriela noticed cultural differences with her team, she decided to have an open talk about how they felt about her leadership. They were glad she asked and said they were not used to being told what to do. They preferred having more room for initiative and creative freedom. When she told them exactly what to do, they felt she didn't trust them to do their jobs well. They also saw that Gabriela took it personally when they challenged or changed her decisions, and explained that this was how they had always worked."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twins from São Paulo. They paint many things, from small tags to huge, colorful pictures of people on building walls. Their work is often so big they need cranes to do it. In 2007, they painted an entire castle in Scotland."}
{"text_id": "58-b1", "simplified": "People have painted and written on walls for thousands of years. In prehistoric times, people in Africa and Europe painted pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists have found many examples of graffiti written in Latin. These include religious, political, and romantic messages, and even some magic spells."}
{"text_id": "59-b1", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If so, you are not alone. Every year, thousands of people try to climb the world’s highest mountains or walk across entire continents. In the past, explorers used maps and compasses. Today, adventurers travel with modern tools like GPS and satellite phones. Many adventurers love nature and use their trips to raise awareness about environmental issues, while others aim to help people in need and raise money for charities."}
{"text_id": "60-b1", "simplified": "The first is DART, the Double Asteroid Redirection Test. It will be tested on the small moon of an asteroid called Didymos. This “Didymoon” is 150 metres wide and orbits a parent about 800 metres across. The hope is that DART’s impact will change its orbit enough for telescopes on Earth to see."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is sixteen. After her father dies in a mine accident, she has to take care of her family. She hunts in the woods near District 12 with her friend Gale and is good with a bow. When her younger sister Prim is picked as a tribute, Katniss volunteers to take her place. The other tribute from their district is a boy named Peeta, and their relationship soon gets complicated."}
{"text_id": "62-b1", "simplified": "Writing about your dreams helps you remember more details; think about the people and the place where the dream happened, as they can add to the meaning too. Over a week, you'll be surprised at how much you write down. Now you can connect your dreams to the events and feelings in your daily life."}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood, so they could catch fire more easily. This was especially true for old railroad bridges, because sparks from steel wheels on steel rails could sometimes start fires that burned the bridges down."}
{"text_id": "64-b1", "simplified": "We do not know exactly how street art will change, but some trends are clear. Most artists are young and start painting in their own cities. More of them now travel to create work in other places. Many use the internet to share photos and talk about their work. The art world is more and more accepting street art as a real art form. The future is uncertain, but street art will last."}
{"text_id": "65-b1", "simplified": "Suzanne Collines has always found war news upsetting. As a child, her father was a pilot in the U.S. Air Force who fought in Vietnam. Her mother tried to protect her by not telling her what was happening, but she still saw news about the war and knew her dad was there. It was very frightening for her."}
{"text_id": "66-b1", "simplified": "A global PwC survey gathered opinions from over 40,000 people, including millennials (born 1983–1993) and non-millennials, about workplace culture, communication, work styles, pay, career growth, and work-life balance. Another global Deloitte survey asked more than 10,000 millennials about the risks and opportunities in today’s workplace."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is an adventurer from the United States. He has ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon, and climbed Mount Everest. Erik has been blind since he was 13. Besides traveling, he encourages people with disabilities to live active lives and leads climbing trips for groups of young blind people."}
{"text_id": "68-b1", "simplified": "Online platforms that are open to everyone are helping people make quick money. For example, busy parents who once didn’t have time to set up a stall at a local market or car boot sale to sell their children’s old items can now use online marketplaces. They can sell barely worn baby clothes their children have outgrown, along with pricey strollers and other baby equipment they bought, to get some money back."}
{"text_id": "69-b1", "simplified": "Pi and the tiger, Richard Parker, spend 227 days on a lifeboat. They face hunger, sickness, and exhaustion. They endure violent storms and the harsh Pacific sun, yet they survive. At times, Pi finds strength in his three religions; at other times, he feels deep loneliness and despair. At last, the Mexican coast appears on the horizon, and everything changes. I won’t spoil the ending—you’ll have to read the book to learn what happens once land is in sight."}
{"text_id": "70-b1", "simplified": "Chloe got home from school, made coffee, and took it to her room. She had homework, but it could wait. She wanted to enjoy an hour of quiet before her parents got home. After that, the house would fill with noise: talking, the TV, and her dad’s favorite jazz while he cooked dinner. She also liked this time because she could play with her pet rats."}
{"text_id": "71-b1", "simplified": "By 2010, NASA had found 9 out of 10 space rocks that pass near Earth. Each one was 1 kilometer wide or more. These rocks are about the size of mountains. They can come as close as 50 million kilometers to Earth's path around the Sun. NASA thought about 50 big ones were still missing. It also said that none of the 887 known rocks was a big danger to Earth."}
{"text_id": "72-b1", "simplified": "After deciding to go to school, Auggie faces his first day. Like any child at a new school, he feels very anxious. But how he looks makes it even worse. No one wants to sit next to him, and he sees kids staring or whispering. Luckily, he makes friends with Jack, a boy in his class, and Summer, a girl he talks with at lunch. The first day is not the only hard part. He soon learns some classmates won’t touch him, afraid of catching “the plague.” Through the school year, he faces many big ups and downs, until a sudden, painful event at a school camp changes everything."}
{"text_id": "73-b1", "simplified": "The two men looked toward the north end of the property. The land stretched as far as they could see, and even the fences were hard to see from where they stood. No matter how bored or defiant a teenage boy felt, he couldn’t get away on foot. Sam watched the biggest horse kick the dirt with its heavy hooves. He wondered if the boy could ride. A good rider could find plenty of trouble out here, miles from anyone. And it could be even more dangerous for someone who couldn’t ride and still wanted to run away from his father."}
{"text_id": "74-b1", "simplified": "More than 4,000 climbers, aged 13 to 80, have reached the top of Everest. Climbing high mountains in freezing weather and fierce storms is still very dangerous, so the best climbers now seek new challenges. Gerlinde Kaltenbrunner of Austria fell in love with climbing as a teenager. After she left school, she worked as a nurse and kept climbing in her free time."}
{"text_id": "75-b1", "simplified": "After climbing Everest, Gerlinde set a new goal: to climb all fourteen of the world's 8,000 metre peaks. To make it harder, she climbs without oxygen tanks. This is dangerous because the thin air at the top can stop the brain and body from working well. Gerlinde also uses her fame to support a charity for poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "If we look around at the things we have bought over the years, we will notice that not everything we own is used well: the thick wool coat we bought because it looked trendy, even though we live in a tropical country; the smartphone we put away when we got the newest model; the car we use only on weekends; and the guest room that ended up as a storeroom."}
{"text_id": "77-b1", "simplified": "Through history and in many cultures, dreams were seen as prophecies. People believed they were messages from the gods, meant to give us knowledge or guidance. Even today, many people recall dreaming about an event, place, or person and later seeing it come true in real life."}
{"text_id": "78-b1", "simplified": "Many of the world’s biggest and most expensive transportation projects are about building bridges. Bridges connect places by carrying cars, trucks, and trains over water, valleys, and other roads. Bridges are a key part of civil engineering and get a lot of attention, especially when one fails."}
{"text_id": "79-b1", "simplified": "After weeks of frustration, Gabriela emailed her Swedish manager about problems with her team. He asked if the team was okay and what could help her work with them. She found his answer unclear. She felt he was not handling it well."}
{"text_id": "80-b1", "simplified": "Dogs that live in packs have learned that people are more likely to feed small, cute dogs, so the pack sends those dogs to beg for the whole group. Some dogs even use the city metro to move from one part of their territory to another. Scientists are not sure how the dogs know when to get off the train. One idea is that they use their strong sense of smell to recognize the scents of their favorite stops. Another idea is that they recognize station names in the announcements. Either way, local passengers are now so used to seeing dogs on the trains that the animals mostly go unnoticed."}
{"text_id": "81-b1", "simplified": "Ed Stafford, from the UK, was the first person to walk the full length of the Amazon River. He began at a small stream in the Andes of Peru and reached the river’s mouth in Brazil two years and four months later. In total, he walked 6,000 kilometres. The Amazon rainforest has poisonous snakes, crocodiles, and jaguars, so Ed was always in danger. Luckily, he finished with nothing worse than thousands of mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends over £1,000 a year on new clothes, about 4% of their income. That may not sound like much, but it hides two big problems for people and the environment. First, a lot of this spending goes on credit cards. British adults now owe about £670 each on credit cards, equal to 66% of the average clothing budget. Second, people are spending money they don’t have and buying things they don’t need. Britain throws away 300,000 tons of clothing each year, and most of it goes to landfill."}
{"text_id": "83-b1", "simplified": "Ed's walk would have been impossible without technology. He used a radio to ask people in the rainforest for food and permission to cross their land. Many came to meet him and guided him through the hardest parts. As he walked, Ed wrote a blog to record his daily experiences. He used the press attention on his trip to speak out against the destruction of the rainforest and to raise money for charities for the environment and for children in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Businesses now see profit in the sharing economy and aim to benefit by using underused resources. A fast‑growing model is to run an online platform that links customers with people who can provide a product or service. Companies like Airbnb act as a middleman, helping people rent out spare rooms and homes for profit. Another example is Uber, which lets people use their own cars as taxis to earn extra money in their free time."}
{"text_id": "85-b1", "simplified": "Modern zoos run global breeding programs for endangered species. In the wild, rare animals struggle to find mates and raise young. They also face poaching, habitat loss, and predators. Good zoos provide a safe place to live and breed. As wild numbers drop, gene pools become too similar. Breeding programs help prevent this. Zoos can release zoo-born animals to increase genetic diversity."}
{"text_id": "86-b1", "simplified": "Both kinds of accidents are very rare, but boats and trains can bring down a bridge for different reasons. For trains, the speed of the impact can cause a collapse. For boats, their great mass can do it, even when they are moving very slowly. The best way to prevent bridge failures is to plan for them. Modern tools that find structural weakness, safer work conditions, and better designs can all help reduce these accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is very afraid of the animals and jumps into the ocean. Then he remembers the hungry sharks in the water and realizes he has to climb back into the lifeboat. One at a time, the animals in the boat fight and eat each other, until only Pi and the tiger remain. Luckily for Pi, the tiger, whom he names Richard Parker, is seasick and not interested in eating him right away."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is elected. His parents do not support it and fear for the future. They close the zoo and decide to move to Canada. Some animals are sold to zoos in North America, and the family travels by ship to Canada with the remaining animals. On the way, a bad storm hits and the ship sinks. Pi’s family and the sailors drown, but Pi survives in a lifeboat with a hyena, a zebra, an orangutan, and a huge tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a hit book for teens and young adults by American author Suzanne Collins. It was published in 2008. Since then, it has been translated into 26 languages and has sold millions of copies around the world. It was the first book for young readers to sell over one million e-books. It also became a big Hollywood movie. The film made $152.5 million in its first weekend in North America."}
{"text_id": "90-b1", "simplified": "Dreams may happen when the brain sorts out the day’s thoughts. Those thoughts can look like pictures. When we are awake, we often think in words, like an inner voice. When we sleep, the language parts of the brain quiet down, and the feeling parts become more active."}
{"text_id": "91-b1", "simplified": "Good relationships are a big part of being happy. One study found that most happy people had strong ties to friends and family and spent time with them often. You also need at least one person to share your feelings with; this is called self-disclosure. One person for heart-to-heart talks is enough, along with a wider circle of other relationships. Having many friends only to hang out with or talk about music or sports is not enough. That deeper connection is what matters most. Some people need to learn to listen well to others to build stronger relationships."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck, known for the growth mindset, said the brain can change. We can build skills and talents even if we weren’t good at them at first. But many people praise the final result and what look like natural talents, for example, “You notice small details” or “You’re great at planning events.” Research shows that focusing on the process helps. Praise effort, try new things, and solve problems. This builds new skills and keeps talents growing."}
{"text_id": "93-b1", "simplified": "The rover sometimes checks the air around it. In 2014, it found methane, a simple gas that is a big part of natural gas. Methane does not last long. It breaks down in a few hundred years. So something on Mars must be making more. NASA says Mars can let out thousands of tons of methane at once. The amount of methane changes with the seasons."}
{"text_id": "94-b1", "simplified": "Early in her career, Carol Dweck gave groups of 10-year-olds problems that were a bit too hard. Some kids liked the challenge. They thought they could get better if they worked hard. Dweck calls this a growth mindset. It means believing you can improve with effort. Other kids worried about looking smart. They saw the hard task as a failure. This is a fixed mindset. They did not see a way to get better. Some said they would cheat next time. Others looked for kids who did worse so they could feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror movies often use empty places. They might be an old hospital, a creepy house, or a ghost town. Such places make us wonder. What was it like when people lived there? Why did they leave? The silence is scary, too. They also help directors, since it's easy to believe there's no phone signal there."}
{"text_id": "96-b1", "simplified": "In any house, the basement is a scary place in horror films. That's usually where something hides or where the killer keeps tools. Basements are always dark and often damp. You reach them by narrow stairs. Basements feel creepy, even when nothing is down there."}
{"text_id": "97-b1", "simplified": "Gary Collins, an off-duty police officer, was watching the London riots on television. He quickly recognised several faces and cut short his holiday to help identify suspects. Over the next six months, he reviewed CCTV footage and identified 190 people, many just from their eyes. His work proved crucial to the investigation. Despite 200,000 hours of footage, facial recognition software found only one person."}
{"text_id": "98-b1", "simplified": "Imagine speeding up human evolution by improving our bodies. One idea is to put a tiny computer chip in the brain. This could happen soon. It might boost math skills, vision, hearing, and memory. What seems like science fiction today could soon feel normal."}
{"text_id": "99-b1", "simplified": "It was a great talk, and the speaker made some strong points. Consider parental influence. How can we expect teens not to text during homework when they see their parents posting on social media while cooking dinner or waiting at a red light? She also made a clear point about people wanting to be in more than one place at once. So they switch between real-life and online conversations. I see it with my teenage daughter and her friends. They plan to meet and then sit together in silence while each one chats online with someone else."}
{"text_id": "100-b1", "simplified": "Despite news stories that make us think the world is becoming more violent, there is some reason for optimism. From the end of World War II to 1990, there were 30 wars that each killed more than 100,000 people. Today, civil wars still occur, but countries mostly coexist more peacefully than before. Terrorism, however, has risen sharply in recent years, and since World War II wars have killed far more civilians than soldiers. Even for civilians, not all the numbers are bad. Although deaths are nine times more likely to come from violent crime than from political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has spent her life fighting for human rights. In her country, she saw many foreign aid projects that trained women and girls. But when the projects ended, the women were left with nothing. She believed Bangladesh had to stand up for itself. So she combined her two passions—climbing mountains and human rights—to change how people see women. She began climbing while working on aid projects in Tibet and Nepal. Bangladesh is coastal and mostly flat, so most people there have never seen a mountain. Her campaign seems to be working. People in Bangladesh and around the world are paying attention."}
{"text_id": "102-b1", "simplified": "Many people imagine poor countries as trapped in extreme poverty, under harsh rulers, with no hope. But that picture is wrong. Real progress is happening. In the last 20 years, over 700 million people have left poverty. Each year, about six million fewer children die from disease. Millions more girls go to school, and millions more people now have clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to make feedback seem positive by putting criticism between two compliments. If this happens a lot, employees may think the praise is just hiding bad news. They then trust it less. Praise should do more than soften criticism. It should notice and support good work."}
{"text_id": "104-b1", "simplified": "I support the Campaign to Stop Killer Robots. This is not a movie. Today, drones and robot weapons can kill with little human control. Soon, robots may take orders but choose who to attack on their own. That is wrong and dangerous. We must be careful about what jobs we let machines do."}
{"text_id": "105-b1", "simplified": "More people study English than all other languages combined. English is used in the most countries. However, Chinese has many more native speakers than any other language. The number of native speakers is not the same as the number of learners. How many people choose to learn a language depends more on how many countries use it. A language used in many places attracts more learners, even if fewer people speak it from birth."}
{"text_id": "106-b1", "simplified": "Your manager stops you and says she needs to talk about your work on the last project. You worry all weekend, wondering what you did wrong. On Monday morning, you step into her office. She starts by praising the good work you did, and you wonder if this is the expected praise that begins the usual \"feedback sandwich.\" You know how it goes: say something nice, say what you really want to say, say something nice again."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast, catchy rock album, but its lyrics still have real emotional weight. Behind the bright tunes are stories about the dark side of the American dream. Many songs focus on working people’s struggles and the anger they feel when life doesn’t bring riches or glory. For example, “Glory Days” is about small-town people looking back on their youth, when everything seemed possible, and “Downbound Train” tells of a young man whose life falls apart after he loses his job. It’s easy to think the artist draws on people he knew and the life he might have lived if he hadn’t become a star. The album clearly shows the Boss’s unique talent."}
{"text_id": "108-b1", "simplified": "Lewis Pugh wants to increase protected ocean areas from 3% to 10%. This would help fix damage from overfishing, pollution, and plastic waste. On his trips, he has seen the harm himself. He saw coral reefs turned white and plastic floating in the shallow Red Sea. He says nature can heal if we give it room, but we are running out of time. If we do not act soon to protect the oceans, the damage could last forever."}
{"text_id": "109-b1", "simplified": "Bestselling author Terrie Sharp knows how to tell a story. She has won the Olive Crime Writer Award twice. She grew up on a Glasgow housing estate with the city's highest crime rate. There she learned to keep quiet, stay out of trouble, and even open car doors with a knife. She has used that knowledge only in her novels. Now she is not so quiet. She appears on popular daytime shows like Police Today and at writing conferences across the UK."}
{"text_id": "110-b1", "simplified": "Do things seem worse each day? In his book Enlightenment Now, Steven Pinker says life has improved in many ways. People live longer. They are healthier, freer, and often happier. But he warns that reason and science are in danger. The media and some dishonest leaders can divide people and spread fear and mistrust. This can hurt important systems, like democracy and countries working together."}
{"text_id": "111-b1", "simplified": "In old horror movies, heroes couldn’t call for help. Today, cell phones make that less believable. How do films keep the tension? No signal. At the key moment, there’s no service, or the battery dies. Sometimes both."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana growers in Central America began to lose their main kind, the Gros Michel, or “Big Mike.” Its replacement, the Cavendish, now faces the same risk. Farmers planted Gros Michel over huge areas because it shipped well. Its thick peel kept it safe, and it tasted sweet. At that time, United Fruit was the biggest banana grower and exporter in South America. The company grew more bananas by making new plants from stem shoots, not seeds, and by planting them very close together."}
{"text_id": "113-b1", "simplified": "Most spiders have poison called venom. They use it to catch food, not to hurt people. Only about 25 kinds can hurt people. Spider bites can hurt, but they almost never kill anyone. In Australia, no one has died from a bite by a spider called the Sydney funnel-web since 1981 because doctors use a medicine that stops the poison. Still, stay away from big, hairy spiders like tarantulas. When they are scared, they kick off tiny hairs. These hairs can stick to your skin or get in your eyes and make them itch and burn."}
{"text_id": "114-b1", "simplified": "This horror movie pattern was very common in late-20th-century films. It begins with a group of teenagers having fun, and ends with everyone dead except one girl. At first, the girl is innocent, shy, and not very strong. By the end, she becomes tough and very resourceful. The last girl almost always survives."}
{"text_id": "115-b1", "simplified": "To learn how language began, scientists compare the human brain to the brains of other animals. They look at more than size. They study what the brain can do and when and why those skills showed up. Clear proof is rare. Things early humans left behind do not tell us what sounds they made. But bones show changes in the mouth, throat, and tongue. This is a clue. By about 100,000 years ago, humans could make many different sounds. Before that, scientists can only make careful guesses about whether early humans used simpler speech."}
{"text_id": "116-b1", "simplified": "Society, not nature, tells us that girls should prefer arts and humanities and leave maths and physics to boys. There is also a lack of positive female role models in science-related jobs for young people to see. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. People often think scientists are geeky, have poor social skills, or that their work is lonely and detached from the rest of the world. These media stereotypes are false, but they can make girls feel they do not identify with scientists and see science as an unappealing career. Seeing more positive female role models in science would give girls more confidence and a stronger sense of belonging in those subjects."}
{"text_id": "117-b1", "simplified": "The Scallion is a free, student-run weekly newspaper distributed in faculty buildings and read by about 10,000 students. A survey found that students and staff value it for entertainment, cultural coverage, and the job skills it helps students build. However, printing is expensive. Access is uneven because some students must come to campus to get a copy. And many leftover copies become litter, which harms the environment."}
{"text_id": "118-b1", "simplified": "Girox Foods loses about 12% of its staff each year. That might not seem high, but the industry average is 7%. This report aims to find what drives employee engagement at the company. We will use the results to suggest ways to improve the workplace and reduce turnover."}
{"text_id": "119-b1", "simplified": "Much of what the speaker said felt true. I think there's a risk that the more connected we are, the more isolated we feel. I don't see this as a big issue for my generation, which lived without technology for a long time. We know how to be alone and, more importantly, we know it's OK to be alone. But people under 20 are different. They're so busy communicating that they rarely feel real solitude, and they may not learn how to enjoy their own company. They're also learning to talk through messages they can edit, instead of learning how to have a real conversation, in real time, with the person in front of them."}
{"text_id": "120-b1", "simplified": "Don’t always follow positive feedback with negative feedback. If positive and negative feedback always go together, the positive feedback can lose value and be ignored. Make sure you sometimes give positive feedback on its own, and avoid the urge to add constructive criticism."}
