{"text_id": "21-a2", "simplified": "Your dreams can give you clues about thoughts you didn’t know you had. Many people have similar dreams, like flying, falling, losing their teeth, or having no clothes on in public. These dreams often mean similar things for most people. But to understand what they mean for you, connect them to what’s happening in your life and how you feel each day."}
{"text_id": "22-a2", "simplified": "One of the most interesting cases of wild animals in a city is the wild dogs of Moscow. In Moscow, about 35,000 wild dogs live on the streets. Some were born wild. Others were pets that owners left behind. Some dogs live alone. Others live in groups called packs. In 2010, scientists studied them. They found the dogs have gotten used to city life. The dogs learned it is safer to cross the street with people. Some even seem to understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is the first book by RJ Palacio, an author from New York City. On her website, she says she got the idea after seeing a girl whose face looked different on the street one day. Wonder became very popular in the United States and won several awards. Many schools use it to talk about bullying, friendship, and what it feels like to be different. They are making a movie of the book, and many people, including me, are excited to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats named Zena and Roxy. She knows rats are not usual pets. She has told many people that rats are not dirty and can be great pets if you care for them well. She also understands why some people don’t like them. She didn’t like rats at first either. But her friend Martin showed her his pet rats, and she saw they were loving and smart. Last year, one of Martin’s rats had babies, and Chloe decided to get two of them."}
{"text_id": "25-a2", "simplified": "Cape Town can be dangerous for baboons. Some are hurt or killed in car crashes. Others get a bad electric shock when they play with power lines. Baboons are rare and need our help. To protect them and prevent problems with people, the city hired workers called Baboon Monitors. Their job is to chase baboons out of the city, or catch them and let them go in the countryside. This plan helps, but it is still hard to stop baboons from coming back when they find easy food in the city."}
{"text_id": "26-a2", "simplified": "I work for a global tech company. Their main office is in the United States, so I do my job online from home. This saves time because I don’t have to travel to an office or make small talk. I work by projects, which lets me choose my hours. I can take time off to go to my kids’ school shows or to a dentist appointment. The hard part is not having clear office hours. I often work late into the evening, and sometimes I even skip dinner to finish my work."}
{"text_id": "27-a2", "simplified": "In the 1990s, people still made graffiti. Street art also grew fast around the world. Some artists wanted people to think about big problems, like war and people not being treated fairly. Other artists just wanted to make pretty art. In South America, many artists painted in poor neighborhoods. They added color, life, and beauty to gray city walls."}
{"text_id": "28-a2", "simplified": "Every day, ads on social media, in magazines, and in store windows tell people to buy more. In Britain, people are buying more clothes and shoes than ever before. Online shopping makes it easy to buy quickly without thinking. Big brands sell very cheap clothes, so many people treat them like trash. They wear them only two or three times and then throw them away."}
{"text_id": "29-a2", "simplified": "Sam looked toward the road. The sun was bright. A car was going up to the Big House. Dust flew behind it. The horses stomped and swished their tails at flies. They did not care that the owner was coming for the first time in ten months. Sam waited. Mr. Carter only came when he had to. That was fine with Sam. If Sam stayed out of his boss’s way, he could keep his job. Mr. Carter wiped sweat from the back of his neck. Wet spots on his shirt ran together. His skin turned red in the hot June sun. Most days he stayed inside to make money while other people did the work."}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany said shooting pigs was too mean. Hunters and animal lovers argued. People spoke up, and city leaders picked a kinder plan. They will not shoot the pigs. They put up fences. They made a rule: do not feed the pigs. We have to wait and see if this works. It may still be hard, because warmer winters help pigs have more babies. So there may be more pigs."}
{"text_id": "31-a2", "simplified": "One big idea for The Hunger Games came from Suzanne Collins’s love of old Greek myths. When she was a child, one of her favorite stories was Theseus and the Minotaur. In this story, the city of Athens is ruled by Crete. The people of Athens fight back. As punishment, King Minos of Crete makes Athens send seven boys and seven girls to Crete every year. The kids are thrown into a giant maze, called a labyrinth, where a monster called the Minotaur eats them. But one kid, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a future version of Theseus."}
{"text_id": "32-a2", "simplified": "Zoos let people see animals up close, which can teach visitors about protecting wildlife and the places animals live. This can inspire people to help. Some zoos also give safe homes to animals rescued from circuses or to pets that were abandoned. Zoos also do research on how animals behave and how to care for them when they are sick."}
{"text_id": "33-a2", "simplified": "A new trend is growing that pushes back against buying lots of stuff. It is called the “Buy Nothing” movement. It started in Canada in the early 1990s and then spread to the United States. People use it to say no to the heavy spending of Black Friday and Cyber Monday, which are big shopping days after Thanksgiving. On Buy Nothing Day, some people hold protests and even cut up their credit cards. All year long, Buy Nothing groups help people trade and fix things they already own."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? It depends on what you think. But in many places, drawing or writing on places that belong to everyone or to someone else is called vandalism, which means damaging property. Police often stop street artists, and some have to pay money as a punishment. City leaders say it costs a lot to clean graffiti off buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "What do people in the art world think about graffiti and street art? These days, more people see it as real art. Big art galleries in Paris, London, and Los Angeles have had street art shows. In 2008, an American artist named Elura Emerald made a street art show at a gallery in New York. She spoke up for street artists. She said they are just showing their feelings and not hurting anyone. She said we should like their art and celebrate it."}
{"text_id": "36-a2", "simplified": "Most people have 4 to 6 dreams each night after age 10. That’s about 2,000 dreams every year. By age 80, a person could have around 140,000 dreams. We forget almost all of them—about 95 to 99 out of 100. Still, we remember a few thousand dreams in a lifetime. With so many dreams, it’s not surprising that, just by chance, a dream sometimes seems to match something that happens later in real life, especially if it’s about everyday things."}
{"text_id": "37-a2", "simplified": "The Hunger Games takes place in the future, after North America is destroyed. The new country is called Panem. It has twelve poor districts that are ruled by the rich Capitol. The Capitol has total control over everyone. Each district makes different things for the Capitol. District 12, where the story begins, mines coal for the whole country. There used to be a District 13, but it rose up against the Capitol and was destroyed."}
{"text_id": "38-a2", "simplified": "Many wild animals go into cities to find food. In Cape Town, South Africa, baboons have started coming into neighborhoods near the city. They open trash cans and eat fruit from yards and orchards. Some have even gone into people’s homes and taken food from kitchen cabinets and refrigerators. Baboons can be aggressive and have attacked pets, so many city residents don’t want them around."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen while the bridge is being built. They often occur because engineers make a mistake, like a math error. Then the bridge can fall down from its own weight. This can kill or badly hurt the workers on it."}
{"text_id": "40-a2", "simplified": "George Lucas was one of the first movie directors to build a story around the 17 stages of the hero’s journey. In this pattern, the hero starts with a normal life. Then something happens that invites the hero to go on an adventure and changes everything. In Star Wars, Luke Skywalker lives with his aunt and uncle and fixes robots. He finds a message from Princess Leia for Obi-Wan Kenobi inside the robot R2-D2. This is the “call to adventure” that begins his journey."}
{"text_id": "41-a2", "simplified": "Another way to stop a dangerous asteroid coming toward Earth is to try to destroy it with a nuclear weapon. That might sound like a movie. In fact, the 1998 film Armageddon used a similar idea. But NASA has a real plan called HAMMER. In this plan, eight-ton rockets would be sent toward the asteroid to push it off course. If the asteroid is too close to Earth for that to work, the rockets could carry nuclear bombs to blow it up instead."}
{"text_id": "42-a2", "simplified": "Campbell says that at first the hero says no to the adventure. Then a guide or teacher shows up and helps. With this help, the hero takes the first big step and goes into a new world where the adventure happens. Next, the hero must pass tests, fight bad guys, and make friends to get ready for the hardest challenge. In Star Wars, Luke’s guide is Obi-Wan. His friends are Han Solo and the robots R2-D2 and C-3PO. The enemy is Darth Vader, inside the special world of the Death Star."}
{"text_id": "43-a2", "simplified": "Some things don’t get used much. They may seem useless to some people, but others can use them. The internet helps people share these extra things and even make money. On websites and in online groups, people buy and sell used items. Now it’s easier than ever for people to share with each other. This idea is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One said that dreams use symbols to show thoughts and feelings we aren’t aware of. Sigmund Freud believed that studying dream symbols can reveal these hidden feelings and the problems they cause. The other idea was the opposite: dreams are just the brain’s random activity while it sorts out memories and events from the day. When we wake up, we try to make sense of those random images and feelings by turning them into a story."}
{"text_id": "45-a2", "simplified": "I work for myself. This is great because I choose what I do and how I spend my time. At first, I worked at home, but it was hard to focus. There were too many distractions: chores, making more tea, and my family asking for my attention. Then I tried working at a nearby café, but the internet wasn’t good and I drank too much coffee. In the end, I rented a desk in a shared office with five other people like me. I like getting dressed to go to work and being able to focus in an office."}
{"text_id": "46-a2", "simplified": "NASA can finish finding the rest of the medium-sized near-Earth asteroids if it gets the money to build NEOCam. NEOCam is a space telescope that looks for asteroids by sensing heat, called infrared light. With that money, NASA could reach this goal in about ten years. After these asteroids are found and listed, the planetary defense team would still need to figure out how to protect Earth from the most dangerous ones, called potentially hazardous asteroids (PHAs)."}
{"text_id": "47-a2", "simplified": "The “buy nothing” idea is now popular with people on social media who usually show clothes and makeup. Some YouTubers tell their viewers not to buy anything for a long time, even for a whole year. Two friends in Canada tried this for one year and only bought food. In the first three months, they stopped buying electronics, clothes, and stuff for their homes. Next, they gave up haircuts, eating at restaurants, and even gas for their cars. By the end of the year, they saved $55,000."}
{"text_id": "48-a2", "simplified": "Religion is very important to Pi. His family is Hindu, but he is curious about other religions. He becomes friends with a Christian priest and a Muslim baker. He surprises everyone by saying he is Hindu, Muslim, and Christian at the same time. When his family and teachers tell him to choose just one, he refuses. He says, “I just want to love God.” After that, they let him decide his own beliefs."}
{"text_id": "49-a2", "simplified": "Some people believe that writing down your dreams can help you have lucid dreams. In a lucid dream, you know you’re dreaming, and you can make choices that change what happens. You might turn a nightmare into a safer dream, or guide the story like a movie director. Then you won’t just try to figure out what your dreams mean—you’ll also be creating them. Still, it’s good to let some dreams happen on their own, so your subconscious mind can show you what you’re thinking about."}
{"text_id": "50-a2", "simplified": "Many people think they aren’t part of the clothing waste problem because they donate their old clothes. But thrift stores can’t sell everything they get. Fast fashion means cheap clothes made quickly that go out of style fast. These clothes are often poor quality. They can’t be recycled, and most people don’t want to buy them used. So a lot of clothes still end up in the trash. Many items that charities can’t sell are sent to other countries, which can cause money problems for people there and harm the environment."}
{"text_id": "51-a2", "simplified": "Some people aren’t happy with just one amazing trip. They keep taking on new challenges. Meagan McGrath from Canada has climbed the tallest mountain on every continent, biked across Canada, and ran a long race in the Sahara Desert in 113°F heat. But her most impressive trip was skiing to the South Pole. On the first day, she fell into a glacier and had to be rescued. Most people would have quit after that, but Meagan kept going. Forty days later, she reached the South Pole. She pulled a sled with her tent and all her food through bitter cold and ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat first painted rats on the walls of his home city, Paris. Today, he uses his art to make people think about social problems. He paints pictures of homeless people in big cities to get people who live there to think about homelessness."}
{"text_id": "53-a2", "simplified": "In some places, local councils try to stop random graffiti by giving artists special areas to paint. Taiwan has “graffiti zones” where people can freely paint and write on walls. In São Paulo, Brazil, the city even lets some graffiti artists paint on subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is an artist from Cape Town, South Africa. She paints large, colorful pictures of people and animals. She likes to work in many different places. You can find her art on sidewalks, in empty factories, and on old, abandoned cars. She likes that most street art doesn’t last long. Weather or city workers may remove it. To her, this shows that life is always changing, with endings and new beginnings."}
{"text_id": "55-a2", "simplified": "In her old job, Gabriela was used to a place where bosses had a lot of power. People respected the people in charge, and everyone knew their place. Leaders made the big decisions, and others rarely questioned them.\n\nHer Swedish team was different. They were used to a place where people are treated more equally. Workers and bosses worked together to solve problems and make decisions. Leaders acted like coaches or mentors. They encouraged people to think for themselves and expected them to speak up, even to challenge the boss."}
{"text_id": "56-a2", "simplified": "Gabriela saw that she and her team worked in different ways. She asked them how they felt about her as their leader. The team was happy to share. They said they were not used to someone telling them what to do. They liked to make their own choices and try new ideas. When she told them every step, they felt she did not trust them to do a good job. They also noticed she felt upset when they asked to change her plans. They told her this is how they have always worked."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are twin brothers who look the same. They are from São Paulo, a big city in Brazil. They paint small words and very big, colorful pictures of people on the sides of buildings. Their art can be so big that they use cranes to help. A crane is a big machine that lifts them up. In 2007, they even painted a whole castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have been writing and drawing on walls for thousands of years. In prehistoric times, people in Africa and Europe painted animals and people on cave walls. Archaeologists have found graffiti on buildings at ancient sites in Greece, Italy, Syria, and Iraq. In Pompeii, a Roman town, they discovered many graffiti messages written in Latin. These messages talked about religion, politics, love, and even magic spells."}
{"text_id": "59-a2", "simplified": "Have you ever wanted to climb Mount Everest or walk to the South Pole? Many people have the same dream. Every year, thousands try to reach the tallest mountains or travel across whole continents. Long ago, explorers only used maps and compasses. Today, adventurers also use tools like GPS and satellite phones. Many of them care about nature and use their trips to talk about environmental problems. Others want to help people and raise money for charities."}
{"text_id": "60-a2", "simplified": "The first mission is DART, which stands for Double Asteroid Redirection Test. Scientists plan to try it on the small moon of an asteroid called Didymos. The moon, nicknamed “Didymoon,” is about 150 meters wide. It orbits the larger asteroid, which is about 800 meters wide. The DART impact should change the moon’s orbit a little—enough for telescopes on Earth to notice."}
{"text_id": "61-a2", "simplified": "Katniss Everdeen is a sixteen-year-old girl and the main character. After her father dies in a mine accident, she has to help feed her family. She hunts in the woods near District 12 with her friend Gale and becomes very good with a bow and arrow. When her little sister, Prim, is picked as a tribute, Katniss volunteers to take her place. The other tribute from District 12 is a boy named Peeta, and Katniss soon has a tricky, confusing relationship with him."}
{"text_id": "62-a2", "simplified": "Write down your dreams. This helps you remember more details. Notice the people and places in the dream, because they can add meaning. After a week, you might be surprised by how much you’ve written. Then try to connect your dreams to the events and feelings in your daily life."}
{"text_id": "63-a2", "simplified": "Long ago, many bridges were made of wood, so they could catch fire easily. This happened a lot with early railroad bridges. Sparks from steel wheels on steel rails could land on the wood, start a fire, and sometimes burn the whole bridge down."}
{"text_id": "64-a2", "simplified": "It’s hard to predict how street art will change, but some trends are clear. Most street artists are young and paint in their own city or neighborhood. But more and more are traveling and making art around the world. Many use the internet to connect and share photos of their work. The art world is also giving street art more respect as a real art form. We don’t know exactly what will happen next, but street art is here to stay."}
{"text_id": "65-a2", "simplified": "Suzanne Collins has always found news about wars upsetting. When she was a child, her dad was a pilot in the U.S. Air Force and fought in the Vietnam War. Her mom tried to protect her by not talking about what was happening, but she still saw the news and knew her dad was there. It was a very scary time for her."}
{"text_id": "66-a2", "simplified": "PwC ran a worldwide survey and collected answers from over 40,000 people—both millennials (born 1983–1993) and non-millennials—about workplace culture, communication and work styles, pay, career growth, work–life balance, and more. In another worldwide survey, Deloitte asked more than 10,000 millennials about their views on the risks and opportunities in today’s workplace."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is an adventurer from the United States. He does many kinds of outdoor sports. He has ridden a bike across the deserts of Morocco. He has paddled a kayak through the Grand Canyon. He has even climbed Mount Everest. Amazingly, Erik has been blind since he was 13 years old. Besides taking trips, he also helps others. He encourages people with disabilities to stay active. He leads groups of young blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "There are websites where anyone can sell things. These sites help people get money fast. Busy parents may not have time for a yard sale. They can go online to sell baby clothes that are almost new but too small now. They can also sell strollers and other baby things. They can get some money back."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker spend 227 days in a small lifeboat. They are hungry, sick, and very, very tired. They face big storms and the burning hot Pacific sun, but they survive. Sometimes Pi feels better because of his three religions. Other times he feels very lonely and really sad. At last, they see the coast of Mexico far away, and everything changes. We won’t tell the ending—read the book to find out what happens when they finally see land."}
{"text_id": "70-a2", "simplified": "Chloe got home from school, made a cup of coffee, and took it to her bedroom. She had homework, but she decided to do it later. She wanted to enjoy the quiet hour before her parents got home and the house filled with talking, the TV, or her dad’s favorite jazz while he cooked dinner. She also liked this time because she could play with her pet rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA’s space safety team had found and listed 90% of the big asteroids near Earth. These space rocks are about 1 kilometer wide (a little more than half a mile) and can be as big as mountains. Scientists call them near-Earth objects, or NEOs. They are rocks that come within about 50 million kilometers (about 31 million miles) of Earth’s path around the Sun. NASA thinks about 50 of these big ones are still left to find. Of the 887 they already know about, none are a big danger to Earth."}
{"text_id": "72-a2", "simplified": "After choosing to go to school, Auggie has to face his first day. Like any kid at a new school, he feels very nervous. Because of how he looks, the day is especially painful. No one wants to sit next to him. He sees kids staring and hears them whispering about him. Thankfully, he becomes friends with Jack, a boy in his class, and Summer, a girl he talks to at lunch. But the hard part doesn’t end after the first day. Auggie soon learns some classmates won’t touch him because they think they could catch “the plague” from him. Throughout the year, he goes through many highs and lows. Then, at a school camp, a sudden and upsetting event happens that changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked north across the land. It stretched for miles. From where they stood, the fences looked tiny. Even if a teen boy was bored or wanted to run away, he could not get far by walking. Sam looked at the biggest horse. It scraped the ground with its heavy hooves. He wondered if the boy could ride. Out here, far from people, even a good rider could get into trouble. And a boy who didn’t know horses and tried to run from his dad could get into even worse trouble."}
{"text_id": "74-a2", "simplified": "More than 4,000 people, from ages 13 to 80, have reached the top of Mount Everest. Climbing tall mountains in freezing weather and strong storms is still very dangerous. But the best climbers keep looking for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with climbing when she was a teenager. After she finished school, she worked as a nurse, but she kept climbing in her free time."}
{"text_id": "75-a2", "simplified": "After climbing Mount Everest, Gerlinde set a new goal. She wants to climb all fourteen mountains in the world that are higher than 8,000 meters. She makes it even harder by climbing without oxygen tanks. This is risky because the air is very thin near the top and can affect the brain and body. Gerlinde also uses her fame to support a charity that helps poor children and orphans in Nepal."}
{"text_id": "76-a2", "simplified": "When we look at what we bought, we may see we do not use some things much. Maybe we bought a thick wool coat because it looked cool, but we live in a hot place. Maybe we put away our old phone after we got a new one. Maybe we have a car we only drive on weekends. We might even have a guest room we now use to store stuff."}
{"text_id": "77-a2", "simplified": "In many times and places, people have thought that dreams can tell the future. They believed dreams were messages from the gods. These messages helped them understand things or decide what to do. Even today, many people say they dreamed about an event, a place, or a person, and later saw it happen in real life."}
{"text_id": "78-a2", "simplified": "Some of the biggest and most expensive building jobs in the world are making bridges. Bridges carry cars, trucks, and trains over rivers, deep valleys, and other roads. Because bridges are so important, engineers plan and check them very carefully. People look very closely at bridges, especially when one breaks or falls down."}
{"text_id": "79-a2", "simplified": "After weeks of feeling frustrated, Gabriela emailed her Swedish manager about the problems she was having with her team. He only asked two questions: Was the team still doing its job, and what did she think would help her work better with her teammates? To Gabriela, his response felt unclear, and she didn’t think he was handling the situation well."}
{"text_id": "80-a2", "simplified": "Dogs that live in groups have learned that people often give food to small, cute dogs. So the group sends those dogs to beg for food for the whole group. Some dogs have even learned to ride the city train to go from one part of their area to another. Scientists are not sure how the dogs know when to get off. One idea is that they use their strong sense of smell and can recognize the smells of places they like. Another idea is that they know the station names they hear on the speakers. Either way, people who ride the trains are now so used to seeing dogs that most locals hardly notice them."}
{"text_id": "81-a2", "simplified": "Ed Stafford from the United Kingdom was the first person to walk the entire length of the Amazon River. He began at a small stream in the Andes Mountains in Peru. After two years and four months, he reached the mouth of the river in Brazil. In total, he walked about 6,000 kilometers (about 3,700 miles). The Amazon rainforest is full of dangers, including poisonous snakes, crocodiles, and jaguars, so he was at risk the whole time. Fortunately, he finished the journey with only thousands of mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "In Britain, the average person spends over £1,000 (British pounds) a year on new clothes, which is about 4% of their income. That might sound small, but it hides two big problems for people and the environment. First, a lot of this shopping is put on credit cards. The average British adult owes about £670 on credit cards—about two-thirds of what they spend on clothes in a year. Second, people often buy clothes they don’t really need. Britain throws away about 300,000 tons of clothing each year, and most of it ends up in landfills."}
{"text_id": "83-a2", "simplified": "Ed couldn't have finished his walk without technology. He used a radio to talk to local people in the rainforest. He asked for food and for permission to cross their land. Many of them met him and guided him through the hardest parts of the jungle. As he traveled, Ed wrote a blog about his daily life. He also used attention from the news to speak out against destroying the rainforest and to raise money for groups that protect nature and help children in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Some businesses found that sharing can make money. They help people use things that are not being used. Many of these businesses have a website or app. It connects people who need something with people who can share it. Airbnb helps people let others stay in their extra rooms or homes for money. Uber lets people use their own cars to give rides, like a taxi. They can do this in their free time to earn extra money."}
{"text_id": "85-a2", "simplified": "Today, zoos do an important job. They help animals have babies, especially animals that are in danger of dying out. In the wild, these rare animals may not find a mate. They can also be hurt by people who hunt them, by losing their homes, or by other animals that eat them. A good zoo gives them a safe place to live and raise babies. When there are only a few animals left, their families can become too alike. Breeding programs help with this. Animals born in zoos can go back to the wild to make the wild groups less alike and more healthy."}
{"text_id": "86-a2", "simplified": "These accidents don’t happen often. But boats and trains can make a bridge fall for different reasons. A fast train crash can break a bridge. A very heavy boat can make it fall down, even when it is moving slowly. The best way to stop bridge breaks is to plan ahead. New tools that find weak spots, safer ways to work, and stronger designs can help lower the chance of these bad accidents."}
{"text_id": "87-a2", "simplified": "At first, Pi is very scared of the animals and jumps into the ocean. Then he remembers there are sharks in the water, so he knows he has to climb back into the lifeboat. On the lifeboat, the animals kill and eat each other until only Pi and a tiger are left. Pi names the tiger Richard Parker. Luckily for Pi, the tiger is seasick and doesn’t try to eat him right away."}
{"text_id": "88-a2", "simplified": "When Pi is 16, a new government is elected in his country, and his parents don’t support it. Worried about the future, they close their zoo and decide to move to Canada. They sell some animals to zoos in North America and take others with them on a ship to Canada. On the way, a terrible storm hits and the ship sinks. Sadly, Pi’s family and the sailors drown. Pi survives in a lifeboat with a hyena, a zebra, an orangutan, and a huge tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teens and young adults. It was written by an American author named Suzanne Collins. Since it came out in 2008, it has been translated into 26 languages and has sold millions of copies around the world. It was also the first book for young readers to sell more than one million e-books. The Hunger Games was made into a big Hollywood movie that was also very successful. In North America, it earned $152.5 million in its first weekend in theaters."}
{"text_id": "90-a2", "simplified": "Dreams might happen because our mind is organizing the thoughts we had during the day. In dreams, these thoughts show up as symbols. When we’re awake, we mostly think in words, like having a conversation with ourselves. But when we sleep, the parts of the brain that handle language calm down, and the parts that handle emotions become more active."}
{"text_id": "91-a2", "simplified": "Good relationships help us feel happy. In one study, most happy people had close friends and family, and they spent time with them often. It helps to have at least one person you can share your private feelings with. One close, heart-to-heart friend is enough, along with other friends. Just having lots of people to hang out with or to talk about music or sports is not enough. The deeper connection matters most. Some people also need to learn to listen well so they can build stronger friendships."}
{"text_id": "92-a2", "simplified": "Carol Dweck is a scientist who studies how we learn. She says our brains can change and grow. This means we can get better at things, even if we weren’t good at them at first.\n\nMany people only cheer for the finished work or say someone was born good at it. It is better to look at how the work was done. Say things like, “You worked hard,” “You tried new ideas,” and “You kept going.” This helps people learn new skills and keep getting better."}
{"text_id": "93-a2", "simplified": "The rover analyzes the air around it from time to time. In 2014, it found methane in the air. Methane is one of the simplest organic molecules and a main part of natural gas. In the atmosphere, methane only lasts a few hundred years before it breaks down. This means something on Mars must be making more of it. NASA says Mars releases thousands of tons of methane at a time. The amount of methane rises and falls with the seasons, almost like the planet is breathing."}
{"text_id": "94-a2", "simplified": "Early in her career, Stanford psychologist Carol Dweck gave groups of ten-year-olds problems that were a bit too hard. One group reacted well: they liked the challenge and believed they could improve with effort. Dweck says these students had a growth mindset. They focused on what they could learn and achieve next. Another group felt the hard problems meant they weren’t smart and that they had failed. Dweck calls this a fixed mindset. These students couldn’t picture themselves getting better. Some even said they might cheat next time, and others looked for classmates who did worse so they could feel better about themselves."}
{"text_id": "95-a2", "simplified": "Horror movies like empty places. They might show an old hospital, an empty house, or a town with no people. These places feel lonely. We wonder who lived there and why they left. They are very quiet, and quiet can be scary. In these places, phones don’t work."}
{"text_id": "96-a2", "simplified": "In scary movies, the basement is almost always scary, no matter what house it is. It is often a place where something hides or where a bad person keeps their tools. Basements are dark and often wet. You get there by going down a narrow set of stairs. A basement can feel creepy even when nothing is down there."}
{"text_id": "97-a2", "simplified": "Gary Collins is a police officer who was not working at the time. He was watching the London riots on TV when he saw some people he knew. He ended his vacation early to help. For six months, he watched security camera videos. He named 190 people, many just by their eyes. His help was very important to the case. Even with 200,000 hours of video, a computer program that finds people by their faces found only one person."}
{"text_id": "98-a2", "simplified": "I think it’s exciting to think about how people could change and grow faster by adding new parts to our bodies. Imagine putting a tiny computer in your brain. Soon, this might be possible. It could help with math, with seeing and hearing, and with memory. Ideas like this may become normal."}
{"text_id": "99-a2", "simplified": "It was a very interesting talk. The speaker was right about many things. She talked about parents. Teens see their parents post on phones while cooking dinner or waiting at a red light. Then we tell teens not to text during homework. That is hard for them. She also said people try to be in two places at once. They switch between talking in real life and talking online. I see this with my teen daughter and her friends. They plan to meet. Then they sit together, but no one talks. Each one is busy with a different chat on a phone."}
{"text_id": "100-a2", "simplified": "The news can make it seem like the world is getting more violent. But there is some hope. From the end of World War II to 1990, there were about 30 big wars. Each one killed more than 100,000 people. Today, wars inside countries still happen, but most countries are getting along more peacefully than before. Still, terror attacks have gone up in recent years. Since World War II, wars have killed many more people who are not soldiers than soldiers. Even so, there is some good news for regular people. You are about nine times more likely to die from violent crime than from war or political fighting. But the world murder rate has gone down. It fell from about 8 out of every 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-a2", "simplified": "Wasfia cares a lot about human rights. That means fair treatment for everyone. She has spent her life helping people. In her home country, she saw many projects that tried to teach and train women and girls. But when these projects ended, the women were left with nothing.\n\nWasfia felt Bangladesh needed to stand up for itself. She put together her two loves: climbing big mountains and speaking up for human rights. She wants to change how people think about women in her country.\n\nShe first learned to climb while helping people in Tibet and Nepal. Bangladesh is mostly flat and near the sea, so many people there have never seen a mountain.\n\nHer plan is working. People in Bangladesh, and people around the world, are paying attention."}
{"text_id": "102-a2", "simplified": "Many people think developing countries are in terrible shape, with extreme poverty, harsh rulers, and little hope for change. But this isn’t true. A big transformation is happening. In the past 20 years, over 700 million people have earned more money and moved out of poverty. Each year, six million fewer children die from disease. Millions more girls are going to school, and millions more people now have clean water."}
{"text_id": "103-a2", "simplified": "To keep things positive, many managers give one good comment, then a negative one, then another good comment. But if they do this all the time, workers may feel the praise is just there to hide the bad news, so it starts to mean less. Positive feedback should not just soften criticism. It should be used to notice and encourage good work."}
{"text_id": "104-a2", "simplified": "I'm part of a group called the Campaign to Stop Killer Robots. Don’t picture a movie robot like the Terminator. Think about what is happening right now. Military machines—like drones, gun turrets, and guard robots—are already used to kill with very little human control. The next step would be robots that follow orders but decide on their own who to kill. I believe this is completely wrong and very dangerous for people. We need to be very careful about what we let machines do."}
{"text_id": "105-a2", "simplified": "More people are learning English than all other languages combined, and English is spoken in the most countries. However, Chinese has by far the most native speakers. There isn’t much connection between how many native speakers a language has and how many people learn it. Instead, the number of learners is more closely linked to how many countries use the language."}
{"text_id": "106-a2", "simplified": "Your boss stops you and says she needs to talk about how you did on the project you just finished. You worry all weekend, thinking you might have done something wrong. On Monday, you go into her office. She starts by saying you did a good job. You wonder if this is a “feedback sandwich.” That means someone says something nice, then tells you the problem, then says something nice again."}
{"text_id": "107-a2", "simplified": "Born in the U.S.A. is a fast, fun rock album. But the words in the songs have strong feelings. Behind the big, fun music are stories about the hard side of trying to reach big dreams in America. Many songs show how hard-working, everyday people have a hard time. They feel angry and sad when life does not bring money or make them famous. “Glory Days” is about small-town people who look back at their younger days, when anything seemed possible. “Downbound Train” is about a young man whose life gets very hard after he loses his job. You can imagine Bruce Springsteen using stories from real people he knew, and the life he might have had if he had not become a star. This album shows how special Bruce Springsteen is. People call him “the Boss.”"}
{"text_id": "108-a2", "simplified": "Lewis Pugh wants to raise the protected parts of the ocean from 3% to 10%. He says this will help repair damage caused by people, like overfishing, pollution, and trash. On his trips, he has seen this harm up close. He swam over coral reefs that turned white because the water is too warm. He also saw shallow areas of the Red Sea with almost no sea life, covered in plastic. Pugh believes nature can heal if we give it space, but time is running out. If we don’t protect our oceans now, we could soon face damage we cannot fix."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a very popular writer. She tells great stories. She won the Olive Crime Writer Award two times. She grew up in Glasgow, in a neighborhood with lots of crime. There, she learned to keep her head down and stay out of trouble. She even learned how to open a car door with a knife. She only uses that in her books, not in real life. Now she is not quiet anymore. She is on daytime TV shows like Police Today. She also talks at big meetings for writers all over the UK."}
{"text_id": "110-a2", "simplified": "Some people ask, Is life getting worse? Can we still make things better? A writer named Steven Pinker wrote a book called Enlightenment Now. He looks at how people are doing and finds good news. People live longer. We are healthier. We have more freedom. Many people feel happier. But he also sees a big problem. Some people attack the ideas of careful thinking and science. Loud voices and some leaders try to make people pick sides, give up hope, and not trust others. This can hurt important things, like voting and countries helping each other. The hurt can be so big that we cannot fix it."}
{"text_id": "111-a2", "simplified": "In old scary movies, the main person could not call for help. It was hard or even impossible to call the police. Today, most people have cell phones, so that feels less real. How do movies keep it scary? They make it so there is no phone service. If you are the hero in a scary movie, at the most important moment, your phone won’t work. You will have no bars, or the battery will die right when you try to call. Sometimes both happen."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America had a big problem. Their best-selling banana, the Gros Michel, or Big Mike, was dying. Now the same thing is happening to the banana that came next, the Cavendish. Big Mike had thick skin, tasted sweet, and was easy to ship. It was the main banana grown on farms in Central America. A company called United Fruit was the biggest grower and seller in South America then. They made lots of bananas by cutting little shoots from plant stems to start new plants, instead of using seeds. They also planted the bananas very close together in big fields."}
{"text_id": "113-a2", "simplified": "Most spiders have venom (poison they inject), but they use it to catch their food, not to hurt people. Only about 25 kinds of spiders have venom strong enough to seriously harm humans. Spider bites can be painful, but they almost never cause death. In Australia, the well-known Sydney funnel-web spider has not caused any deaths since 1981, when a special medicine called antivenom was made. Still, be careful around hairy spiders like tarantulas. If they feel scared, they can flick tiny, itchy hairs into the air. These hairs can get stuck in your skin or eyes and make them red and itchy."}
{"text_id": "114-a2", "simplified": "This was a common idea in horror movies, especially in the late 1900s. It starts with a group of teens having fun. It ends with everyone dead except one girl. At first, the girl is innocent, shy, and not very strong. By the end, she becomes brave, tough, and clever at staying alive. The last girl almost always wins."}
{"text_id": "115-a2", "simplified": "If we want to know where our ability to use complex language came from, we should look at how our brains are different from those of other animals. It’s not just about brain size. It also matters what our brains can do, and when and why they changed over time. There are only a few physical clues. Artifacts left by our ancestors don’t show what kinds of speech they could make. But we can study early human fossils to see how the mouth, throat, and tongue developed. By about 100,000 years ago, humans had the ability to make complex sounds. Before that, scientists can only guess whether early humans used simpler sounds to communicate."}
{"text_id": "116-a2", "simplified": "People, not nature, often tell girls to pick art and reading and leave math and physics to boys. There are not enough women in science for girls to look up to. In cartoons and stories, the scientist, inventor, or astronaut is usually a man. Some people also think scientists are uncool, don’t talk to others much, and work alone, away from everyday life. These ideas are not true, but TV, movies, and the internet keep spreading them. They can make girls feel they aren’t like scientists and that science is not a good choice for them. Seeing more women in science would give girls confidence and help them feel they belong in those classes and jobs."}
{"text_id": "117-a2", "simplified": "The Scallion is printed every week and given out for free in faculty buildings (where university teachers work). About 10,000 students read it. Students write and produce the whole paper. A survey found that students and staff think it is very useful and important. They read it for fun, to learn about culture, and to get work experience. But printing the paper costs a lot of money. Also, some students can’t get a copy easily, because you have to go to campus in person. Another problem is the environment: many copies end up as trash on campus."}
{"text_id": "118-a2", "simplified": "At Girox Foods, about 12% of our employees leave each year. This may not seem high, but the industry average is 7%. The main goal of this report is to find out what affects employee engagement at our company and to suggest ways to improve the work experience and keep more employees."}
{"text_id": "119-a2", "simplified": "What the speaker said felt true. I think more time online can make us feel more alone. Older people lived without phones and computers. They know how to be alone, and they know it is okay. Kids and teens are different. They send lots of messages. They do not get much quiet time. They may not learn to enjoy being by themselves. They also learn to talk by texting, where you can fix your words. This can make it harder to talk in person with someone right in front of you."}
{"text_id": "120-a2", "simplified": "Don’t always follow a compliment with criticism. If you always mix praise with criticism, the praise starts to feel weak and people may ignore it. Sometimes just give praise by itself, and wait to share any advice or corrections."}
{"text_id": "21-b1", "simplified": "Your dreams can reveal thoughts and feelings you didn’t know you had. Common dreams—like flying, falling, your teeth falling out, or being naked in public—often mean similar things for many people. To understand what they mean for you, connect them to what’s happening in your life and how you feel each day."}
{"text_id": "22-b1", "simplified": "One of the most interesting examples of wild animals living in a city is the wild dogs of Moscow. About 35,000 stray dogs live on Moscow’s streets. Some were born on the streets, and others were once pets that their owners abandoned. Some dogs live alone, while others live in groups called packs. In 2010, scientists studied these dogs and found that they have adapted very well to city life. They have learned it is safer to cross the street with people, and some even seem to understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is the first novel by RJ Palacio, who is from New York. On her website, she says the idea came to her after she saw a girl with a facial difference on the street one day. Wonder has been a bestseller in the United States and has won several awards. Many schools use it to start talks about bullying, friendship, and what it’s like to be different. A movie is being made, and many people, including me, are excited to see what RJ Palacio writes next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats. Their names are Zena and Roxy. She knows rats are not normal pets. Many times she tells people that rats are not dirty and can be great pets when you care for them. She understands why some people do not like rats. She did not like them either until her friend Martin showed her his pet rats. She saw they were loving and smart. Last year, one of Martin’s rats had babies, and Chloe picked two of them to keep."}
{"text_id": "25-b1", "simplified": "Cape Town can be dangerous for baboons. Some are hurt or killed by cars, and others are killed by electricity when they play with power lines. Baboons are an endangered species. To protect them and reduce conflicts between people and baboons, the city hired a team of Baboon Monitors. Their job is to chase baboons out of city areas or catch them and release them in the countryside. This plan has helped, but it is hard to stop baboons from coming back once they learn the city has easy food."}
{"text_id": "26-b1", "simplified": "I work for a worldwide tech company, and since the main office is in the United States, I do all my work online from home. This saves me time because I don’t have to commute or make small talk at the office. I work by projects, so my schedule is flexible. That helps me take time off for my kids’ school events or a dentist appointment. The downside is that without set office hours, I often work late into the evening and sometimes even skip dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti was still around, but street art grew quickly all over the world. Some artists used their art to make people think about war, unfairness, and how some people are treated badly. Other artists just wanted to make something beautiful. In South America, many street artists painted in poor neighborhoods, adding color and life to dull, gray city walls."}
{"text_id": "28-b1", "simplified": "Every day, ads on social media, in magazines, and in store windows push people to buy more. In Britain, people are buying more clothes and shoes than ever. Online shopping makes it easy to buy without thinking. Big brands sell clothes so cheaply that many people treat them like disposable items. They wear them two or three times and then throw them away."}
{"text_id": "29-b1", "simplified": "Sam squinted into the sun. He watched a car drive toward the Big House, kicking up a trail of dust. The horses flicked their tails at flies. They didn’t care that their owner hadn’t been here in ten months. Sam waited. Mr. Carter only came out when he had to, and that was fine with Sam. The less Sam got in his boss’s way, the longer he could keep his job. Mr. Carter wiped sweat from the back of his neck. Dark, wet spots spread on his shirt. The June sun was already turning his skin red. Most of the time he looked pale, like someone who stayed inside making money while other people did the work."}
{"text_id": "30-b1", "simplified": "Many people in Berlin, Germany, said shooting pigs was too cruel, which led to angry arguments between hunters and animal lovers. After protests, the city council chose a more peaceful approach. Instead of shooting the pigs, the city put up fences and made it illegal to feed them. We will have to wait and see if this plan works, but it may be hard because warmer winters have led to more pigs than before."}
{"text_id": "31-b1", "simplified": "One big inspiration for The Hunger Games came from Suzanne Collins’s love of ancient Greek myths. When she was a child, one of her favorite stories was about Theseus and the Minotaur. In this myth, Athens is controlled by Crete, and when the Athenians rebel, King Minos punishes them. He forces Athens to send seven boys and seven girls to Crete every year. They are thrown into a giant maze, called a labyrinth, where a monster named the Minotaur eats them. But one of the youths, Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a future version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos let people see animals up close. This helps teach the public about conservation and encourages them to protect animals and their habitats. Some zoos also provide safe homes for animals that were abused in circuses or for abandoned pets. In addition, zoos do important research on how animals behave and how to treat illnesses."}
{"text_id": "33-b1", "simplified": "A new movement is growing that says we should not buy so much. It’s called the “Buy Nothing” trend. It began in Canada in the early 1990s and then spread to the United States. In the U.S., it challenges the big spending on Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, some people protest, and a few even cut up their credit cards. All year long, Buy Nothing groups help people trade items and fix things they already own."}
{"text_id": "34-b1", "simplified": "Is graffiti art or vandalism? It depends on your point of view. In many countries, writing or painting on public or private property is treated as vandalism. Many street artists have been stopped by the police, and some have had to pay fines. City governments also complain about the high cost of cleaning graffiti from buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "More people in the art world now see graffiti and street art as real art. Big galleries in Paris, London, and Los Angeles have held shows of this work. In 2008, American artist Elura Emerald organized a street art show at a New York gallery. She defended street artists, saying they are just expressing themselves, not hurting anyone, and that they should be appreciated and celebrated."}
{"text_id": "36-b1", "simplified": "Most people have about 4 to 6 dreams a night after age 10. That’s roughly 2,000 dreams a year. By age 80, a person might have had around 140,000 dreams. Even if we forget 95–99% of them, we still remember a few thousand. With so many dreams, it’s not surprising that sometimes a dream is followed by a real event that seems similar, especially when the dream is about something common in everyday life."}
{"text_id": "37-b1", "simplified": "The Hunger Games is set in the future, after North America has been destroyed. The new nation is called Panem. It has twelve poor districts, controlled by the rich Capitol. The Capitol has complete control over the country. Each district supplies different things to the Capitol. District 12, where the story starts, provides all the coal for the country. There used to be a thirteenth district, but it rebelled against the Capitol and was destroyed."}
{"text_id": "38-b1", "simplified": "Wild animals often come into cities to look for food. In Cape Town, South Africa, baboons have started entering neighborhoods on the edge of the city. They open trash cans and eat fruit from gardens and orchards. Some bold baboons have even gone into people’s homes and taken food from kitchen cupboards and refrigerators. Baboons can be aggressive and have attacked many pets, so it’s understandable that many residents don’t want them around."}
{"text_id": "39-b1", "simplified": "A lot of bridge accidents happen while the bridge is being built. They often occur because engineers make mistakes, like getting the math wrong. Sometimes the bridge can’t support its own weight and collapses, which can be deadly for the workers on it."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first movie directors to build a story around the 17 steps of the hero’s journey. Usually, the hero starts with a normal life, then something happens that pulls them into an adventure that changes everything. At the start of Star Wars, Luke lives with his aunt and uncle and fixes robots. When he finds Princess Leia’s message to Obi-Wan Kenobi inside the robot R2-D2, that is his “call to adventure,” the moment that starts his journey."}
{"text_id": "41-b1", "simplified": "Another idea to stop an asteroid coming toward Earth is to blow it up with a nuclear weapon. This might sound like a movie, like the 1998 film Armageddon, but NASA has a real plan called HAMMER. It would launch very heavy rockets, about eight tons each, at the asteroid to push it off course. If the asteroid is already too close for that to work, the rockets could carry nuclear bombs to break it apart instead."}
{"text_id": "42-b1", "simplified": "Campbell says the hero often says no at first to the call to adventure. Then a mentor shows up, guides the hero, and helps them cross the line into a special world where the adventure takes place. In that world, the hero passes tests, fights enemies, and makes friends to get ready for the biggest challenge. In Star Wars, Luke’s mentor is Obi-Wan, his friends are Han Solo and the robots R2-D2 and C-3PO, and his enemy is Darth Vader inside the special world of the Death Star."}
{"text_id": "43-b1", "simplified": "Underused items might seem useless to some people, but they can be valuable to others. Thanks to the internet, online communities have found ways to make money by sharing these items. Websites and social media groups make it easy for people to buy and sell used goods directly to each other. This is called the sharing economy."}
{"text_id": "44-b1", "simplified": "During the 1700s and 1800s, two main ideas about dreams became popular. One idea said that what we see in dreams stands for things we keep hidden from our awake mind. Freud believed that if we understand our dreams, we can find our hidden feelings and the problems they cause. The other idea said almost the opposite. It claimed that dreams are just the brain’s random activity while it sorts out memories and events from the day. When we wake up, we try to make sense of these random pictures and feelings by turning them into a story."}
{"text_id": "45-b1", "simplified": "I work for myself as a freelancer. I like it because I can choose what I do and how I spend my time. At first, I worked at home, but it was hard to focus. There were too many distractions: chores, making another cup of tea, and family asking for my attention. Then I tried working at a nearby café. The internet wasn’t good, and I drank too much coffee. Finally, I rented a desk in a shared office, called a co-working space, with five other freelancers. I liked getting dressed for work in the morning and could focus better in an office."}
{"text_id": "46-b1", "simplified": "NASA wants to find the rest of the medium-sized space rocks near Earth. To do this, it needs money to build a new space telescope called NEOCam. This telescope would use special light that can see heat to find the rocks. If NASA gets the money, it could finish in about ten years. After they make the list, the team that protects Earth still has work to do. They need to learn how to stop the really dangerous ones, called PHAs, from hitting our planet."}
{"text_id": "47-b1", "simplified": "The “buy nothing” trend has reached social media influencers who usually post clothing and makeup for people to buy. Now, some YouTube stars encourage their viewers to stop buying anything for as long as a year. Two friends in Canada tried this for a year and aimed to buy only food. For the first three months, they learned to live without buying electronics, clothes, or household items. Next, they gave up services like haircuts, eating at restaurants, and gas for their cars. In one year, they saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion is very important to Pi. His family is Hindu, but he is curious about other religions. He becomes friends with a Christian priest and a Muslim baker. Pi surprises everyone by saying he is Hindu, Muslim, and Christian at the same time. When his family and teachers tell him to pick just one, he says no. He says, “I just want to love God.” After that, they let him decide for himself what to believe."}
{"text_id": "49-b1", "simplified": "Some people think that writing down your dreams can help you have lucid dreams. In a lucid dream, you know you are dreaming, and you can choose what happens. You might turn a scary dream into a safe one. You could even guide the story like a movie director. Instead of only trying to figure out what your dreams mean, you might start making them. But you may still want some dreams that let your mind show you what you are really thinking and feeling."}
{"text_id": "50-b1", "simplified": "Many people think they aren’t part of the throwaway clothing problem because they donate their unwanted clothes. But thrift stores can’t sell everything they receive. Fast fashion—cheap, trendy clothes—goes out of style quickly and is often poor quality. People don’t want to buy it secondhand, and it’s hard to recycle. So huge amounts get thrown away. Many items that charities can’t sell are sent overseas, which causes more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Some adventurers today don’t stop after one amazing trip. They go from challenge to challenge. Meagan McGrath from Canada has climbed the tallest mountain on each continent, has biked across Canada, and has run a long race in the Sahara Desert in 113°F heat. But maybe her most amazing journey was a ski trip to the South Pole. On the first day, she fell into a glacier—a huge river of ice—and had to be rescued. Most people would have quit, but Meagan kept going. Forty days later, she reached the South Pole after pulling a sled with her tent and all her food through freezing weather and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on walls in Paris, his home city. Today, he uses his art to make people think about problems in their communities. He paints pictures of homeless people in big cities to get residents to think about homelessness."}
{"text_id": "53-b1", "simplified": "In some places, local governments try to cut down on random graffiti by giving artists legal places to paint. In Taiwan, there are “graffiti zones” where people can paint and write on walls. In São Paulo, Brazil, the city has even let some artists paint the subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is an artist from Cape Town, South Africa. She paints large, colorful pictures of people and animals, and she likes to work in many different places. You can find her art on sidewalks, in empty factories, and even on abandoned cars. She likes that most street art is temporary and may soon fade in the weather or be cleaned off by city workers. To her, this shows that life is always changing, with endings and new beginnings."}
{"text_id": "55-b1", "simplified": "At her last job, Gabriela worked in a high power distance culture. This means the workplace had a strict chain of command. People respected the boss, accepted their place, and rarely asked questions. Leaders made the big decisions. Her Swedish team is used to a low power distance culture with a flatter structure. There, managers and employees work together to solve problems and share decisions. Leaders act like coaches, encourage independent thinking, and expect people to speak up, even if they disagree."}
{"text_id": "56-b1", "simplified": "Gabriela noticed there were cultural differences between her and her team, so she started an open talk to ask how they felt about her leadership. The team was glad to be asked. They said they were not used to being told exactly what to do and preferred more independence and creative freedom. When Gabriela gave very specific instructions, they felt she didn’t trust them to do their jobs well. They also noticed she took it personally when they questioned or tried to change her decisions, and they explained that this was how they had always worked."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twin brothers from São Paulo, Brazil. They make many kinds of street art, from small tags, which are like signatures, to huge, colorful pictures of people on building walls. Their murals are often so big that they need construction cranes to reach the high parts. In 2007, they even painted an entire castle in Scotland."}
{"text_id": "58-b1", "simplified": "People have painted and written on walls for thousands of years. In prehistoric times, people in Africa and Europe painted pictures of animals and people on cave walls. Archaeologists have found graffiti on buildings at ancient sites in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, they discovered many graffiti written in Latin, including religious, political, and romantic messages, and even some magic spells."}
{"text_id": "59-b1", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? You’re not alone. Every year, thousands of people try to climb the highest mountains or cross whole continents. In the past, explorers used maps and compasses. Today, adventurers use modern tools like GPS and satellite phones. Many of them love nature and use their trips to bring attention to environmental problems. Others want to help people in need and raise money for charities."}
{"text_id": "60-b1", "simplified": "The first mission is called DART, which stands for Double Asteroid Redirection Test. Scientists plan to try it on the small moon of an asteroid named Didymos. This moon, nicknamed Didymoon, is about 150 meters wide. It orbits a larger asteroid that is about 800 meters wide. When DART hits the moon, it should change the moon’s path a little. Scientists hope telescopes on Earth will be able to see this change."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is a 16-year-old girl. Her father died in a mining accident, so she has to feed her family. She hunts in the woods near District 12 with her friend Gale and becomes very skilled with a bow and arrow. When her younger sister, Prim, is picked as a tribute, Katniss volunteers to take her place. The other tribute from District 12 is a boy named Peeta, and Katniss soon develops a complicated relationship with him."}
{"text_id": "62-b1", "simplified": "Writing down your dreams helps you remember more details. Note who was there and where it happened, since those details can add meaning. After a week, you might be surprised by how much you’ve written. Then try linking your dreams to your daily events and feelings."}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood, so they could catch fire easily. This was especially true for old train bridges. Sparks from steel wheels on steel tracks could start a fire and sometimes burn the bridge down."}
{"text_id": "64-b1", "simplified": "It’s hard to know exactly how street art will change in the future, but some patterns are starting to show. Most street artists are young and paint in their own city or neighborhood. Still, more and more of them are traveling and making art around the world. Many artists also use the internet to talk with each other and share photos of their work. The art world is giving street art more respect and attention as a real form of art. We don’t know what’s next, but we can be sure street art is here to stay."}
{"text_id": "65-b1", "simplified": "Suzanne Collines has always found news programs about wars upsetting. When she was a child, her father was a pilot in the U.S. Air Force, and he fought in Vietnam. Her mother tried to protect her by not telling her about the war. But she still saw the war on the news and knew her dad was there. It was very scary for her."}
{"text_id": "66-b1", "simplified": "A global survey by PwC gathered responses from over 40,000 people, including millennials (born 1983–1993) and people of other ages. They were asked about workplace culture, communication and work styles, pay, career growth, and work–life balance. In a separate global survey by Deloitte, more than 10,000 millennials shared their views on the risks and opportunities they see in today’s workplace."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is an adventurer from the United States. He does many kinds of exciting activities. He has biked across the deserts of Morocco, kayaked through the Grand Canyon, and climbed Mount Everest. Amazingly, Erik has been blind since he was 13 years old. Besides traveling, he encourages people who have disabilities to be active. He also takes groups of blind kids on climbing trips."}
{"text_id": "68-b1", "simplified": "Online platforms that are open to everyone give people a chance to make a little extra money. For example, busy parents might not have had time to set up a table at a local market or hold a yard sale to sell their children’s old things. But with online marketplaces, they can easily sell barely worn baby clothes their kids have outgrown, along with the pricey strollers and baby gear they bought, and get some money back."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker spend 227 days in a lifeboat. They deal with hunger, sickness, and extreme tiredness. They face violent storms and the burning heat of the Pacific sun, but they still survive. Sometimes Pi’s three religions comfort him; other times he feels very lonely and hopeless. At last, they see the coast of Mexico in the distance, and everything changes. I won’t spoil the ending—read the book to find out what happens when they finally see land."}
{"text_id": "70-b1", "simplified": "Chloe got home from school, made a cup of coffee, and took it to her bedroom. She had homework, but she would do it later. She wanted to enjoy the quiet hour before her parents got home and the house filled with talking, the TV, and her dad’s favorite jazz music while he cooked dinner. She also liked this time because she could play with her pet rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA’s space safety team had found about 9 out of 10 big space rocks near Earth. These rocks can be as big as mountains, about half a mile wide. They come close to the path Earth takes around the Sun, about 31 million miles away. NASA thinks about 50 more are still out there to find. Of the 887 we know about, none are a big danger to Earth."}
{"text_id": "72-b1", "simplified": "After Auggie decides to go to school, he has to face his first day. Like any kid at a new school, he feels very nervous. Because of how he looks, the day is really hard. No one wants to sit next to him. He sees kids staring and whispering about him. Luckily, he becomes friends with Jack, a boy in his class, and Summer, a girl he talks with at lunch. But the hard times don’t end after the first day. Some classmates won’t even touch him because they say he has “the plague,” like they could catch something from him. Through the year, Auggie has big ups and downs. Then, at a school camp, something unexpected and very upsetting happens, and it changes everything."}
{"text_id": "73-b1", "simplified": "The two men looked toward the north end of the property. It stretched so far that the fences were hard to see. No matter how bored or rebellious a teenage boy felt, he couldn’t get away on foot. Sam watched the biggest horse paw at the ground with its heavy hooves. Can the boy ride? he wondered. Out here, miles from anyone, a good rider could get into plenty of trouble. But someone who didn’t know horses and wanted to run from his father could end up in even worse trouble."}
{"text_id": "74-b1", "simplified": "More than 4,000 climbers, ages 13 to 80, have reached the top of Mount Everest. Climbing high mountains in freezing weather and strong storms is still very dangerous, but the best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with climbing as a teenager. After she finished school, she worked as a nurse, but she kept climbing in her free time."}
{"text_id": "75-b1", "simplified": "After climbing Mount Everest, Gerlinde set a new goal: to climb all 14 mountains in the world that are higher than 8,000 meters (about 26,000 feet). She makes it even harder by climbing without oxygen tanks. This is dangerous because the air near the top is very thin, and low oxygen can hurt the brain and body. Gerlinde also uses her fame to raise money and awareness for a charity that helps poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "When we look at the things we’ve bought over time, we can see that not everything gets used. For example, we might have a thick wool coat we bought because it looked stylish, even though we live in a hot, tropical place. We might have a smartphone we stopped using after buying the newest model. Some of us have a car that we only drive on weekends. We might even have a guest room that turned into a storage room."}
{"text_id": "77-b1", "simplified": "In many times and places, people have believed that dreams can predict the future. They thought dreams were messages from the gods, sent to give us information or warnings. Even today, many people remember dreaming about a person, place, or event, and later the dream came true in real life."}
{"text_id": "78-b1", "simplified": "Many of the biggest and most costly transportation projects in the world are bridges. Bridges are important connections that let cars, trucks, and trains cross rivers and lakes, deep mountain valleys, or other roads. Because of this, bridges are a major part of civil engineering. They are examined very closely, especially when one collapses."}
{"text_id": "79-b1", "simplified": "After weeks of frustration, Gabriela emailed her Swedish manager about problems with her team. He only asked if the team was still getting the work done and what she thought would help her work better with them. Gabriela found his reply unclear and felt he wasn’t handling the problem well."}
{"text_id": "80-b1", "simplified": "Dogs that live in packs have learned that people often give food to smaller, cuter dogs. So the pack sends those dogs to beg for food for everyone. Some dogs have even learned to ride the city subway to get from one part of their area to another. Scientists don’t know how the dogs know when to get off the train. One idea is that they use their strong sense of smell to find the places they like. Another idea is that they learned the station names from the announcements. Either way, people on the subway are so used to seeing dogs on the trains that most locals hardly notice them anymore."}
{"text_id": "81-b1", "simplified": "Ed Stafford, from the UK, was the first person to walk the entire length of the Amazon River. He started at a small stream in the Andes Mountains in Peru. He finished at the mouth of the river in Brazil two years and four months later, after walking about 6,000 kilometers (around 3,700 miles). The Amazon rainforest is home to poisonous snakes, crocodiles, and jaguars. Ed was in danger the whole time. Luckily, he survived with only a few thousand mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends over £1,000 a year on new clothes, which is about 4% of their income. That may not seem like much, but it hides two serious problems for people and the environment. First, a lot of this shopping is done with credit cards. On average, each adult owes about £670 in credit card debt, which is about 66% of their yearly clothing budget. Second, many people are buying things they don’t need with money they don’t have. Britain throws away about 300,000 tons of clothing every year, and most of it ends up in landfills."}
{"text_id": "83-b1", "simplified": "Ed’s journey would have been impossible without technology. He used a radio to ask local people for food and for permission to cross their land. Many of them came to meet him and guided him through the hardest parts of the rainforest. While walking, Ed kept a blog, writing about his daily experiences. He also used the media attention on his trip to speak out against rainforest destruction and to raise money for environmental and children’s charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Many businesses now see that the sharing economy can make money. They want to profit by using resources that often sit unused. A popular model is to create an online platform that connects customers with people who can offer a product or service. For example, Airbnb acts as a middleman. It helps people rent out extra rooms or homes and earn money from them. Uber is another example. It lets people use their own cars as taxis to make extra cash in their free time."}
{"text_id": "85-b1", "simplified": "One of the main jobs of modern zoos is to run international breeding programs, especially for endangered species. In the wild, the rarest animals often struggle to find mates and have babies. They also face dangers like illegal hunters, shrinking habitats, and predators. A well-run zoo gives these animals a safe place to live and breed. When wild populations get smaller, there’s a higher risk that animals will be too closely related. Breeding programs act as a safety net: animals raised in zoos can be released into the wild to add more genetic variety."}
{"text_id": "86-b1", "simplified": "These kinds of accidents are very rare, but boats and trains can make a bridge collapse for different reasons. For trains, it’s the speed of the impact that can bring a bridge down. For boats, it’s their huge weight that can cause a collapse, even if they move slowly. The best way to prevent bridge failures is to be prepared. New tools that find weak spots, safer work sites, and better bridge designs can all help reduce the chance of these accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is very scared of the animals, so he jumps into the ocean. Then he remembers there are hungry sharks nearby and knows he has to climb back into the lifeboat. In the lifeboat, the animals kill and eat each other one by one, until only Pi and the tiger are left. Luckily for Pi, the tiger, who he names Richard Parker, is seasick and doesn’t want to eat him right away."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is elected that his parents don’t support. Worried about the future, they decide to close their zoo and move to Canada. They sell some animals to zoos in North America and bring others with them on a ship to Canada. During the trip, a terrible storm hits and the ship sinks. Sadly, Pi’s family and the crew drown. Pi survives and ends up in a lifeboat with a hyena, a zebra, an orangutan, and a huge tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teens and young adults by American author Suzanne Collins. It was published in 2008 and has been translated into 26 languages. Millions of copies have been sold worldwide. It was also the first book for young readers to sell more than one million digital copies. The Hunger Games was later made into a major Hollywood movie that was just as successful. It earned $152.5 million in its opening weekend in North America alone."}
{"text_id": "90-b1", "simplified": "Dreams might be our brain sorting the thoughts we had during the day. In dreams, those thoughts show up as pictures or symbols. When we are awake, we mostly think in words, like talking to ourselves in our heads. When we sleep, the part of the brain that handles language slows down, and the part that handles emotions becomes more active."}
{"text_id": "91-b1", "simplified": "Good relationships are a big part of being happy. In one study, most happy people had close ties with friends and family and spent time with them often. You also need at least one person you can share your personal feelings with. This is called self-disclosure. Having one person for honest, heart-to-heart talks, plus a group of other friends, is enough. Just having lots of friends to hang out with or talk about music or sports is not enough. That deeper connection matters most. Some people need to learn to listen well so their relationships can grow stronger."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck, who promotes the “growth mindset,” says our brains can change and grow. This means we can develop skills and talents, even if we weren’t good at them at first. Many people praise only the final result or what seems like natural talent, like saying, “You really notice details,” or “You’re great at planning events.” But research shows it helps more to focus on how the work gets done. When we praise effort, trying new ideas, and problem-solving, we encourage people to build new skills and keep improving their talents."}
{"text_id": "93-b1", "simplified": "The rover checks the air around it from time to time. In 2014, it found methane, a simple gas that is part of natural gas. Methane does not last very long—only a few hundred years. So something on Mars must be making more of it. NASA says Mars can release thousands of tons of methane at a time. The amount of methane goes up and down with the seasons, almost like the planet is breathing."}
{"text_id": "94-b1", "simplified": "Early in her career, the psychologist Carol Dweck at Stanford University gave a group of 10-year-olds problems that were a little too hard. One group reacted in a positive way. They said they liked the challenge and believed they could get better with practice. Dweck calls this a “growth mindset.” It means they focus on what they can learn and do in the future. But another group felt their intelligence was being judged and that they had failed. They had a “fixed mindset.” They did not think they could improve. Some of these kids said they might cheat next time. Others looked for someone who did worse so they could feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror movies often take place in empty, abandoned places, like an old hospital, an empty house, or a ghost town. These places feel creepy and make us wonder what life was like there and why people left. The silence can be scary, too. They also make the story feel more realistic, since there probably isn’t any cell phone service in places like that."}
{"text_id": "96-b1", "simplified": "In horror movies, basements are always scary. That’s usually where something hides, or where an evil person keeps their tools. Basements are dark and often damp. You reach them by a narrow staircase. They feel creepy, even when nothing is down there."}
{"text_id": "97-b1", "simplified": "Gary Collins, an off-duty police officer, was watching the London riots on TV. He quickly recognized several people and cut his vacation short to help identify them. He spent six months reviewing security camera footage and identified 190 people, many just by their eyes. His help was crucial to the investigation. Even with 200,000 hours of video, facial recognition software identified only one person."}
{"text_id": "98-b1", "simplified": "I think it’s exciting to think about speeding up human evolution by adding technology to our bodies. Imagine putting a small computer in the brain. We may soon be able to do that to improve our math skills, our hearing and sight, and our memory. This idea will likely become more common over time."}
{"text_id": "99-b1", "simplified": "The talk was really interesting, and the speaker was right about a few things. One was how much parents influence their kids. It’s hard to expect teens not to text during homework when they see their parents posting on social media while cooking dinner or waiting at a red light. She also said that people try to be in more than one place at the same time, so they switch between real-life and online conversations. I see this with my teenage daughter and her friends: they make plans to meet, then sit together in silence while each one chats with someone else online."}
{"text_id": "100-b1", "simplified": "News stories can make it seem like the world is getting more violent, but there are reasons to be hopeful. From the end of World War II to 1990, 30 wars each killed more than 100,000 people. Today there are still civil wars, but many countries are living together more peacefully than before. However, terrorism has risen in recent years, and since World War II, wars have killed many more civilians than soldiers. Even so, the numbers for civilians are not all bad. People are about nine times more likely to die from violent crime than from political conflict, but the global murder rate has gone down slightly—from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has devoted her life to human rights. She has seen many international projects in Bangladesh that try to educate and train women and girls, but too often, when these projects end, the women are left without support. She believed Bangladesh needed to stand up for itself, so she combined her two passions—mountaineering and human rights—to try to change how people view women in her country. She first learned to climb while working on aid campaigns in Tibet and Nepal, since Bangladesh is a coastal, mostly flat country where most people have never seen a mountain. Her campaign seems to be working, as people in Bangladesh—and around the world—are paying attention."}
{"text_id": "102-b1", "simplified": "Many people think developing countries are in terrible shape: trapped in extreme poverty, ruled by dictators, and with little hope for real change. But this is far from the truth. A major transformation is happening. Over the past 20 years, more than 700 million people have raised their incomes and escaped poverty. Every year, six million fewer children die from disease. Millions more girls are in school, and millions more people have access to clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to stay positive by using a “feedback sandwich.” This means they put a negative comment between two positive ones. But if they do this all the time, workers may think the positive parts are just there to cover up the negative, so the praise stops mattering. Positive feedback shouldn’t be used only to make bad news easier to hear. It should also be given by itself to recognize and encourage good work."}
{"text_id": "104-b1", "simplified": "I am part of a group called the Campaign to Stop Killer Robots. Don’t think about scary movie robots like the Terminator. Think about what is happening now. Armies already use machines, like drones and guard robots, that can hurt or kill people with very little help from humans. The next step could be robots that follow orders but still choose on their own who to kill. I think this is wrong and dangerous for everyone. We need to be very careful about what we let machines do."}
{"text_id": "105-b1", "simplified": "More people are learning English than all other languages put together, and English is used in the most countries. But Chinese has the most native speakers by far. There isn’t much connection between how many native speakers a language has and how many people are learning it. However, there is a stronger link between the number of learners and the number of countries where the language is spoken."}
{"text_id": "106-b1", "simplified": "Your manager stops you and says she needs to talk about how you did on the recent project. You worry all weekend, wondering what you might have done wrong. On Monday morning, you go into her office. She starts by praising your work, and you wonder if this is the start of a “feedback sandwich.” In a feedback sandwich, people say something nice, then bring up the real problem, and then say something nice again."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast, catchy rock album, but its lyrics are still powerful. Behind the upbeat sound are stories about the dark side of the American dream. Many songs show the struggles of hard-working, everyday people and the bitterness and anger they feel when life doesn’t bring riches or fame. For example, Glory Days is about small-town people looking back on their youth, when they felt they could do anything. Downbound Train tells of a young man whose life falls apart after he loses his job. It’s easy to imagine Bruce Springsteen writing about real people he knew—and the life he might have lived if he hadn’t become a star. This album makes it clear that “the Boss” has a rare and powerful talent."}
{"text_id": "108-b1", "simplified": "Lewis Pugh wants to increase the share of the world’s oceans that are protected—from about 3% now to 10%—to repair damage caused by people, like overfishing, pollution, and trash. He has seen this damage up close during his trips. He has swum over coral reefs that have turned white (bleached) because the water is warmer. He has also seen empty areas in the shallow Red Sea, with little sea life and plastic scattered around. Pugh believes nature can recover if we give it space, but time is running out. If we don’t start caring for our oceans now, we could soon face a problem we can’t fix."}
{"text_id": "109-b1", "simplified": "Best-selling author Terrie Sharp knows how to tell a good story. She has won the Olive Crime Writer Award twice. She was born on a housing estate in Glasgow that had the city’s highest crime rate. There, she learned to keep quiet, stay out of trouble, and even how to open car doors with a knife. Luckily, she used that knowledge only to write her novels. She is not so quiet now. She appears on popular daytime shows like Police Today and speaks at writing conferences across the UK."}
{"text_id": "110-b1", "simplified": "Do you think things are getting worse? Is progress impossible? In his book Enlightenment Now, Steven Pinker looks at how people are doing and finds good news. Today, many people live longer, healthier, freer, and happier lives. But he also gives a warning. The Enlightenment is the idea that we should use reason and science to make life better. Pinker says these ideas are in danger. Some media and leaders try to turn people against each other with “us versus them” talk. They spread fear, hopelessness, and distrust. If this keeps happening, it can cause lasting harm to important systems, like democracy and countries working together."}
{"text_id": "111-b1", "simplified": "In old horror movies, the main characters were often in trouble and couldn’t call for help or the police. Today, cell phones make that harder to believe. So to keep the suspense, movies often take away the phone signal. If you’re the hero in a horror movie, it’s almost guaranteed that when you really need to call, you’ll have no service. Or your battery will die right as you make the call. Sometimes both happen."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana companies in Central America were losing their best-selling banana, the Gros Michel, also called Big Mike. Now the same problem is hitting its replacement, the Cavendish. Gros Michel bananas were easy to ship, had thick skins, and tasted sweet, so farmers grew them on most plantations in Central America. United Fruit, the biggest grower and exporter in South America at the time, grew huge numbers of bananas by making new plants from pieces of the stems instead of using seeds, and by planting them very close together in the fields."}
{"text_id": "113-b1", "simplified": "Most spiders have venom, which is a kind of poison. They use it to catch their food, not to hurt people. Only about 25 kinds of spiders have venom that can really harm humans. Spider bites can hurt, but they almost never cause death. In Australia, the Sydney funnel-web spider has not caused any deaths since doctors made a special medicine called antivenom in 1981. Also, do not bother hairy spiders like tarantulas. When they feel scared, they can flick tiny, itchy hairs into the air. These hairs can stick in your skin or eyes and make them sting and itch."}
{"text_id": "114-b1", "simplified": "This common pattern in horror movies was very popular in the late 1900s. It starts with a group of teenagers having fun, but it ends with everyone dead except one girl. At first, the girl is usually innocent, shy, and not very strong. By the end, she becomes tough and good at solving problems. The “last girl” almost always survives."}
{"text_id": "115-b1", "simplified": "If we want to understand where our ability for complex language came from, we should look at how the human brain is different from other animals. It’s not just about brain size. What the brain can do, and when and why those abilities developed, also matter. There are only a few physical clues. Artifacts left by our ancestors don’t show what kinds of speech they could make. But in early human remains, we can study the mouth, throat, and tongue. By about 100,000 years ago, humans had the right speech organs to make complex sounds. Before that, scientists can only guess whether early humans used simpler sounds to communicate."}
{"text_id": "116-b1", "simplified": "Society, not nature, tells girls to pick art and language arts and leave math and physics to boys. Kids also don’t see many women working in science. In cartoons, movies, and books, the crazy scientist, genius inventor, or brave astronaut is usually a man. People also think scientists are nerdy, not very social, and work alone—but that’s not true. These false ideas in the media can make girls feel that science isn’t for them. Seeing more positive female role models in science would help girls feel confident and like they belong in those subjects."}
{"text_id": "117-b1", "simplified": "The Scallion is printed every week and handed out for free in university buildings. About 10,000 students read it. It is written and produced only by students. A survey shows that students and staff value it for entertainment, learning about culture, and gaining work experience. However, printing costs a lot. Also, some students can’t get a copy easily because you have to go to campus to pick one up. There is also an environmental problem: many copies end up as trash on campus."}
{"text_id": "118-b1", "simplified": "At Girox Foods, about 12% of our employees leave each year. That might not seem high, but the usual rate in our industry is only 7%. The main goal of this report is to find out what makes employees feel engaged at our company. Based on what we learn, we will give suggestions to make the workplace better and help us keep more employees."}
{"text_id": "119-b1", "simplified": "A lot of what the speaker said felt true to me. I think there is a danger: the more connected we are online, the more lonely we can feel. This may not be a big problem for my generation, because we spent many years without today’s technology. We know how to be alone, and we know it is okay to be alone. But people under 20 are a different story. They are so busy messaging and posting that they rarely spend quiet time alone, and they might not learn how to enjoy their own company. Also, they are learning to communicate through texts that can be edited and changed, instead of learning the skill of real, face-to-face conversation with the person right in front of them."}
{"text_id": "120-b1", "simplified": "Don’t always add criticism right after praise. If people expect a negative comment every time you say something nice, the praise loses value and they may ignore it. Give praise by itself sometimes. Save helpful feedback for another time."}
