{"text_id": "39-b1", "simplified": "Many bridge accidents happen while the bridge is being built. They usually happen because engineers make mistakes, such as miscalculating. The bridge can collapse under its own weight, which can kill the workers on it.", "target_cefr": "B1"}
{"text_id": "35-b1", "simplified": "What do art experts think about graffiti and street art?  \nLately, many people see it as real art.  \nBig shows of street art have taken place in galleries in Paris, London and Los Angeles.  \nIn 2008, the American artist Elura Emerald held a street‑art show in a New York gallery.  \nShe said that street artists are only expressing themselves, not hurting anyone, and that they should be appreciated and celebrated.", "target_cefr": "B1"}
{"text_id": "37-b1", "simplified": "The Hunger Games is set in a future world after North America was destroyed. The country is called Panem and has twelve poor districts. They are ruled by the rich Capitol, which has all the power. Each district makes something that the Capitol needs. District 12, where the story starts, mines coal for the whole country. There used to be a thirteenth district, but it rebelled against the Capitol and was destroyed.", "target_cefr": "B1"}
{"text_id": "103-a2", "simplified": "Many managers try to make their feedback more positive. They put a negative comment between two positive comments. This is called the sandwich method. If managers do it all the time, employees may think the positive comments are just a cover for the bad news. Then the positive comments are worth less. Managers should give positive feedback for its own sake. It should help people do better and feel good about their work.", "target_cefr": "A2"}
{"text_id": "98-b1", "simplified": "I think it is interesting to think about how we can speed up our evolution by improving our bodies. Imagine putting a computer inside your brain! Soon we may be able to do that and it could make us better at math, help us see and hear more clearly, and improve our memory. This idea will become more common.", "target_cefr": "B1"}
{"text_id": "56-a2", "simplified": "Gabriela noticed that she and her team were different. She decided to talk to them. She asked how they felt about her way of leading. The team liked being asked. They said they do not like being told what to do. They like having freedom to do things their own way. When Gabriela told them exactly what to do, they felt she did not trust them. They realized that Gabriela got upset when they tried to change her ideas. They explained that this is how they always work.", "target_cefr": "A2"}
{"text_id": "70-b1", "simplified": "Chloe came home from school. She made a cup of coffee and carried it to her bedroom. She had homework, but she could do it later. She wanted to enjoy the quiet hour before her parents came home and the house filled with evening sounds like talking, television, or her dad listening to his favorite jazz while he cooked dinner. She liked this time of day because she could play with her pet rats.", "target_cefr": "B1"}
{"text_id": "55-a2", "simplified": "Before, Gabriela worked in a company where people respected bosses a lot. In that company, bosses made most decisions and people rarely questioned them. Her Swedish team is different. They work in a company where people talk with bosses to solve problems together. In that company, bosses act like coaches. They want people to think on their own and ask questions.", "target_cefr": "A2"}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together.  \nThey can teach people about protecting animals and their homes.  \nSome zoos give a safe home to animals that were hurt in circuses or pets that were left.  \nThey do research on animals.  \nThey learn how animals act and how to help when animals are sick.", "target_cefr": "A2"}
{"text_id": "102-b1", "simplified": "Many people think that developing countries are in a terrible situation. They believe the people live in extreme poverty, are ruled by dictators, and have little hope for change. But this is not true. In reality, a great transformation is happening. In the last 20 years, more than 700 million people have earned more money and left poverty. Also, every year about six million fewer children die from disease. Millions of girls are now in school, and millions of people can use clean water.", "target_cefr": "B1"}
{"text_id": "68-a2", "simplified": "Online platforms let people make a little money. Busy parents might not have time to set up a stall at a market or a car boot sale. But now they can sell their children’s old clothes and expensive baby equipment online. This way they can earn money and put it back into their pockets.", "target_cefr": "A2"}
{"text_id": "105-a2", "simplified": "More people are learning English than all the other languages together.\nEnglish is spoken in the most countries.\nChinese has the most native speakers.\nThere is little link between how many native speakers a language has and how many people learn it.\nBut there is a stronger link between how many learners a language has and how many countries speak it.", "target_cefr": "A2"}
{"text_id": "53-a2", "simplified": "Some councils try to stop artists from painting graffiti everywhere. They give artists special places to paint. In Taiwan, there are graffiti zones. Artists can paint and write on the walls there. In São Paulo, Brazil, the city council lets some graffiti artists paint on subway trains.", "target_cefr": "A2"}
{"text_id": "69-b1", "simplified": "Pi and his tiger, Richard Parker, spend 227 days on a small lifeboat. They have to deal with hunger, sickness, and extreme tiredness. Storms hit them hard, and the Pacific sun burns their skin. Despite all this, they keep living. \n\nSometimes Pi feels comfort in his three religions. Other times he feels very lonely and sad. \n\nWhen the Mexican coast finally appears on the horizon, everything changes. The story ends there, so you will have to read the book to find out what happens to Pi and Richard Parker when they reach land.", "target_cefr": "B1"}
{"text_id": "66-b1", "simplified": "PricewaterhouseCoopers (PwC) ran a global survey. It collected more than 40,000 answers from both millennials (people born 1983‑1993) and other age groups. The survey asked about workplace culture, how people communicate and work, pay, career development, and work‑life balance.\n\nDeloitte conducted another global survey. It received more than 10,000 answers from millennials. They were asked about the threats and opportunities in today’s complex job world.", "target_cefr": "B1"}
{"text_id": "99-b1", "simplified": "The talk was very interesting. The speaker made good points. She talked about how parents influence their children. For example, teenagers often text while doing homework because they see their parents posting on social media while cooking or waiting at a red light. She also said that many people want to be in more than one place at the same time. They switch between real life and online chats. I see this all the time with my daughter and her friends. They meet and sit together, but each of them is on a different conversation online.", "target_cefr": "B1"}
{"text_id": "100-b1", "simplified": "Some news stories make us think the world is getting more violent, but there is also hope.  \nBetween the end of World War II and 1990, 30 wars killed more than 100,000 people.  \nToday there are still civil wars, but most countries live together more peacefully than before.  \nTerrorism has risen in recent years.  \nSince World War II, wars have killed more civilians than soldiers.  \nFor civilians, the picture is not all bad.  \nViolent crime causes about nine times more deaths than political conflict.  \nThe global murder rate has fallen a little, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "target_cefr": "B1"}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first film directors to use the 17 stages of the hero’s journey as a guide for his stories. Usually a hero begins the story in a normal life. Then something happens that invites the hero to a new adventure that changes everything. In the first Star Wars movie, Luke lives a normal life with his aunt and uncle and repairs robots. When he discovers Princess Leia’s message to Obi‑Wan Kenobi inside the robot R2‑D2, that is the call to adventure. It sends Luke on his hero’s journey.", "target_cefr": "B1"}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is from the United States. He is a multi‑adventurer. He has ridden a bicycle across the deserts of Morocco, kayaked in the Grand Canyon, and climbed Mount Everest. Erik has been blind since he was 13 years old. He also works to help people with disabilities live active lives. Erik takes groups of young blind people on climbing trips.", "target_cefr": "B1"}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made a cup of coffee. She took it to her bedroom.\nShe had homework, but she could wait.\nShe wanted to enjoy the quiet hour before her parents came home.\nThe house would be full of sounds of talking, TV, or her dad listening to his favorite jazz while he cooked dinner.\nShe liked this time because she could play with her pet rats.", "target_cefr": "A2"}
{"text_id": "71-b1", "simplified": "In 2010, NASA’s planetary defence team found and logged 90 % of the asteroids that are about 1 km wide and come close to Earth. These near‑Earth objects, or NEOs, are as big as mountains and are within 50 million kilometres of Earth’s orbit. NASA thinks there are still about 50 more that have not been logged. None of the 887 NEOs that are already known pose a serious threat to the planet.", "target_cefr": "B1"}
{"text_id": "104-a2", "simplified": "I am a member of the Campaign to Stop Killer Robots.  \nThink about real life, not the movie.  \nMilitary machines like drones, gun turrets and sentry robots are already used to kill with little human help.  \nThe next step will be self‑operating robots that decide who to kill.  \nThis is wrong and dangerous for people.  \nWe must be careful about what we ask machines to do.", "target_cefr": "A2"}
{"text_id": "38-b1", "simplified": "Wild animals often come to cities looking for food.  \nIn Cape Town, South Africa, baboons now visit houses on the city’s edge to eat.  \nThey open trash cans and take fruit from gardens and orchards.  \nSome bold baboons even enter homes and steal food from cupboards and fridges.  \nBaboons can be aggressive and have attacked many pets.  \nBecause of this, most city residents do not welcome them.", "target_cefr": "B1"}
{"text_id": "36-b1", "simplified": "Most people dream four to six times each night after they are ten years old. That means they have about 2,000 dreams every year. By the time they are 80, they may have had around 140,000 dreams. We usually forget most of them—about 95 to 99 percent—so we remember only a few thousand over our whole life. Because of this, it is easy to think that sometimes a dream is followed by a similar event in real life, especially when the dream is about something that happens often.", "target_cefr": "B1"}
{"text_id": "35-a2", "simplified": "What does the art world think about graffiti and street art? Many people now see it as real art. Big shows have been held in galleries in Paris", "target_cefr": "A2"}
{"text_id": "73-b1", "simplified": "The two men looked toward the northern end of the property. It seemed to stretch forever. Even the fences were hard to see from where they stood. Even if a teenage boy was bored and rebellious, he could not escape on foot. Sam looked at the biggest horse, which was kicking the ground with its heavy hooves. Could the boy ride? he wondered. A good rider could get into a lot of trouble out here, far from anyone. But it might be even more trouble for someone who knows nothing about horses and wants to run away from his father.", "target_cefr": "B1"}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is from the United States, and he is a multi‑adventurer.  \nHe has ridden a bike in the deserts of Morocco.  \nHe has kayaked in the Grand Canyon.  \nHe has climbed Mount Everest.  \nHe has been blind since he was 13 years old.  \nHe encourages people with disabilities to live active lives.  \nHe takes groups of young blind people on climbing trips.", "target_cefr": "A2"}
{"text_id": "105-b1", "simplified": "More people are learning English than all other languages combined. English is spoken in more countries than any other language. Chinese has the largest number of native speakers. The number of native speakers does not strongly predict how many people learn a language. Instead, languages that are spoken in many countries tend to have more learners.", "target_cefr": "B1"}
{"text_id": "42-b1", "simplified": "Campbell says that a hero usually rejects the call to adventure at first. Then a mentor appears and helps the hero. The hero decides to cross the threshold and go into the special world where the adventure begins. In this world the hero faces tests, fights enemies, and meets friends while getting ready for the biggest challenge. In Star Wars, Luke’s mentor is Obi‑Wan Kenobi. His friends are Han Solo and the robots R2‑D2 and C‑3PO. The main enemy is Darth Vader, and the special world is the Death Star.", "target_cefr": "B1"}
{"text_id": "101-b1", "simplified": "Wasfia has spent her life helping human rights, working on many projects abroad that teach and train women and girls. But often, when those projects stop, the women are left without support. Wasfia realized that Bangladesh must stand up for itself, especially after seeing the gaps in help. She combined her two interests—climbing mountains and human rights—to change how people see women in her country. She first started climbing while working on aid projects in Tibet and Nepal. In Bangladesh, a mostly flat country, few people have ever seen a mountain. Her campaign is working, as more people in Bangladesh begin to support women's rights, and people around the world notice too.", "target_cefr": "B1"}
{"text_id": "74-b1", "simplified": "More than 4,000 climbers, from 13 to 80 years old, have reached the summit of Everest. Climbing high mountains in cold weather and strong storms is still very dangerous. The best climbers in the world are now looking for new challenges. Gerlinde Kaltenbrunner from Austria became interested in mountain climbing when she was a teenager. After she finished school, she worked as a nurse, but she kept climbing during her free time.", "target_cefr": "B1"}
{"text_id": "106-b1", "simplified": "Your manager stops you and says she wants to talk about your performance on the recent project. You think about it all weekend and worry about what you might have done wrong. When you go into her office on Monday morning she starts by praising the good work you did. You wonder if this is just the first part of the usual “feedback sandwich”: say something nice, give the real comments, and say something nice again.", "target_cefr": "B1"}
{"text_id": "106-a2", "simplified": "Your manager stops you and says she needs to talk about your performance in the recent project. You worry about it all weekend, thinking about what you might have done wrong. When you go into her office on Monday morning she starts by praising you for the good work you did on the project. You wonder if this is just the usual praise that begins a “feedback sandwich.” You know how the feedback sandwich works: say something nice, say what you really want to say, then say something nice again.", "target_cefr": "A2"}
{"text_id": "46-a2", "simplified": "NASA needs money to build NEOCam. NEOCam is a 0.5‑metre space telescope. It uses heat light to spot space rocks. NEOCam will look for NEOs (Near‑Earth Objects) that are medium‑sized. NASA can find the medium‑sized NEOs that are still left if it gets the money. If NASA gets the money, it can finish the work in ten years. Once the space rocks are recorded, the team that protects the planet must decide how to keep the planet safe from dangerous space rocks — the PHAs (dangerous space rocks).", "target_cefr": "A2"}
{"text_id": "33-a2", "simplified": "A new trend is growing against buying many things.  \nIt is called the “buy nothing” trend.  \nIt began in Canada in the early 1990s.  \nThen it moved to the United States.  \nPeople use it to say no to buying too much on Black Friday and Cyber Monday, which happen during Thanksgiving weekend.  \nOn Buy Nothing Day, people hold protests and cut their credit cards.  \nDuring the rest of the year, Buy Nothing groups help each other share and fix items they already own.", "target_cefr": "A2"}
{"text_id": "44-b1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that the things we see in our dreams show hidden parts of our mind. Freud believed that by understanding dreams, we can learn about our hidden feelings and the problems they cause. The other idea was the opposite. It said that dreams are just random activity in the brain while it sorts out memories and events from the day. When we wake up, we try to make sense of these random images and feelings and turn them into a story.", "target_cefr": "B1"}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams each night after they turn ten. That is about 2,000 dreams a year. When a person is 80 years old, they might have had about 140,000 dreams. We forget 95–99% of our dreams. Still, we remember a few thousand in a lifetime. It is easy to think a dream is followed by a similar real event. This happens because the dream topic occurs often in everyday life.", "target_cefr": "A2"}
{"text_id": "72-b1", "simplified": "Auggie decided to go to school, hoping to make new friends and learn new things. On his first day he felt very nervous, like many children who start a new school. Because of the way he looks, the experience was very painful. No one wanted to sit next to him because they were unsure how to interact with him. He saw other kids stare at him and hear them talk about him behind their backs. Luckily he made friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. However, the first day was not the only hard part, as Auggie soon faced further challenges. Auggie soon learned that his classmates did not want to touch him because they were afraid of catching \"the disease.\" As the school year went on, Auggie had many ups and downs. Finally, an unexpected and very upsetting event at a school camp changed everything.", "target_cefr": "B1"}
{"text_id": "59-a2", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If you have, you are not alone. Every year, thousands of people try to climb the world’s highest mountains or walk across continents.\n\nIn the past, explorers used maps and compasses. Today, adventurers use modern technology like GPS and satellite phones.\n\nMany adventurers love nature. They use their trips to raise awareness about environmental problems. Some adventurers want to help people in need and raise money for charities.", "target_cefr": "A2"}
{"text_id": "66-a2", "simplified": "PricewaterhouseCoopers (PwC) conducted a global survey. They received more than 40,000 answers. The answers came from millennials born between 1983 and 1993. The survey asked how people work with others. It also asked how they talk and how they work. It asked how much money they get. It asked how they get better at their work. It asked how they handle work and life. Deloitte conducted another global survey. More than 10,000 millennials answered. The survey asked what millennials think are the threats and opportunities in the complex world of work. They answered that the threats are X and the opportunities are Y.", "target_cefr": "A2"}
{"text_id": "68-b1", "simplified": "Online marketplaces give people an opportunity to earn some extra money.  \nFor example, busy parents used to find it hard to set up a stall at a local market or a car boot sale to sell their children’s old items.  \nNow, with online marketplaces, they can sell almost new baby clothes, strollers, and other baby equipment that they have bought.  \nThis way they can get some money back into their pockets.", "target_cefr": "B1"}
{"text_id": "107-a2", "simplified": "The album Born in the USA is fast rock. It has many strong songs. The songs make you feel emotions. The music is fast. The lyrics talk about the dark side of the American dream. Many songs show how hard workers struggle. They feel bitter and angry. Life does not give them riches. In Glory Days, people in a small town remember their youth. They think everything was easy. In Downbound Train, a young man loses his job. His life falls apart. You can see that the singer may have heard people he knows. He thought about another life. The album shows that the Boss has unique and extraordinary talent.", "target_cefr": "A2"}
{"text_id": "104-b1", "simplified": "I am a member of the Campaign to Stop Killer Robots.\nDon't just think of the scary movie image of a Terminator.\nRight now, military machines such as drones, gun turrets, and sentry robots are used to kill people. They do this with very little human control.\nThe next step could be fully autonomous \"murderbots\". They would follow orders but decide on their own who to kill.\nThis would be completely unethical and very dangerous for humanity.\nWe must be very careful about what we ask machines to do.", "target_cefr": "B1"}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? Is progress impossible? \nSteven Pinker writes in his book *Enlightenment Now*. \nHe looks at the big picture of human progress. \nHe finds good news. \nWe live longer. \nWe are healthier. \nWe are freer. \nWe are happier. \n\nPinker says the real problem is that the Enlightenment ideas of reason and science are being attacked. \nWhen people and leaders use tribalism, fatalism, and distrust, we risk harming important institutions. \nThese institutions are democracy and world cooperation.", "target_cefr": "A2"}
{"text_id": "41-b1", "simplified": "Another idea to protect Earth from a dangerous space rock is to kill it with a nuclear bomb. The space rock is a dangerous rock, called a potentially hazardous asteroid (PHA), that could hit Earth. This sounds like a movie story line and was the main story in the 1998 film Armageddon. But the HAMMER plan is a real NASA plan. The plan uses big rockets that weigh about eight tons. The rockets would be sent out toward the space rock to push it off its path. If the space rock is too near Earth for shifting it away to work, the big rockets would carry nuclear bombs. The bombs would explode to break the space rock apart.", "target_cefr": "B1"}
{"text_id": "31-a2", "simplified": "An important idea for the Hunger Games book comes from Suzanne’s love of Greek mythology. When she was a child, she liked the story of Theseus and the Minotaur. In that story, the city of Athens is ruled by Crete. The Athenians rebel. As punishment, the king of Crete, Minos, forces the Athenians to send seven boys and seven girls to Crete each year. The children go into a labyrinth and a monster called the Minotaur eats them. One boy, Theseus, fights the monster and kills it. Suzanne thinks Katniss Everdeen is like a future Theseus.", "target_cefr": "A2"}
{"text_id": "109-a2", "simplified": "Terrie Sharp is an author who sells many books. She tells good stories and has won the Olive Crime Writer Award twice. She was born in a neighbourhood in Glasgow that has the most crime. She learned to stay quiet, stay out of trouble, and to open car doors with a knife. She uses this experience to write her novels. She is not quiet now and appears on daytime shows like Police Today. She also goes to writing conferences all over the UK.", "target_cefr": "A2"}
{"text_id": "108-a2", "simplified": "Lewis wants the world to have more marine protected areas. He thinks they should grow from 3 per cent to 10 per cent. This can help fix damage made by humans, such as overfishing, pollution, and littering. Lewis has seen this damage himself. He swam near coral reefs that have lost colour because the water is too warm. He also saw empty shallow waters in the Red Sea. These places have no life and are full of plastic. Pugh says nature can heal if we give it space. But time is running out. If we do not take care of the seas, we may have a problem that cannot be solved.", "target_cefr": "A2"}
{"text_id": "71-a2", "simplified": "In 2010, a NASA team found and recorded 90 percent of the asteroids near Earth that are about 1 km wide. These are called near‑Earth objects, or NEOs. They are as big as mountains and are inside 50 million kilometres from Earth’s orbit, but NASA thinks about 50 more are still missing. The 887 asteroids that NASA already knows about are not a big danger to Earth.", "target_cefr": "A2"}
{"text_id": "69-a2", "simplified": "Pi and his tiger, Richard Parker, spend 227 days in a small lifeboat. They have little food, they get sick, and they feel very tired. They face big storms and the hot Pacific sun, but they survive. Pi sometimes feels comfort from his three religions, but sometimes he feels very lonely and sad. Then the Mexican coast appears on the horizon. Everything changes. The ending is a secret. You must read the book to find out what happens.", "target_cefr": "A2"}
{"text_id": "51-a2", "simplified": "Meagan McGrath is an adventurer from Canada.  \nShe climbed the highest mountain on each continent.  \nShe rode a bike across Canada.  \nShe ran a long race in the Sahara Desert when it was 45°C.  \n\nHer most amazing trip was skiing to the South Pole.  \nOn the first day she fell into a glacier.  \nShe was rescued.  \nMany people would have stopped, but Meagan kept going.  \nShe reached the South Pole forty days later.  \nShe pulled a sled with a tent and all her food.  \nShe walked through freezing weather and ice storms.", "target_cefr": "A2"}
{"text_id": "76-a2", "simplified": "If we look at the things we have bought, we see that many of them are not used. For example, we own a thick wool coat that we thought was stylish, but we live in a hot country. We also have a smartphone that we put away when we bought a newer one. The car is used only on weekends. Even the guest room in our house has become a storage room.", "target_cefr": "A2"}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti still existed, but street art grew fast around the world. Some artists made art to show political ideas, because they wanted people to think about war, inequality, and discrimination. Other artists liked to make art that is pretty and attractive. In South America, many street artists worked in poor neighbourhoods, adding colour, life, and beauty to grey city walls.", "target_cefr": "A2"}
{"text_id": "103-b1", "simplified": "Some managers try to make their feedback more positive by putting a negative comment between two positive ones. This is called the sandwich method. When this method is used too often, employees may think the positive comments are only a way to cover up the negative ones. This makes the positive comments less valuable. Instead, managers should give positive feedback that really encourages good performance, rather than just cushioning the negative.", "target_cefr": "B1"}
{"text_id": "75-b1", "simplified": "After climbing Mount Everest, Gerlinde decided to climb all fourteen of the world’s 8,000‑metre peaks. She wants the climb to be harder, so she climbs without oxygen tanks. This is risky because the low oxygen at the top can harm the brain and body. Gerlinde uses her fame as a climber to help a charity that supports poor children and orphans in Nepal.", "target_cefr": "B1"}
{"text_id": "114-a2", "simplified": "This is a common idea in horror movies from the late 20th century.  \nThe story starts with a group of teenagers having fun.  \nThen, almost everyone dies.  \nOnly one girl is left alive.  \n\nAt first, the girl is shy and gentle.  \nShe is not strong.  \n\nBecause she has to survive, she becomes very strong and clever.  \nAt the end, she is the last survivor and she wins.", "target_cefr": "A2"}
{"text_id": "108-b1", "simplified": "Lewis wants the number of marine protected areas around the world to grow from 3 % to 10 %. He hopes this will help reverse the damage caused by human activities such as overfishing, pollution and littering. While traveling, Lewis has seen this destruction up close. He has swum past coral reefs that have turned white because the water is too hot. He has also seen empty, desert‑like places under the shallow waters of the Red Sea, where there is almost no life and a lot of plastic. Pugh says that nature can recover if we give it enough space, but the clock is ticking. If we do not start caring for our seas, we may soon face a problem that cannot be solved.", "target_cefr": "B1"}
{"text_id": "77-b1", "simplified": "In many cultures and times, people have linked dreams with prophecy. They believed that dreams were messages from the gods, meant to give us knowledge or insight. Even today, many people remember dreaming about an event, a place or a person, and later that dream becomes true.", "target_cefr": "B1"}
{"text_id": "72-a2", "simplified": "Auggie decided to go to school. He had to go to his first day of school. Like all children, he felt very nervous. He started at a new school. Because of how he looks, it was very hard. No one wanted to sit next to him. He saw other kids staring at him. He also heard them talk about him. Good news! He became friends with Jack. Jack was a boy in his class. He also became friends with Summer. Summer was a girl he talked to at lunch. But the first day was not the only hard part. Auggie soon learned that his classmates did not want to touch him. They feared catching a disease called the plague. As the school year went on, Auggie had many ups and downs. Finally, an unexpected and painful event at a school camp changed everything.", "target_cefr": "A2"}
{"text_id": "26-a2", "simplified": "I work for a big IT company. The company’s main office is in the United States, so I work from home. I do all my work online. I do not have to travel to the office. I do not talk a lot with coworkers in person. I work on projects. Because of this, I can change my schedule. I can take time off when my children have school performances. I can also go to the dentist when I need. The problem is that I do not have set office hours. I sometimes work late. I sometimes skip dinner to finish a task.", "target_cefr": "A2"}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a best‑selling author. She has won the Olive Crime Writer Award twice. She was born on a housing estate in Glasgow that had the highest crime rate. Because of that, she learned to stay quiet, avoid trouble, and even to open car doors with a knife. She used this experience in her novels. Today she is not quiet. She appears on popular daytime TV shows like Police Today and speaks at writing conferences all over the UK.", "target_cefr": "B1"}
{"text_id": "86-a2", "simplified": "Both types of accidents are very rare. Boats and trains can make a bridge fall, but each has a different reason. A train can break a bridge because it moves very fast when it hits. A boat can break a bridge because it is very heavy, even if it moves slowly. The best way to stop bridges from breaking is to plan ahead. New tools can find weak parts, safer work places help, and better designs can all stop these bad accidents.", "target_cefr": "A2"}
{"text_id": "76-b1", "simplified": "If we look at the things we have bought, we see that many of them are not used well. For example, we bought a thick wool coat that we thought was fashionable, even though we live in a warm country. We put away a smartphone when we bought a newer model. We only drive a car on weekends. The guest room became a storage room. These items are not used to their full potential.", "target_cefr": "B1"}
{"text_id": "48-a2", "simplified": "Religion is very important to Pi.\nHis family is Hindu.\nPi is curious about other religions.\nHe makes friends with a Christian priest and a Muslim baker.\nEveryone is surprised when Pi says he is Hindu, Muslim, and Christian at the same time.\nPi’s family and teachers ask him to choose only one religion.\nPi refuses.\nHe says, \"I just want to love God.\"\nAfter that, his family and teachers let him decide about religion on his own.", "target_cefr": "A2"}
{"text_id": "84-a2", "simplified": "Businesses see that the sharing economy can make money. They want to use resources that are not used. A new business model is very popular. Companies make an online website. The website connects customers with people who can give a product or a service. Airbnb is one example. Airbnb helps people who have extra rooms or houses to earn money by renting them out. Uber is another example. Uber lets people use their own cars as taxis. They can earn extra money when they are not busy.", "target_cefr": "A2"}
{"text_id": "52-a2", "simplified": "Blek le Rat started by painting rats on walls in Paris.  \nNow he paints pictures of homeless people in big cities.  \nHe wants people to think about the problem of homelessness.  \nHe also wants people to think about other social problems.", "target_cefr": "A2"}
{"text_id": "43-b1", "simplified": "Things that are not used often may look useless to some people, but they can be useful for others. With the internet, online communities have found a way to make money by sharing these unused items. Websites and social media groups that help people buy and sell second‑hand goods make it easier for people to share with each other. This activity is called the sharing economy.", "target_cefr": "B1"}
{"text_id": "78-a2", "simplified": "Large and costly projects often build bridges.  \nBridges are important ways that carry cars, trucks, and trains over water, mountains, or other roads.  \nBecause they are very important in civil engineering, bridges are closely checked.  \nThis is especially true when a bridge falls down.", "target_cefr": "A2"}
{"text_id": "48-b1", "simplified": "Religion is very important to Pi. His family follows Hinduism, but Pi is curious about other religions. He becomes friends with a Christian priest and a Muslim baker. Everyone is surprised when Pi says he is Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to pick only one religion, Pi says, “I just want to love God.” After that, his family and teachers decide to let Pi choose his own religion.", "target_cefr": "B1"}
{"text_id": "110-b1", "simplified": "Are things getting worse every day? Is progress impossible? In his book *Enlightenment Now*, Steven Pinker looks at human progress and finds good news. We live longer, healthier, freer, and happier. Pinker says the real problem is that the Enlightenment values of reason and science are being attacked. When commentators and political leaders use tribalism, fatalism, and distrust, we risk serious damage to important institutions like democracy and global cooperation.", "target_cefr": "B1"}
{"text_id": "39-a2", "simplified": "Many accidents happen while a bridge is being built. They often happen because engineers make mistakes, like wrong calculations. The bridge can fall down from its own weight. This can be deadly for the workers on it.", "target_cefr": "A2"}
{"text_id": "45-b1", "simplified": "I am a freelancer and I work for myself. This is good because I decide what I do and when I do it. At first I worked from home, but it was hard to concentrate. There were many distractions: chores, another cup of tea, and family members asking for help. So I tried working at a nearby café. The Wi‑Fi was not good and I drank too much coffee. Finally I rented a desk in a co‑working space. There are five other freelancers there. I like getting dressed for work in the morning and focusing in an office.", "target_cefr": "B1"}
{"text_id": "21-a2", "simplified": "Dreams can show you things you did not know you were thinking about. Many people have common dreams, such as flying, falling, losing teeth, or being naked in public. These dreams often mean the same for most people. To understand what a dream means for you, you must connect it to the events and feelings in your daily life.", "target_cefr": "A2"}
{"text_id": "79-b1", "simplified": "After weeks of frustration, Gabriela sent an email to her manager in Sweden. She explained the problems she had with her team. The manager replied by asking if she still thought the team was doing well. He also asked what could help her work better with her teammates. Gabriela felt that his answers were vague. She did not think he was handling the situation well.", "target_cefr": "B1"}
{"text_id": "28-a2", "simplified": "Social media, magazines and shop windows show many things to buy every day. British people buy more clothes and shoes than before. Online shopping is easy, so people buy without thinking. Big brands sell clothes that are very cheap. Because they are cheap, people can wear them two or three times and then throw them away.", "target_cefr": "A2"}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? It depends on who you ask. In many countries, writing or painting on public or private property is called vandalism. Police often stop street artists. Some artists have to pay fines. City councils say it costs a lot to clean graffiti from buildings, buses, and trains because it is on many surfaces.", "target_cefr": "A2"}
{"text_id": "111-b1", "simplified": "In old horror movies, when the main characters were in trouble, they could not easily call for help or the police. Today, because most people have mobile phones, this is harder to show. How can filmmakers keep the suspense? By making the character have no phone signal. In a horror film, when the hero needs to call for help at an important moment, the phone will usually have no signal, or the battery will run out, or both. This keeps the tension.", "target_cefr": "B1"}
{"text_id": "46-b1", "simplified": "NASA can only find the remaining medium‑sized Near‑Earth Objects (NEOs) if it gets money to build NEOCam. NEOCam is a 0.5‑metre space telescope that will look for asteroids using infrared light. If the funding is secured, the project could finish in about ten years. After the asteroids are identified, the planetary defence team still has to decide how to protect Earth from the most dangerous ones, known as Potentially Hazardous Asteroids (PHAs).", "target_cefr": "B1"}
{"text_id": "49-b1", "simplified": "Some people think that writing down your dreams can help you have lucid dreams. In a lucid dream you know you are dreaming and you can decide what happens. You could change a scary dream into a safe one, or you could control the story like a movie director. Instead of only trying to understand your dreams, you could actually make them. But you might still want to have some dreams that let your subconscious tell you what’s on your mind.", "target_cefr": "B1"}
{"text_id": "116-a2", "simplified": "Society says girls should study arts and humanities. It says boys should study maths and physics. This is a problem.  \nYoung people also do not see many women who work in science.  \nIn cartoons and stories the scientist, inventor, or astronaut is usually a man.  \nSome people think scientists are geeky, have poor social skills, and work alone.  \nThese ideas are wrong, but they can make girls think science is not for them.  \nIf girls saw more women who work in science, they would feel more confident.  \nThey would also feel that science is a place for them.", "target_cefr": "A2"}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany say that killing pigs with a gun is cruel. Hunters and animal lovers argue about it. Many residents protested the killing of pigs. After the protests, the city council decided to act peacefully. They will not kill pigs with a gun. They built fences around the pigs. They made it illegal to give food to pigs. We will see if this works. Warmer winters may bring more pigs than before.", "target_cefr": "A2"}
{"text_id": "47-b1", "simplified": "The ‘buy nothing’ popular idea is now well-liked by social media stars. They usually show clothes and cosmetics and tell people to buy them. Some YouTube creators now say their fans should not buy anything for up to a year. Two friends in Canada bought only food for a whole year. In the first three months they tried living without buying gadgets, clothes, or home goods. In the next part they stopped paying for services like haircuts (cutting hair), eating at restaurants, or buying fuel. After a year they had saved about 55,000 dollars.", "target_cefr": "B1"}
{"text_id": "83-a2", "simplified": "Ed could not walk without technology.  \nHe used a radio to ask the people in the rainforest for food and permission to cross their land.  \nMany people came and helped him and showed him how to go through the hard parts of the forest.  \nWhile walking, Ed wrote a blog.  \nHe wrote about his daily experiences.  \nThe media liked his trip.  \nHe used this interest to protest the destruction of the rainforest and to raise money for environmental and children’s charities in Brazil and Peru.", "target_cefr": "A2"}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Mount Everest. After that, she decided to climb all fourteen 8,000‑metre mountains in the world. She does this without oxygen tanks. This is dangerous because the air is thin at the top of high mountains. Low oxygen can hurt the brain and body. Gerlinde uses her fame to help a charity that supports poor children and orphans in Nepal.", "target_cefr": "A2"}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America lost their top banana.\nThe Gros Michel was the one they lost. It was a well‑known old type also called Big Mike.\nNow the same issue is happening to its successor, the Cavendish.\nThe Gros Michel had thick skin. It was sweet and easy to carry.\nIt was the most grown banana in Central America.\nUnited Fruit was the main company. It grew and sold bananas in South America.\nIt grew bananas by taking pieces from stems instead of using seeds.\nIt cloned these pieces and planted them close together in large fields.\nThe disease that killed the Gros Michel now threatens the Cavendish.", "target_cefr": "A2"}
{"text_id": "50-b1", "simplified": "Many people think they help by donating clothes, but they are still part of the problem. Charity shops cannot sell all the clothes that are donated. Fast‑fashion items become old very quickly and are often low quality, so they are hard to recycle. Most people do not want to buy these clothes second‑hand. As a result, a lot of clothes are thrown away. The clothes that charities cannot sell are often sent to other countries, which creates more economic and environmental problems.", "target_cefr": "B1"}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast, foot‑tapping rock album, but its lyrics still have emotional depth.\nBehind the catchy melodies are stories about the darker side of the American dream.\nMany songs talk about ordinary people who work hard and feel angry and bitter when life does not give them wealth or fame.\nFor example, the song “Glory Days” is about people in a small town looking back at their youth when they felt they had the world.\nThe song “Downbound Train” tells the story of a young man whose life is ruined after he loses his job.\nIt is easy to see that the artist is channeling real people he knows and a life he might have had if he had not become a star.\nThe album shows that the Boss has a unique and extraordinary talent.", "target_cefr": "B1"}
{"text_id": "80-b1", "simplified": "Dogs that live in packs have learned that people often give food to the smaller, cuter dogs. Because of this, the pack sends those dogs to beg for food for everyone. Some dogs have even learned to use the city metro to travel between different parts of their territory. Scientists do not know how the dogs decide when to get off the train. One theory is that they use their strong sense of smell and recognize the scents of their favourite places. Another theory is that they have learned the names of the stations from announcements. In any case, metro passengers are now used to seeing dogs on the trains and usually do not notice them.", "target_cefr": "B1"}
{"text_id": "60-a2", "simplified": "The first mission is DART, the Double Asteroid Redirection Test.  \nScientists plan to test DART on a small moon of the asteroid Didymos.  \nThe moon, called Didymoon, is about 150 metres wide.  \nIt orbits a larger asteroid that is about 800 metres wide.  \nThe DART spacecraft will hit Didymoon.  \nThe impact will push the moon out of its orbit.  \nThis change will be big enough for telescopes on Earth to see.", "target_cefr": "A2"}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK walked the whole Amazon River for the first time. He began at a small stream in the Andes mountains of Peru and finished at the river mouth in Brazil. The journey took two years and four months, and he covered about 6,000 kilometres. The Amazon rainforest has many dangerous animals, such as poisonous snakes, crocodiles, and jaguars. Ed was always in danger, but he only suffered a few mosquito and ant bites.", "target_cefr": "B1"}
{"text_id": "85-a2", "simplified": "Zoos play an essential role in the world today. They help animals that are at risk of disappearing. In nature, some very few animals cannot find partners. These animals also have babies, which grow into adults. They are in danger from people who kill them. They also lose their homes when forests are cut down. Dangerous animals are another type of danger to the zoo. A good zoo gives animals a safe place to live. It also lets animals have babies and helps keep the species alive. Wild animals become very few, and they may have similar family characteristics. Zoos help prevent the loss of genetic diversity. Zoo plans that raise babies keep the animals healthy. Animals raised in zoos can be released into nature. This helps make the mix of characteristics more different. Zoos participate in international breeding programmes to coordinate efforts across countries.", "target_cefr": "A2"}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes each year. That is about four percent of their income. It may not seem like a lot, but two serious problems lie behind the numbers. First, many people use credit cards to pay for clothes. Adults in Britain owe about £670 to credit card companies, which is two‑thirds of the money they spend on clothes. Second, people are buying clothes they do not need. Britain discards 300,000 tonnes of clothing every year, and most of it ends up in landfill sites.", "target_cefr": "B1"}
{"text_id": "57-a2", "simplified": "Os Gêmeos are identical twin brothers from São Paulo.  \nThey paint many things.  \nThey make tags and big, colourful pictures of people on building walls.  \nTheir work is so big that they sometimes need cranes.  \nIn 2007 they painted a whole castle in Scotland.", "target_cefr": "A2"}
{"text_id": "114-b1", "simplified": "This horror movie pattern was very common in the late 1900s. It begins with a group of teens having fun together. Then everyone dies, except one girl. The girl starts out shy, innocent, and not very strong. By the end she has become the toughest and most clever survivor. In the end she usually wins.", "target_cefr": "B1"}
{"text_id": "77-a2", "simplified": "In many cultures, people believed dreams could predict the future. They thought dreams were messages from the gods. Dreams gave knowledge or insight. Today, many people remember dreaming about something. Later, that dream happened.", "target_cefr": "A2"}
{"text_id": "119-a2", "simplified": "The speaker said many things that are true.  \nI think we can feel more lonely when we are more connected.  \nMy generation grew up without much technology. We know how to be alone and that it is okay.  \nPeople under 20 are different. They talk a lot online and may not feel alone. They might not learn to enjoy their own company.  \nThey learn to talk through messages that can be changed. This can stop them from learning real face‑to‑face conversation.", "target_cefr": "A2"}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on the walls of his city, Paris.  \nNow he tries to make people think about social problems.  \nHe paints pictures of homeless people in big cities to encourage residents to consider the problem of homelessness.", "target_cefr": "B1"}
{"text_id": "64-a2", "simplified": "It is hard to say how street art will change in the future, but some new patterns appear. Most street artists are young and paint in their own city or neighbourhood. More and more artists travel and work in different countries. Some artists use the internet to talk to each other and share pictures of their work. The art world also gives more respect to street art as a real art form. Even though we do not know what will happen, we can be sure that street art will stay.", "target_cefr": "A2"}
{"text_id": "95-a2", "simplified": "Horror movies like places that have no people. It could be an old hospital, an empty house, or a ghost town. Lonely, empty places feel special. What was life like there before? Why did people leave? The quiet can also be scary. Directors like abandoned places because they seem real and there is usually no phone signal.", "target_cefr": "A2"}
{"text_id": "47-a2", "simplified": "Influencers on social media usually show clothes and makeup that they want people to buy. Some YouTube stars now say that people should not buy anything for a long time, even up to a year. Two friends in Canada tried to buy only food for a year. In the first three months they stopped buying electric items, clothes, and things for the house. In the next part they stopped using services like haircuts, eating out, and buying petrol. After one year they saved $55,000.", "target_cefr": "A2"}
{"text_id": "29-a2", "simplified": "Sam looked at the dust trail left by the car. The car was heading toward the Big House. The horses kicked and flicked their tails at flies. They did not care about Mr Carter's first visit in ten months. Sam waited. Mr Carter, the owner, only came out when he had to. Sam was fine with that. Sam stayed away from his boss. The longer he stayed away, the longer he could keep his job. Mr Carter wiped sweat from the back of his neck. The damp patches on his shirt looked like shapes on a map. His skin was turning red in the June sun. Sam squinted against the June sun. He usually had a tan from working inside. He made money while others did the work.", "target_cefr": "A2"}
{"text_id": "78-b1", "simplified": "Bridges are part of the world’s largest and most expensive transportation projects. They let cars, trucks and trains cross rivers, mountain gorges, roads and other obstacles. Because bridges are so important, civil engineers design and manage them. They build protection measures and check how the bridge works. When a bridge breaks, it attracts strong attention from officials and the public. The break can cause big problems for people and money.", "target_cefr": "B1"}
{"text_id": "96-a2", "simplified": "In horror movies, the basement is a scary place in every house. People think something is hiding there or the bad person keeps their tools. Basements are dark and wet. You can only go down a small staircase. Even if nothing is there, basements feel creepy.", "target_cefr": "A2"}
{"text_id": "120-a2", "simplified": "Do not always give negative feedback after giving positive feedback.  \nWhen you always give both together, the good comments can become less important.  \nGive positive feedback just because it is good.  \nTry not to give criticism right after positive feedback.", "target_cefr": "A2"}
{"text_id": "54-b1", "simplified": "Faith47 is a street artist from Cape Town, South Africa. She paints large, colourful pictures of people and animals. She likes to work in many different places, such as pavements, empty factories, and abandoned cars. She enjoys that most street art is temporary. It is often removed by weather or city cleaners. For her, this shows that life is always changing, with endings and new beginnings.", "target_cefr": "B1"}
{"text_id": "111-a2", "simplified": "In older horror movies, heroes could not call for help or the police when they were in trouble. \nCell phones make that less realistic. \nThe answer is to have no signal. \nIf you are a hero in a horror film, it is very likely that at an important moment, when you need to call for help, you will have no signal. \nOr your battery will run out when you try to call. \nOr both.", "target_cefr": "A2"}
{"text_id": "116-b1", "simplified": "Society, not nature, tells girls that they should prefer arts and humanities and leave maths and physics to boys. There are also few positive female role models in science. Cartoons and stories usually show crazy scientists, genius inventors, or adventurous astronauts as men. Many people also think that scientists are geeky, have poor social skills, or that their work is lonely and far from the rest of the world. These ideas are stereotypes shown by the media, but they can make girls feel that science is not for them. If more girls saw successful women in science, they would feel more confident and belong in those subjects.", "target_cefr": "B1"}
{"text_id": "84-b1", "simplified": "Businesses have realized that the sharing economy can make money, so they want to use unused resources. A popular business model is an online platform that connects customers with people who can provide a product or service. Airbnb acts as a middleman so people can earn money by renting out their spare rooms or houses. Uber lets people use their own cars as taxis to earn extra cash in their spare time.", "target_cefr": "B1"}
{"text_id": "112-b1", "simplified": "In the 1950s, banana growers in Central America were losing their most good‑for‑business crop, the Gros Michel banana (a type of banana). The disease, called Panama disease, killed many Gros Michel plants. Now the same disease is threatening the Cavendish banana (a common type of banana). The Gros Michel was popular because it had a thick skin, was very sweet, and could be shipped easily. It grew on large farms in Central America. United Fruit was the main company that grew and sent bananas to other countries. The company made many bananas by making new plants from cuttings instead of growing from seeds. They planted them close together in large fields. Compared with the Gros Michel, the Cavendish has a thinner skin, is less sweet, but is more resistant to damage during shipping.", "target_cefr": "B1"}
{"text_id": "53-b1", "simplified": "In some places, local governments try to stop artists from painting random graffiti on walls by giving them special areas to work. Taiwan is one of these places. There, artists can paint and write on walls in “graffiti zones.” In São Paulo, Brazil, the city council has let some graffiti artists paint on the city’s subway trains.", "target_cefr": "B1"}
{"text_id": "80-a2", "simplified": "Dogs that live together have learned that people give more food to small, cute dogs. Those small dogs then ask for food for all the others. Some dogs even use the train to move from one part of their territory to another. Scientists do not know how the dogs decide when to get off the train. One idea is that they use their good smell to know the places they like. Another idea is that they learned to hear station names in messages. In any case, people on the train are now used to seeing dogs. They travel with the dogs and the locals hardly notice.", "target_cefr": "A2"}
{"text_id": "118-a2", "simplified": "At Girox Foods, about 12 percent of employees leave each year.\nThis is higher than the usual 7 percent in the industry.\nThis report looks at why employees stay or leave.\nIt will give suggestions to make work better and keep employees.", "target_cefr": "A2"}
{"text_id": "85-b1", "simplified": "One of the most important roles of modern zoos is to support international breeding programmes, especially for endangered species. In the wild, some very rare species have a hard time finding mates and breeding. They also face threats from poachers, loss of habitat, and predators. A good zoo can give these animals a safe place to live and reproduce. When the numbers of some wild species fall, there is a danger that the remaining animals become too genetically similar. Breeding programmes help protect against this. Zoo‑bred animals can be released into the wild to add more genetic diversity.", "target_cefr": "B1"}
{"text_id": "113-a2", "simplified": "Most spiders have venom, which they use for hunting. They use it to stun or kill their prey. Only about 25 kinds of spiders can hurt people. A spider bite can be painful, but it is rarely fatal. In Australia, the Sydney funnel‑web spider has not killed anyone since 1981. A medicine that stops venom was made that year. Be careful with hairy spiders like tarantulas. If they feel threatened, they spray irritating hairs. These hairs can get into skin or eyes and cause itching.", "target_cefr": "A2"}
{"text_id": "118-b1", "simplified": "At Girox Foods, we have an annual employee turnover of about 12 %. This may not look very high at first, but the industry average is 7 %. The main goal of this report is to investigate why employees stay or leave, and then to give suggestions that will improve the workplace experience and help keep employees longer.", "target_cefr": "B1"}
{"text_id": "25-a2", "simplified": "Cape Town can be a dangerous place for baboons.  \nSome baboons are injured or die in car accidents.  \nOthers get shocked when they play with electric cables.  \nBaboons are endangered.  \nTo protect them and reduce problems with people, the city council hired Baboon Monitors.  \nThe monitors chase baboons away from the city or catch them and release them in the countryside.  \nThis plan has worked a little, but it is hard to keep baboons from coming back to the city because they see it as a place with easy food.", "target_cefr": "A2"}
{"text_id": "58-a2", "simplified": "People have painted and written on walls for a long time. In prehistoric times, people in Africa and Europe painted pictures of animals and people in caves. Graffiti has been found on buildings at old sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists found many examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells.", "target_cefr": "A2"}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats named Zena and Roxy. She knows rats are not normal pets. She has tried many times to explain that rats are clean and good pets if you take care of them. She understands why people are upset. Chloe did not like rats at first. Her friend Martin showed her his pet rats. She saw that they are friendly and smart. Last year, one of Martin's rats had babies. Chloe decided she would like to have two baby rats.", "target_cefr": "A2"}
{"text_id": "42-a2", "simplified": "According to Campbell, the hero first says no to the adventure. Then a mentor comes and helps them. The hero decides to leave the normal world. They go into a special world where the adventure begins.\n\nIn this world the hero has to pass tests, fight enemies, and meet friends. All of this prepares the hero for the biggest challenge.\n\nFor Luke Skywalker, the mentor is Obi‑Wan Kenobi. His friends are Han Solo and the droids R2‑D2 and C3‑PO. The enemy is Darth Vader. The special world is the Death Star.", "target_cefr": "A2"}
{"text_id": "24-b1", "simplified": "Chloe owns two pet rats named Zena and Roxy. She knows that rats are not normal pets, and she has tried many times to explain to people that rats are not dirty and can be great pets if you take good care of them. She understands why people are upset about rats. Chloe did not like rats until her friend Martin showed her his rats. She saw how friendly and smart they were. Last year, when one of Martin's rats had babies, Chloe decided she would like to have two of them.", "target_cefr": "B1"}
{"text_id": "55-b1", "simplified": "In her old workplace, Gabriela was used to a culture with a high power distance. This means that power and authority were respected and everyone kept their place. In such a culture, leaders made the main decisions and were not often challenged. Her Swedish team came from a low power distance culture. In that culture, workers often work together with their bosses to find solutions and make decisions. Leaders act as coaches or mentors. They encourage independent thinking and expect to be challenged.", "target_cefr": "B1"}
{"text_id": "115-b1", "simplified": "If we want to know where our ability to speak complex language comes from, we must look at how our brains are different from other animals. It is not only about brain size. What our brains can do, and when and why these abilities developed, are also important. We have very few physical clues. Artifacts left by our ancestors do not show what speech they could make. One clue we have is the development of the mouth, throat, and tongue. About 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess whether early humans used simple sounds.", "target_cefr": "B1"}
{"text_id": "117-a2", "simplified": "The Scallion is printed every week and is free in university buildings. About 10,000 students read it. Students write and make the paper by themselves.\n\nA survey shows the newspaper is very important. It matters to university students and staff. They like it for fun, learning about culture, and getting work experience.\n\nPrinting the paper costs a lot of money. Some students cannot get a copy easily. They must go to campus to pick one up. Another problem is that many copies are thrown away on campus. This creates litter.", "target_cefr": "A2"}
{"text_id": "87-b1", "simplified": "At first Pi was very scared of the animals and ran into the ocean. He then remembered that hungry sharks were around and decided his only choice was to go back into the lifeboat. Inside the lifeboat, the animals fought and ate each other one after another. In the end, only Pi and a tiger were left. Pi named the tiger Richard Parker. The tiger was sick with seasickness and did not want to eat Pi right away.", "target_cefr": "B1"}
{"text_id": "86-b1", "simplified": "Accidents that make a bridge fall are very rare. But a train or a boat can still cause a bridge to collapse, each for a different reason. A train can break a bridge because it moves fast. A boat can break a bridge because it is very heavy, even if it moves slowly. The best way to stop bridges from failing is to plan for it. New technology can find weak spots in a bridge. Safer work rules and better designs also help stop these bad accidents.", "target_cefr": "B1"}
{"text_id": "83-b1", "simplified": "Ed’s walk would not have been possible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult parts of the trail. While walking, Ed wrote a blog and recorded his daily experiences. He used the media interest in his trip to protest the destruction of the rainforest and to raise money for environmental and children’s charities in Brazil and Peru.", "target_cefr": "B1"}
{"text_id": "97-a2", "simplified": "Gary Collins is a policeman who was off duty. He was watching the London riots on TV. He saw many people he knew. He stopped his holiday early to help identify them. He spent six months looking at CCTV footage. He found 190 people, many just by their eyes. His work was very important for the investigation. Even though there were 200,000 hours of video, the computer software could only find one person.", "target_cefr": "A2"}
{"text_id": "82-a2", "simplified": "In Britain, on average, a person spends more than £1,000 on new clothes each year. That is about 4 percent of their income. It may not sound like a lot, but it hides two worrying trends.\n\nFirst, many clothes are bought with credit cards. Adults in Britain owe about £670 to credit card companies. That is 66 percent of the money they spend on clothes.\n\nSecond, people waste clothes. Britain throws away 300,000 tons of clothing each year, and most of it goes to landfill sites.", "target_cefr": "A2"}
{"text_id": "119-b1", "simplified": "So much of what the speaker said was true. I really think that the more we are connected, the more we can feel isolated. I don’t think this is a problem for my generation, who grew up without much technology. We know how to be alone and we know that being alone is okay. But people under 20 are different. They are always communicating and never feel solitude. They risk not learning how to enjoy their own company. Also, they learn to talk through messages that can be edited. This can hurt their ability to learn real conversation in real time with the person in front of them.", "target_cefr": "B1"}
{"text_id": "88-b1", "simplified": "Pi is 16 when a new government is elected, but his parents do not support it. They worry about what will happen and decide to close the zoo and move to Canada. Some of the animals are sold to zoos in North America. Pi’s family travels on a ship to Canada with the remaining animals. A terrible storm hits, and the ship sinks. All the family members and the sailors drown. Pi survives and is left in a lifeboat with a hyena, a zebra, an orang‑utan, and a huge tiger.", "target_cefr": "B1"}
{"text_id": "94-a2", "simplified": "Carol Dweck is a psychologist at Stanford. Early in her career she gave a group of ten‑year‑olds some problems that were a little too hard. One group liked the challenge. They said they loved it and thought they could get better. She called this a “growth mindset.” Those children think about what they can achieve in the future. Another group did not feel good. They thought their intelligence was being judged. They felt they had failed. She called this a “fixed mindset.” Those children could not imagine getting better. Some of those children said they might cheat later. Others tried to find someone who did worse than them to feel better about themselves.", "target_cefr": "A2"}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They paint many things, from small tags to large, colourful pictures on the sides of buildings. Their projects are often so big that they need cranes to help them. In 2007, they painted an entire castle in Scotland.", "target_cefr": "B1"}
{"text_id": "115-a2", "simplified": "If we want to know where our ability for complex speech came from, we need to study how our brains differ from other animals. It is not only about brain size, but also about what else our brains can do, and when and why they changed. There are few physical clues. Old tools and objects do not show what speech our ancestors could make. Because we cannot see speech, we look at changes in the mouth, throat and tongue. Around 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess if early humans used simple sounds.", "target_cefr": "A2"}
{"text_id": "22-a2", "simplified": "Moscow has many wild dogs. About 35,000 dogs live on the streets. Some dogs were born wild, and some were pets that owners left. Some dogs live alone, and some live in packs. In 2010, scientists studied them. They found the dogs have adapted. The dogs learned that it is safer to cross the street with people. Some dogs seem to understand traffic lights.", "target_cefr": "A2"}
{"text_id": "23-a2", "simplified": "Wonder is a book by RJ Palacio. It is her first book. She says she thought of it after she saw a girl with a different face on the street. Wonder is very popular in the United States. It has won many awards. Many schools use it to talk about bullying, friendship, and being different. A movie based on the book is being made. Many people, including me, are very excited to read what RJ Palacio writes next.", "target_cefr": "A2"}
{"text_id": "120-b1", "simplified": "Do not always give negative feedback right after positive feedback.  \nWhen positive and negative feedback always go together, the good points can lose their value and be ignored.  \nMake sure you give praise for its own sake, and try not to offer criticism too often.", "target_cefr": "B1"}
{"text_id": "23-b1", "simplified": "Wonder is the first novel by RJ Palacio, who writes for the New Yorker. She said on her website that the idea for the book came after she saw a girl with facial deformities on the street. Wonder has sold many copies in the United States and has won several awards. Many schools use the book to start talks about bullying, friendship, and what it is like to be different. A movie based on the book is being made. Many people, including me, are looking forward to seeing what RJ Palacio writes next.", "target_cefr": "B1"}
{"text_id": "40-a2", "simplified": "George Lucas made a movie.\nIt follows 17 stages of a main character’s trip.\nIn this tale, the main character lives a normal life.\nThen something happens.\nIt invites the main character to an exciting trip.\nIn Star Wars, Luke lives with his aunt and uncle.\nHe repairs machines.\nHe finds a message from Princess Leia in R2D2.\nThe message goes to Obi-Wan Kenobi.\nThat message is the call to an exciting trip.\nIt starts Luke’s trip.", "target_cefr": "A2"}
{"text_id": "90-a2", "simplified": "Dreams are what our mind does with thoughts during the day. In a dream, thoughts can have symbolic meaning. When we are awake, our thoughts are words in our mind. We talk to ourselves. When we sleep, the language part of the brain is less active. At the same time, the emotion part of the brain is more active.", "target_cefr": "A2"}
{"text_id": "22-b1", "simplified": "The group of wild dogs in Moscow is one of the most interesting examples of city wildlife. In Moscow there are about 35,000 wild dogs that roam the streets. Some of them were born on the streets, while others were once pets that their owners gave up. Some dogs live by themselves and others live in packs. In 2010 scientists studied these dogs and found that they have adapted very well to city life. They have learned that it is safer to cross the street when people are around. Some dogs even seem to understand traffic lights.", "target_cefr": "B1"}
{"text_id": "56-b1", "simplified": "When Gabriela noticed that she and her team had different cultures, she decided to talk directly with them. She asked how they felt about the way she leads. She was glad they could share their thoughts. The team said they were not used to being told exactly what to do. They liked having more freedom to make their own choices. When Gabriela gave them firm instructions, they felt she did not trust them. They felt upset when they questioned her decisions and explained that this is how they usually work. They noticed that Gabriela took challenges personally.", "target_cefr": "B1"}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti was still common, but street art grew much faster around the world. Some artists made works that asked people to think about war, inequality, and discrimination. Other artists focused on making the city look more beautiful and attractive. In South America, many street artists worked in poor neighbourhoods, adding colour, life, and beauty to dull, grey walls.", "target_cefr": "B1"}
{"text_id": "21-b1", "simplified": "Dreams can show you thoughts that you did not notice before. Many people have similar dreams, like flying, falling, losing teeth, or being naked in public. These dreams usually have a shared meaning for most people. To understand what a dream means for you, you should connect it to what happens and how you feel in your everyday life.", "target_cefr": "B1"}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teenagers and young adults written by American author Suzanne Collins. It was first published in 2008. Since then it has been translated into 26 languages and sold millions of copies worldwide. It was the first young‑adult book to sell more than a million e‑books. The story was turned into a Hollywood movie that is also very successful. The film earned $152.5 million in its first weekend in North America.", "target_cefr": "B1"}
{"text_id": "59-b1", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If you have, you are not alone. Every year, thousands of people try to climb the world’s highest mountains or walk across continents. In the past, explorers used maps and compasses. Today, adventurers use modern tools such as GPS and satellite phones. Many of them love nature and use their trips to raise awareness about environmental problems. Others want to help people in need and raise money for charity.", "target_cefr": "B1"}
{"text_id": "58-b1", "simplified": "People have painted and written on walls for a long time. In prehistoric times, people in Africa and Europe drew pictures of animals and people inside caves. Graffiti has also been found on buildings at ancient sites in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists discovered many pieces of graffiti written in Latin. These include religious, political, and romantic messages, and even some magic spells.", "target_cefr": "B1"}
{"text_id": "61-a2", "simplified": "Katniss Everdeen is a sixteen‑year‑old girl. Her father died in a mining accident. She must feed her family. She hunts in the woods near District 12 with her friend Gale, and she becomes very good with a bow and arrow. When her younger sister Prim is chosen to be a tribute, Katniss says she will go instead. The other tribute from District 12 is a boy named Peeta, and Katniss soon has a complicated relationship with him.", "target_cefr": "A2"}
{"text_id": "117-b1", "simplified": "The Scallion is a weekly newspaper that is printed and given for free in faculty buildings. About 10,000 students read it. All of the writing and production is done by students. A survey shows that students and staff like the paper a lot because it is entertaining, gives cultural information, and offers work experience. Printing the paper costs a lot of money. Some students cannot get a copy easily, because the only way to get one is to go to the university. Another problem is that many copies are left as litter on campus, which hurts the environment.", "target_cefr": "B1"}
{"text_id": "74-a2", "simplified": "More than 4,000 climbers, from 13 to 80 years old, have reached the top of Everest.  \nClimbing high mountains in cold weather and storms is still very dangerous.  \nThe best climbers now look for new challenges.  \nGerlinde Kaltenbrunner from Austria loves mountain climbing.  \nShe fell in love with it when she was a teenager.  \nAfter she left school, she worked as a nurse, but she still climbs in her free time.", "target_cefr": "A2"}
{"text_id": "28-b1", "simplified": "Social media, magazines, and shop windows show people new things to buy every day. Because of this, many people in Britain are buying more clothes and shoes than before. Shopping online is easy, so customers often buy without thinking. Big brands sell clothes that are very cheap, so people treat them like disposable items. They wear them two or three times and then throw them away.", "target_cefr": "B1"}
{"text_id": "50-a2", "simplified": "People may think they help by giving away clothes. But charity shops cannot sell all the clothes. Fast fashion clothes change quickly and are often low quality. They are not recycled well. People do not want to buy them used. Many clothes are thrown away. Clothes that charities cannot sell go to other countries. This makes more economic and environmental problems.", "target_cefr": "A2"}
{"text_id": "91-b1", "simplified": "Having good relationships is an important part of being happy. A study showed that most happy people have strong links with friends and family, and they make sure to spend time with them often. You also need at least one person with whom you can share personal feelings – this is called self‑disclosure. One close person for a heart‑to‑heart conversation is enough, together with other relationships. It is not enough to have many friends just to do things together or talk about music or football. A deeper connection is very important. Some people must learn to listen well to others in order to build stronger relationships.", "target_cefr": "B1"}
{"text_id": "62-b1", "simplified": "Writing about your dreams helps you remember more details. Think about the people and places that appear in the dream, because they can give extra meaning. After a week, you will be surprised at how much you have written. You can then link your dreams to the events and feelings of your everyday life.", "target_cefr": "B1"}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is a sixteen‑year‑old girl from District 12. Her father died in a mining accident, so she must feed her family. She hunts in the woods with her friend Gale and becomes very good at using a bow and arrow. When her younger sister Prim is chosen as one of the tributes, Katniss offers to go instead. The other tribute from District 12 is a boy named Peeta. Katniss soon finds that her relationship with Peeta is complicated.", "target_cefr": "B1"}
{"text_id": "92-a2", "simplified": "Carol Dweck is a psychologist. She talks about how the brain can change. She says we can learn new skills even if we are not good at them at first. Many people give praise for the final result. For example, they say “You have a great eye for detail” or “You are good at organizing events.” But research shows a better way. Praise the process instead of only the result. Praise effort, trying new ideas, and solving problems. This helps people learn new skills and get better at what they do.", "target_cefr": "A2"}
{"text_id": "43-a2", "simplified": "Some people think old items are not useful. But other people can use them. The internet helps. Online groups like Facebook Marketplace or Instagram groups and websites let people buy and sell used items. People can also rent or lend items directly to each other. It is easier now for people to share things. By selling or renting, people can earn money. This is called a sharing system.", "target_cefr": "A2"}
{"text_id": "90-b1", "simplified": "Dreams may be the brain’s way of organising the thoughts we have during the day. In a dream, these thoughts appear with symbolic meaning. While we are awake, our thoughts usually look like words in our mind, like talking to ourselves. But when we sleep, the part of the brain that handles language is less active, and the part that handles emotions is more active.", "target_cefr": "B1"}
{"text_id": "45-a2", "simplified": "I am a freelancer. I work for myself. I like this because I choose what I do and when I do it.  \nAt first I worked at home. But I could not concentrate. There were many distractions: chores, tea, and family.  \nSo I went to a café to work. But the Wi‑Fi was bad and I drank too much coffee.  \nIn the end I rented a desk in a co‑working space. There are five other freelancers there.  \nI like getting dressed for work in the morning. I can focus in the office.", "target_cefr": "A2"}
{"text_id": "93-b1", "simplified": "The rover checks the air around it from time to time. In 2014 it discovered that the air contains another simple organic molecule and an important part of natural gas: methane. Methane does not last very long – it lasts only a few hundred years. This means that something on Mars must be adding methane again. NASA says that Mars releases thousands of tons of methane at once. The amount of methane goes up and down with the seasons, almost like the planet is breathing it.", "target_cefr": "B1"}
{"text_id": "73-a2", "simplified": "The two men looked north. The property was very long. The fences were almost invisible. A teenage boy, bored and rebellious, could not escape on foot. Sam looked at the biggest horse. The horse kicked the ground with heavy hooves. Sam wondered if he could ride it. A good rider could get into a lot of trouble. He could be far from anyone. But a boy who knows nothing about horses could get into even more trouble. He wants to run away from his father.", "target_cefr": "A2"}
{"text_id": "51-b1", "simplified": "Meagan McGrath from Canada is a well‑known adventurer. She has climbed the highest mountain on every continent. She also rode a bike across Canada and ran a long race in the Sahara Desert when it was 45 °C hot.\n\nHer most amazing trip was when she skied to the South Pole. On the first day she fell into a glacier and was rescued. Many people would have stopped, but Meagan kept going. After forty days she reached the South Pole. She pulled a sled with a tent and all her food behind her while she faced freezing weather and ice storms.", "target_cefr": "B1"}
{"text_id": "26-b1", "simplified": "I work for a global IT company. Their headquarters is in the United States, so I work from home online. This saves me time that would be spent on commuting or chatting with colleagues. I work on projects, and this flexibility is very useful. I can easily take time off when my children need me for school performances or when I have a dentist appointment. The downside is that because there are no fixed office hours, work late into the evening and even skip dinner to finish a task.", "target_cefr": "B1"}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood. They were more likely to catch fire. This was especially true for old train bridges. The sparks that came from the steel wheels and tracks could set the bridge on fire and burn it down.", "target_cefr": "B1"}
{"text_id": "32-b1", "simplified": "Zoos bring people and animals together. They can teach visitors about conservation and encourage them to protect animals and their homes. Some zoos give a safe place to animals that were mistreated in circuses or abandoned pets. Zoos also do important research on animal behaviour and how to treat diseases.", "target_cefr": "B1"}
{"text_id": "113-b1", "simplified": "Most spiders have venom. They use it to stun or kill the animals they catch, not to attack people. Only about 25 species can hurt people with their venom. Spider bites can be painful, but they are rarely fatal. In Australia, the Sydney funnel‑web spider has not killed anyone since doctors made anti‑venom in 1981. Be careful not to touch tarantulas or other hairy spiders the wrong way. If they feel threatened, they spray a cloud of irritating hairs. These hairs can stick to a person’s skin or eyes and cause irritation.", "target_cefr": "B1"}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck says the brain can change and that we can learn new skills even if we were not good at them at first. Many people only praise the final result or natural talent, for example saying, “You have a good eye for detail” or “You are great at organising events.” Research shows that praising the way people work – their effort, trying new ideas, and solving problems – helps them grow. When we focus on the process instead of just the outcome, we encourage people to keep learning and improving.", "target_cefr": "B1"}
{"text_id": "95-b1", "simplified": "Horror movies often use places that have no people. They might show an abandoned hospital, a scary empty house, or a ghost town. These lonely, empty places feel special. We wonder how it was when people lived there and why they left. The silence in such places can also be scary. For filmmakers, abandoned sites are useful because they look realistic and usually have no phone service.", "target_cefr": "B1"}
{"text_id": "64-b1", "simplified": "It is impossible to know how street art will develop in the future, but some trends can be seen. Most street artists are young people who paint in their city or neighbourhood. More and more artists travel and work around the world. Some use the internet to talk with each other and share pictures of their work. The art world is also giving street art more recognition as a real art form. Although we do not know what will happen to street art, we can be sure it will stay.", "target_cefr": "B1"}
{"text_id": "81-a2", "simplified": "Ed Stafford is from the UK. He is the first person to walk the whole Amazon River. He started at a small stream in the Andes mountains of Peru. He finished at the mouth of the river in Brazil. It took him two years and four months. He walked about 6,000 kilometres. The Amazon rainforest has poisonous snakes, crocodiles, and jaguars. He was always in danger. He survived with only a few mosquito bites and a few ant bites.", "target_cefr": "A2"}
{"text_id": "87-a2", "simplified": "At first Pi is scared of the animals and jumps into the sea. He then remembers that there are hungry sharks in the water. He realizes he must climb back into the small boat. In the boat, the animals fight each other. They kill and eat one another. Finally only Pi and a tiger are left. Pi names the tiger Richard Parker. The tiger is sick from the sea and does not want to eat Pi right away.", "target_cefr": "A2"}
{"text_id": "102-a2", "simplified": "Many people think that poor countries are in a very bad situation. They say the people live in poverty, the leaders are dictators, and there is little hope for change. But this is not true. In the last 20 years, many good changes have happened. More than 700 million people have earned more money and are no longer poor. Also, six million fewer children die from disease each year. Millions of girls now go to school. And many more people have clean water.", "target_cefr": "A2"}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town in South Africa. She paints big, bright pictures of people and animals. She likes to paint in many places. Her art is on sidewalks, in empty factories, and on abandoned cars. She likes that most street art is temporary. It will be taken away by weather or city cleaners. For her, this shows that life changes a lot. Life has endings and new beginnings.", "target_cefr": "A2"}
{"text_id": "62-a2", "simplified": "Writing about your dreams helps you remember more details. Think about the people and the place in the dream, because they can add meaning. In one week you will be surprised at how much you write. Then you can connect your dreams with the events and feelings of your daily life.", "target_cefr": "A2"}
{"text_id": "91-a2", "simplified": "Good ties are a very good part of joy.\nResearch showed that happy people have close ties to friends and family.\nThey also spend time with them often.\nYou need at least one person to talk to about how you feel.\nThis is called talking about feelings.\nOne close friend is enough, and you can also have other friends.\nHaving many friends only to play games or talk about music or football is not enough.\nA strong bond is very needed.\nSome people need to learn to listen well so their ties become better.", "target_cefr": "A2"}
{"text_id": "65-a2", "simplified": "Suzanne Collines always feels upset when she watches war news.  \nWhen she was a child, her father was a pilot in the US Air Force.  \nHe fought in Vietnam.  \nHer mother tried to keep her safe by not telling her about the war.  \nBut Suzanne still watched news programmes about the war.  \nShe knew her dad was there.  \nIt was a very frightening experience.", "target_cefr": "A2"}
{"text_id": "96-b1", "simplified": "No matter what kind of house it is, basements are scary in horror movies. They are usually where hidden things or an evil person keeps their tools. Basements are dark and often damp. You can only reach them through a narrow staircase. Even when nothing is down there, basements feel creepy.", "target_cefr": "B1"}
{"text_id": "44-a2", "simplified": "During the 18th and 19th centuries, two main ideas about dreams were popular.  \nOne idea was that dreams show hidden parts of our mind.  \nFreud believed that if we understand dreams, we can learn about hidden feelings and the problems they cause.  \nThe other idea was different, but it said that dreams are just random activity in the brain while it stores memories from the day.  \nWhen we wake up, we try to make sense of the random images and feelings and put them into a story.", "target_cefr": "A2"}
{"text_id": "25-b1", "simplified": "In Cape Town, baboons can be in danger. Some have been in car accidents, and others have been hurt by electric cables. Because baboons are a protected type of animal, city officials hire baboon monitors. Their job is to drive the baboons away from the city or catch them and put them back in the countryside. This plan works somewhat, but it is still hard to keep baboons from coming back, because they find the city a good place for food.", "target_cefr": "B1"}
{"text_id": "60-b1", "simplified": "The first mission is called DART, which stands for Double Asteroid Redirection Test. Didymos is a space rock system, and Didymoon is its moon, which orbits it. Didymoon is about 150 metres wide, making it a small but significant moon in the system. It orbits a larger space rock that is about 800 metres across. Scientists plan to use DART to hit Didymoon. The hope is that the impact will change Didymoon’s path enough that large telescopes on Earth will be able to observe the change.", "target_cefr": "B1"}
{"text_id": "98-a2", "simplified": "I think it is interesting to think about how we can speed up our evolution by changing our bodies. Imagine putting a computer inside our brain. Soon we will be able to do this. We can improve our math skills, how we see and hear, and our memory. This idea will become more common.", "target_cefr": "A2"}
{"text_id": "34-b1", "simplified": "Some people think graffiti is art, while others think it is vandalism. In many countries, writing or painting on public or private property is illegal. Police often stop street artists, and some of them must pay fines. City councils say that cleaning graffiti from buildings, buses, and trains costs a lot of money.", "target_cefr": "B1"}
{"text_id": "49-a2", "simplified": "Some people say writing down your dreams helps you have lucid dreams. A lucid dream is when you know you are dreaming. You can decide what happens. You can turn a scary dream into a safe one. Or you can direct the story like a film director. Instead of finding the meaning of your dreams, create them. You may want some dreams that let your subconscious share its thoughts. You can also create new ones.", "target_cefr": "A2"}
{"text_id": "88-a2", "simplified": "Pi is 16 years old. A new government is chosen. Pi’s parents do not support this government. They are worried about the future, so they decide to close the zoo. They also decide to move to Canada. Some animals are sold to zoos in North America. Pi’s family travels by ship to Canada with the animals. On the way, a big storm happens. The ship sinks. Pi’s family and the sailors drown. Pi survives. He is in a lifeboat with a hyena, a zebra, an orang‑utan, and a big tiger.", "target_cefr": "A2"}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teens. It was written by an American author named Suzanne Collins. The book was published in 2008. Since then, it has been translated into 26 languages. It has sold millions of copies all over the world. It was the first book for young readers that sold more than a million e‑books. The book was turned into a big Hollywood movie. The movie is also very successful. In its first weekend, the movie earned 152.5 million dollars in North America.", "target_cefr": "A2"}
{"text_id": "31-b1", "simplified": "A big influence on *The Hunger Games* is Suzanne Collins’ love of Greek mythology. When she was a child, she liked the story of Theseus and the Minotaur. In that story, the city of Athens is ruled by the island of Crete. The Athenians rebel, and the king of Crete, Minos, punishes them. He forces the Athenians to send seven boys and seven girls to Crete every year. The children are put into a maze and are eaten by a monster called the Minotaur. But one of the children, Theseus, fights the monster and kills it. Collins sees Katniss Everdeen as a modern Theseus.", "target_cefr": "B1"}
{"text_id": "63-a2", "simplified": "In the past, many bridges were made of wood. Wooden bridges could catch fire easily. This was especially true for old train bridges. Sparks from the steel wheels and tracks could set a wooden bridge on fire, and the bridge could then burn down.", "target_cefr": "A2"}
{"text_id": "100-a2", "simplified": "News stories often make us think the world is very violent. But there is some good news. From the end of World War II to 1990, 30 wars killed more than 100,000 people. Today there are still civil wars, but most countries live together more peacefully. Terrorism has increased in recent years. Since World War II, wars have killed more civilians than soldiers. For civilians, the numbers are not all bad. Violent crime kills nine times more people than political conflict, because it happens more often. The global murder rate went down a little. It was 8 per 100,000 people in 2000 and about 5.3 in 2015.", "target_cefr": "A2"}
{"text_id": "65-b1", "simplified": "Suzanne Collines has always found news about wars upsetting. When she was a child, her father was a pilot in the U.S. Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but Suzanne still saw news programmes about the war and knew her dad was there. It was a very frightening experience for her.", "target_cefr": "B1"}
{"text_id": "93-a2", "simplified": "The rover checks the air around it. In 2014 it found a basic organic molecule and methane. Methane is a main part of natural gas. Methane does not last long. It only survives a few hundred years. Because of this, something on Mars must keep making more methane. NASA says Mars releases thousands of tons of methane at a time. The level of methane rises and falls with the seasons, almost as if the planet is breathing.", "target_cefr": "A2"}
{"text_id": "33-b1", "simplified": "A new trend is growing against shopping culture. It is called the ‘buy nothing’ trend. The idea started in Canada in the early 1990s. It then spread to the United States. When it reached the US, many people began to reject the big sales of Black Friday and Cyber Monday. On Buy Nothing Day, people organize marches and sometimes cut their credit cards. This day is part of the Thanksgiving weekend. Throughout the year, Buy Nothing groups organize exchanges and repairs of items they already own.", "target_cefr": "B1"}
{"text_id": "99-a2", "simplified": "It was a very interesting talk. The speaker made a good point about several things. For example, parents influence their children. How can we expect teenagers to stop texting while doing homework if they see their parents posting on social media while cooking dinner or waiting at a red light? The speaker also said that people want to be in many places at once. So they switch between real life and online chats. I see this all the time with my teenage daughter and her friends. They plan to meet, and then sit together quietly while each one talks on their phone.", "target_cefr": "A2"}
{"text_id": "97-b1", "simplified": "Gary Collins is a policeman who was off duty. He was watching the London riots on TV. He saw many familiar faces. He decided to leave his holiday early to help identify them. For six months he looked at the CCTV footage. He identified 190 people, many just by their eyes. His work was very important for the investigation. Even though there were 200,000 hours of footage, a computer program could only find one person.", "target_cefr": "B1"}
{"text_id": "79-a2", "simplified": "Gabriela was frustrated for many weeks.  \nShe sent an email to her manager in Sweden.  \nIn the email she said she had problems with her team.  \nThe manager replied.  \nHe asked if she thought the team was still performing well.  \nHe also asked what could help her work better with her team members.  \nGabriela felt the manager was vague.  \nShe did not feel he was handling the situation well.", "target_cefr": "A2"}
{"text_id": "101-a2", "simplified": "Wasfia has spent her life helping human rights.  \nShe has seen many projects that teach women and girls in her country.  \nBut many of those projects stop and the women have nothing left.  \nWasfia thought Bangladesh must stand up for itself.  \nShe mixed two of her interests: climbing mountains and human rights.  \nShe wants to change how people view women in her country.  \nShe began climbing when she worked on projects in Tibet and Nepal.  \nIn Bangladesh, a flat country, most people have never seen a mountain.  \nHer campaign is working. People in her country and the world are paying attention.", "target_cefr": "A2"}
{"text_id": "38-a2", "simplified": "Wild animals often come into cities to find food. In Cape Town, South Africa, baboons have started to visit homes on the city edge. They open rubbish bins and eat fruit from gardens and orchards. Some bold baboons even enter houses and take food from cupboards and fridges. Baboons can be aggressive and have attacked many pet animals. Because of this, many city residents do not welcome them.", "target_cefr": "A2"}
{"text_id": "37-a2", "simplified": "The Hunger Games happens in the future, after North America was destroyed. The country is called Panem. It has twelve poor districts. The rich Capitol controls them. The Capitol has all the power. Every district makes something for the Capitol. District 12, where the story starts, makes coal. There used to be a thirteenth district. It fought against the Capitol, but the Capitol destroyed it.", "target_cefr": "A2"}
{"text_id": "30-b1", "simplified": "Many people in Berlin, Germany said that shooting pigs was cruel. Hunters and animal lovers argued strongly about this. Because of the protests, the city council decided to use a calmer way to control pigs. Instead of shooting them, the council built fences and banned people from feeding the pigs. We will see if this plan works. It might be hard because the winters are warmer now, so there are more pigs than before.", "target_cefr": "B1"}
{"text_id": "94-b1", "simplified": "Early in her career, Carol Dweck, an expert from Stanford University, gave a group of children aged ten some tasks. The tasks were a little too hard for them. One group liked the task. They said they liked it and thought their skills could get better. Dweck called this a growth mindset (thinking you can get better). These children paid attention to what they could reach later.\n\nThe second group felt that their smartness was being judged. They thought they did not succeed. They had a fixed mindset (thinking you cannot get better) and could not think about improving. Some of these children said they might copy later, and others looked for a person who did worse than them to feel better about themselves.", "target_cefr": "B1"}
{"text_id": "29-b1", "simplified": "Sam squinted against the bright sun while watching the dust trail the car had left behind on its way up to the Big House. The horses kicked and flicked their tails at flies, ignoring the fact that their owner was visiting for the first time in ten months. Sam waited patiently. Mr. Carter only came out when he had to, and Sam was happy with that. The more Mr. Carter stayed out of Sam’s way, the longer Sam could keep his job. Mr. Carter wiped the sweat from the back of his neck. The damp patches on his shirt looked like shapes on a map. His skin was already turning ruddy under the June sun. He had the indoor tan of a man who made money while other people did the work.", "target_cefr": "B1"}
{"text_id": "41-a2", "simplified": "Another idea to keep Earth safe from a dangerous asteroid is to destroy it with a nuclear bomb. This sounds like a movie plot. It was in the 1998 film *Armageddon*. But HAMMER is a real NASA plan. The plan uses rockets that weigh eight tons. The rockets would hit the asteroid and try to change its path. If the asteroid is too close, the rockets would carry nuclear bombs to explode it.", "target_cefr": "A2"}
