{"text_id": "44-b1", "simplified": "In the 1800s, there were two main ideas about dreams. One idea was that dreams show us things our mind doesn't know. A famous psychologist named Freud thought that understanding what's going on inside us when we dream helps us know hidden feelings and the problems they cause. However, another idea was that dreams are the brain's activity without any order while it's putting memories in place. When we wake up, we try to make sense of these images and feelings and turn them into a story.", "target_cefr": "B1"}
{"text_id": "114-a2", "simplified": "This movie trick was very common in scary movies from long ago. It starts with young people having fun together. Then, they all die, but one girl survives. At first, the girl is quiet and not strong. Then, she becomes tough and clever. In the end, she wins.", "target_cefr": "A2"}
{"text_id": "81-a2", "simplified": "A man from the UK, Ed Stafford, was the first to walk the entire length of the Amazon River. He started in the Peruvian Andes mountains and ended in Brazil. It took him two years and four months, walking 6,000 kilometres. The Amazon rainforest was dangerous due to its wildlife, including poisonous snakes, crocodiles, and jaguars. Despite these dangers, Ed was okay, just with some bug bites.", "target_cefr": "A2"}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker stayed in the boat for 227 days. They faced hunger. They felt tired. They were sick. They faced big storms. They endured the hot sun. But they survived. Sometimes Pi felt better with his three beliefs. Other times, he felt lonely and sad. Finally, they saw land far away. The story ends with a surprise. Read the book to find out what happens next.", "target_cefr": "A2"}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. They teach us about animals and how to protect them. Some zoos help animals that were not treated well or left alone. They do research to understand animals better and help them when they are sick.", "target_cefr": "A2"}
{"text_id": "70-a2", "simplified": "Chloe comes home. She makes coffee and then goes to her room. She has work. She will do it later. She likes the quiet time before her family comes. She plays with the small animals that she keeps as pets.", "target_cefr": "A2"}
{"text_id": "77-b1", "simplified": "\"Long ago and in many cultures, dreams have been linked to predicting the future. People believed dreams were special messages, maybe from gods, to give us understanding. Even now, many people remember dreaming about something that later happened in real life.\"", "target_cefr": "B1"}
{"text_id": "78-b1", "simplified": "Big bridges are important and expensive. They enable cars, trucks, and trains to cross water, mountains, or other roads. When a bridge breaks, people pay close attention. They play a vital role in construction.", "target_cefr": "B1"}
{"text_id": "47-a2", "simplified": "Some people on social media show things they like, like clothes or make-up. Now, some YouTube stars tell fans: 'Don't buy anything for a year!' Two friends in Canada did this. They started by not buying things like electric stuff, clothes, or house things for three months. Then, they stopped paying for things like haircuts, eating out, or car fuel. After one year, they saved $55,000.", "target_cefr": "A2"}
{"text_id": "80-a2", "simplified": "Urban dogs in groups know that humans give food to cute, small dogs. They send these dogs to ask for food for the whole group. Some dogs use the city train to travel to areas where they find more food. We don't know how they know when to stop on the train. Perhaps they use their keen sense of smell or hear station names. People see dogs on the train now, it's not strange. These dogs show pack behavior by working together to find food.", "target_cefr": "A2"}
{"text_id": "108-b1", "simplified": "Lewis wants more marine areas protected. Currently, only 3% are safe. He wants to protect 10% of marine areas. This can help stop damage from humans. For example, overfishing, pollution, and dumping rubbish. Lewis has seen this damage. He swam over coral reefs. Warmer water has hurt them. He saw empty underwater areas in the Red Sea filled with plastic. Nature can heal if we give it space. But we must act soon. If we don't care for our seas, there will be a big problem.", "target_cefr": "B1"}
{"text_id": "33-a2", "simplified": "A new event is occurring. It's against buying too many things. It started in Canada a long time ago. Then, it went to the US. People don't like spending too much on big shopping days. On this day, people say 'no' to buying things and cut up their cards for buying things. All year, people trade and mend things they already have.", "target_cefr": "A2"}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a well-known writer. She has won a big writing prize twice. She grew up in a high-crime area in Glasgow. She learned to keep safe and avoid danger. She also learned to open car doors with a knife. She only used this skill for her books. Now, she talks more and travels to many places to talk about her writing. Her experiences growing up in Glasgow had an impact on her crime writing. Some of her stories are published in 'Police Today'", "target_cefr": "B1"}
{"text_id": "84-a2", "simplified": "Businesses like money. They do this by sharing resources. They find ways to use things that are not used much. They reuse things. Some businesses create websites to bring together people. Like Airbnb, you can let someone use your house or room for a payment. Uber lets you use your car as a car for hire. You can earn extra money this way.", "target_cefr": "A2"}
{"text_id": "116-a2", "simplified": "Society thinks girls like arts. People say boys should do maths and physics. We don't see many cartoons. Many of them show girls in science. Some people think scientists are weird or lonely. This might make girls not want to be scientists. We need more girls in science stories. They should feel good and feel like they fit in.", "target_cefr": "A2"}
{"text_id": "79-b1", "simplified": "Gabriela was annoyed for weeks. She emailed her boss about her team's problems. He asked if her team was still working well. He wants to know how to help her work better with her team. He also wants to know what could help. Gabriela thought he was not helping enough. She thought he should manage the situation better.", "target_cefr": "B1"}
{"text_id": "46-a2", "simplified": "NASA wants to find more space rocks. They need money to build a special camera in space. They call it 'a special camera in space'. It is a small telescope. It sees with light we can't see. If they get money, they find these space rocks in ten years. After finding them, they must protect Earth. They must find a way to do this. Big space rocks can be dangerous.", "target_cefr": "A2"}
{"text_id": "75-b1", "simplified": "After climbing Mount Everest, Gerlinde decided to climb all fourteen mountains over 8,000 meters tall. She didn't use oxygen tanks, which was very risky. If there wasn't enough oxygen at the top, it could harm her brain and body. Gerlinde is famous for climbing. She uses her fame to help poor children and children without parents in Nepal.", "target_cefr": "B1"}
{"text_id": "115-a2", "simplified": "Our brain is different from animals' brains. It's not just about size. We should look at what our brains can do. We have some ideas about old talk. Ancestors' things do not tell us much. But, we find old human bones. Long ago, humans could make many different sounds. We think they started with simple sounds. We're not sure. Scientists who study living things study this. They think humans could make many sounds a long time ago.", "target_cefr": "A2"}
{"text_id": "43-b1", "simplified": "Some people think things they don't use are not valuable. Others think they are valuable. The internet helps people to find ways to earn money. People share things that are not used much. Websites and groups on social media help people buy and sell used things. This makes it easy for people to share with each other. People call this the sharing system, which is a way for people to share things they don't use.", "target_cefr": "B1"}
{"text_id": "76-b1", "simplified": "We bought things. Some we don't use well. We have a thick coat for cold places, but we live in a hot place. We bought a phone, but we don't use it anymore. We have a car. We only use it on occasional weekends. We have a spare room. We use it to store things now.", "target_cefr": "B1"}
{"text_id": "45-b1", "simplified": "I'm self-employed. This means I work for myself. This is great because I decide what to do and when. I worked from home at first, but it was hard to focus with all the distractions. There were things like housework, more tea, and my family needing me. So I went to a nearby café to work. However, the Wi-Fi was bad and I drank too much coffee. In the end, I rented a desk in a shared office with other people who work for themselves. I liked getting ready for work and focusing in an office.", "target_cefr": "B1"}
{"text_id": "112-a2", "simplified": "Long ago, banana growers had a problem. Their best banana, Big Mike, was dying. Now, the same problem is happening to Big Mike's replacement, a type of banana called Cavendish. Bananas were easy to send. They had thick skin and had a sweet flavor. United Fruit grew many bananas. They made new plants from old ones, not seeds. They grew them close together. The Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, made bananas in a very efficient way: they cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields. But then, a disease called Panama disease came and made the bananas worse. So, United Fruit had to replace Gros Michel with Cavendish. But now, Cavendish is also having the same problem because it is also affected by Panama disease.", "target_cefr": "A2"}
{"text_id": "113-a2", "simplified": "Spiders have venom. Most spiders use it to catch prey, not people. Only 25 spiders can harm humans. Their bites can hurt, but are not usually deadly. Australia's Sydney funnel-web spider has not killed anyone since 1981. Be careful with hairy spiders like tarantulas. They can shoot irritating hairs when scared. These hairs can get in skin or eyes.", "target_cefr": "A2"}
{"text_id": "82-a2", "simplified": "In Britain, people spend over £1,000 each year on new clothes. This is four per cent of their earnings. Many people use credit cards for this. Each adult owes £670 to credit card companies. This is almost all of the money spent on clothes. People also buy too many clothes. Britain discards 300,000 tons of clothes each year. Most of this ends up in waste sites. This is a problem because it fills up these sites quickly.", "target_cefr": "A2"}
{"text_id": "83-a2", "simplified": "Ed uses a radio. He asks the forest people for food and permission to cross their land. Many of them come to meet him and help guide him through the difficult terrain. He writes an online diary, telling a story of each day. The reporters like his trip. He uses it to say 'no' to rainforest damage. He helps kids from Brazil and in Peru. He uses his trip to raise money for charities that protect the environment and help children.", "target_cefr": "A2"}
{"text_id": "106-b1", "simplified": "Your boss stopped you in the hallway. She wanted to talk about your recent work. You worried all weekend and wondered what might have gone wrong. On Monday morning, you met with her. She started by saying you did good work. You thought, 'Is she starting with something nice before telling me what's wrong?' You knew she would start by saying something good, then give feedback, and finally say something good again.", "target_cefr": "B1"}
{"text_id": "46-b1", "simplified": "NASA is making a special telescope. It is designed to find near-Earth objects. They want to find the remaining medium-sized space rocks. If they get the money, they will find them in 10 years. They found the space rocks. Now, the planet defense team needs to find a way to protect us from the really big, harmful ones.", "target_cefr": "B1"}
{"text_id": "107-b1", "simplified": "This album is quick and interesting. It makes you want to tap your feet, but it also has intense feelings. The songs tell stories. These stories are about the hard life of ordinary people in America. They work hard, but they don't become rich or famous. Two songs, 'Glory Days' and 'Downbound Train', are about people. These people had dreams, but now they face difficulties. The singer thinks about real people he knows. He also thinks about the life he could have had. This album shows how great the singer, well-known as 'The Boss', really is. You'll feel his wonderful talent. This album was released in 1984. It sold many copies, becoming very famous.", "target_cefr": "B1"}
{"text_id": "47-b1", "simplified": "The 'buy nothing' trend has become popular recently. People who promote things on social media usually share posts. These posts are often about clothes and makeup and beauty products. Some YouTube stars tell their followers not to buy anything at all for long periods, even up to a year. Two friends in Canada tried this for a year. They only bought food, as they needed to eat. For the first three months, they learned to live without buying electrical devices, clothes, or house items. After that, they stopped using things like haircuts, eating out at restaurants, or buying fuel for their cars. By the end of the year, they saved $55,000.", "target_cefr": "B1"}
{"text_id": "110-b1", "simplified": "Things have been changing every day. How challenging is it to achieve progress? In his book 'Enlightenment Now', Steven Pinker examines the big picture of human progress. He finds good news: people live longer, healthier, and happier lives. According to Pinker, the real problem is that some people do not trust reason and science. When people listen to commentators and leaders who appeal to their fears and doubts, it can damage important things such as democracy and world cooperation.", "target_cefr": "B1"}
{"text_id": "68-a2", "simplified": "Online platforms help people. They earn money quickly. Before, busy parents did not sell things. Now, they sell old baby clothes and baby stuff on websites. They get money back.", "target_cefr": "A2"}
{"text_id": "38-a2", "simplified": "In Cape Town, South Africa, baboons have been invading residential areas in search of food. They came to the city. They look for food. They opened the trash can and eat the fruit. Sometimes, they go into the kitchen. They take the food. Baboons can be dangerous. They chase pets. Some people don't like them because they can be dangerous.", "target_cefr": "A2"}
{"text_id": "117-a2", "simplified": "The School Newspaper is a paper. It comes out every week. You can get it for free in school buildings. Many students read it. About 10,000 students read it. Students make the newspaper. They think it's good for fun and learning. However, it costs to make copies, so some students can't get it without trouble. They have to go to school. Additionally, many papers are thrown away on campus, which is not good for the natural world around us.", "target_cefr": "A2"}
{"text_id": "49-b1", "simplified": "Some people believe writing down your dreams can help you have lucid dreams. Lucid dreams are when you're being aware that you're dreaming. You can control what happens. You could turn a scary dream into a safe one. You might be the director of your dream. Instead of just trying to understand your dreams, you can make them. It's good to have dreams. Your mind when you're not awake can talk to you in these dreams.", "target_cefr": "B1"}
{"text_id": "36-a2", "simplified": "People dream many times each night. This results in 2,000 dreams in one year. By the time they are 80, they could have 140,000 dreams. This is a large number of dreams. Even though they forget most of their dreams, they remember some. Sometimes, a dream comes true. This might seem like something that happens by luck. It might happen if the dream is about usual things.", "target_cefr": "A2"}
{"text_id": "111-b1", "simplified": "In old horror films, heroes have trouble. They can't call for help when they need it. Now, phones make this less frightening. But to keep the fear, phones often don't work when heroes need them most. Sometimes, just when they need it most, the battery dies. In horror films, heroes' phones don't work when they need help most. Sometimes, the battery dies just then.", "target_cefr": "B1"}
{"text_id": "85-a2", "simplified": "Zoo helps rare animals. It gives them a safe place to live and find partners. Some rare animals in the wild cannot find mates or homes. Bad people hunt them, and other animals can also hurt them. Zoos protect them from these dangers. Zoos help to increase the variety of animals in the wild. They breed animals with different things that make them unique. This is important because when there are fewer animals in the wild, they can become too similar. Zoos work together with others around the world to do this.", "target_cefr": "A2"}
{"text_id": "81-b1", "simplified": "Ed Stafford, from the UK, started his walk at a small stream in Peru's highlands. He spent two years and four months walking to the Amazon River's mouth in Brazil. He covered 6,000 kilometers. Even though he faced many dangers such as poisonous snakes and large, dangerous reptiles in the Amazon rainforest, he was only bitten by mosquitoes and ants a lot. But he survived the journey safely.", "target_cefr": "B1"}
{"text_id": "114-b1", "simplified": "This horror movie pattern was common. It was seen in late 20th-century films. At first, she is shy. Later, she becomes strong and smart. By the end, the last girl usually wins.", "target_cefr": "B1"}
{"text_id": "48-b1", "simplified": "Pi thinks religion is very important. He was raised Hindu, but he likes learning about other religions too. He meets a Christian priest and a Muslim baker. They become friends. This surprises people, because Pi says he follows Hindu, Muslim, and Christian beliefs at the same time. When people ask him to pick one, Pi says he just wants to love God. So, Pi chooses his own religious path.", "target_cefr": "B1"}
{"text_id": "87-a2", "simplified": "Pi was scared. He jumped into the water. That was a bad idea! There were big dangerous fish nearby. He had to get into the lifeboat. Animals in the boat fought. They ate each other. Only Pi and the tiger were left. The tiger was sick. It did not eat Pi.", "target_cefr": "A2"}
{"text_id": "118-a2", "simplified": "At Girox Foods, some workers leave each year. About 12 out of 100 leave. This is too many. The usual number is 7 out of 100. Some workers are not interested in their work. We want to find out why. We will give ideas to make work better so that more workers can be happy.", "target_cefr": "A2"}
{"text_id": "82-b1", "simplified": "In Britain, people spend about £1,000 a year on new clothes, which is 4% of their income. This might not seem much, but it shows two important problems. First, many people use credit cards to buy clothes. On average, each adult owes £670 to credit card companies, which is 66% of what they spend on clothes. Second, people often buy more clothes than they need and then throw them away. This creates a lot of waste. Every year, Britain throws away 300,000 tons of clothes, and most of it ends up in rubbish dumps. This not only causes financial problems but also has a bad effect on the environment.", "target_cefr": "B1"}
{"text_id": "120-a2", "simplified": "Give positive feedback sometimes. Don't always say negative things. When you mix positive and negative, positive things seem less important. Make positive feedback be positive. Don't always give suggestions. Ignoring positive feedback can lead to the devaluation of good work. Give positive feedback regularly and negative feedback when necessary.", "target_cefr": "A2"}
{"text_id": "89-a2", "simplified": "The Hunger Games is a popular book for young people. An American author named Suzanne Collins wrote this book in 2008. It is now in many languages. Many people bought it after it was published. The book also became a big movie. This movie made a lot of money in its first weekend in North America. The book's success led to the movie's success.", "target_cefr": "A2"}
{"text_id": "34-a2", "simplified": "Graffiti. Is it art? Is it a bad thing? It depends on your opinion. Many countries say it's bad to write or paint on places that don't belong to you. People who paint on the streets are stopped by the police. Some people pay money. It's hard for local governments to clean graffiti. It costs a lot of money.", "target_cefr": "A2"}
{"text_id": "119-a2", "simplified": "Technology can make us feel alone. The more we use modern devices, the more we may feel this way. I think this is not a problem for my generation. We have lived without using these devices for a long time. We know how to be alone and we know it's okay. But young people are different. They don't like to be alone. They would feel bad if they were alone. They learn to talk from written words on machines, not from talking to people face to face.", "target_cefr": "A2"}
{"text_id": "86-a2", "simplified": "Bridge collapse can happen when boats and trains cause a bridge to fall. Boats and trains can make bridges fall. Trains go fast and hit hard. Boats are big and heavy, even when they move slowly. Bad things don't happen often. Plan to stop them when they happen. Use clever tools. Work safely. Have good designs. Large mass of boats also causes bridge collapse.", "target_cefr": "A2"}
{"text_id": "80-b1", "simplified": "Dogs in groups know humans feed small, cute dogs. These dogs ask for food to help their group. Some dogs use the subway to move around. Scientists don't know how dogs learn to know where to get off. They might use their great smelling ability. Or they might learn from station names. Urban dogs often live in groups and interact with each other. People see them on the subway and usually don't pay much attention. This is because these dogs are now a common sight in the city.", "target_cefr": "B1"}
{"text_id": "37-a2", "simplified": "In the future, there is a place called Panem. Panem is where North America used to be. Now, the main city that rules over Panem, called the Capitol, rules Panem. Twelve poor areas send things to the Capitol. District 12 provides coal. There was once a thirteenth area, but they had a big fight with the Capitol and they were no more. The story begins in District 12.", "target_cefr": "A2"}
{"text_id": "112-b1", "simplified": "In the 1950s, Central American farmers who grew bananas for money had a problem. Their most valuable banana, Gros Michel, was dying. Now, Gros Michel's replacement, a type of banana called Cavendish, is also dying. Gros Michel bananas were popular because they were easy to transport. They had thick skin and tasted sweet. A big company, United Fruit, grew and sent these bananas abroad in South America. They grew many plants quickly by cutting off parts of the stem and planting them. They planted these new plants very close together in fields. Gros Michel died because of a disease called Fusarium wilt.", "target_cefr": "B1"}
{"text_id": "113-b1", "simplified": "Most spiders have venom to catch food, not to attack people. Only 25 kinds of spiders can harm humans. Spider bites can hurt, but they are usually not dangerous. Since 1981, the Sydney funnel-web spider in Australia has not killed anyone. Be careful with big, hairy-looking spiders. When they feel scared, they shoot out hairs that cause pain to protect themselves. These hairs can get into your skin or eyes.", "target_cefr": "B1"}
{"text_id": "21-b1", "simplified": "Dreams often provide us with creative ideas and inspiration. You might not have realized you were thinking about these things. Common dreams include flying, falling, losing teeth, or being naked in public. Many people might interpret these dreams similarly. To understand your dreams, connect them to your daily life experiences and feelings.", "target_cefr": "B1"}
{"text_id": "35-a2", "simplified": "People talk about street drawings and street art. Some people now see street art as real art. There are big shows in Paris, London, and Los Angeles. A woman named Elura Emerald put on a show of street art in New York in 2008. She said, 'Street artists just want to show their feelings. They don't harm anyone. We should like and enjoy them.'", "target_cefr": "A2"}
{"text_id": "52-b1", "simplified": "Blek le Rat began his street art in Paris. He painted rats on walls there. He is well-known for this. Now, when he wants people to think about social issues, he paints homeless people in big cities. This makes people aware of the problem of homelessness.", "target_cefr": "B1"}
{"text_id": "88-a2", "simplified": "When Pi was 16, new bosses came. Pi's parents were not happy. They were worried about what would happen next. So, they closed the zoo and went to Canada. They took some animals with them. Later, a big storm came. The ship went under the water. Unfortunately, Pi's family and the ship workers disappeared under the water. Only Pi and some animals were left in a small boat.", "target_cefr": "A2"}
{"text_id": "49-a2", "simplified": "People think that writing down your dreams can help you dream. They also think it can help you know you're dreaming. This is called lucid dreaming. In lucid dreams, you can choose what happens. You can change nightmares into good dreams. You can also be like a movie director. It's important to still have some dreams to learn from your mind. Writing down your dreams can help you dream while knowing you're dreaming. Keeping a dream journal can make you aware that you're dreaming while it's happening.", "target_cefr": "A2"}
{"text_id": "50-b1", "simplified": "People did not know they were part of the disposable clothes issue. They gave away unwanted clothes to charities, thinking it was helpful. But charity shops cannot sell all of them because they cannot find buyers for them. 'Fast Fashion' quickly goes out of style and is often low quality. People do not want it second-hand. Many clothes end up in the trash, and some are sent abroad, causing more economic and environmental problems.", "target_cefr": "B1"}
{"text_id": "83-b1", "simplified": "Ed used a radio to ask people in the rainforest for food and permission to cross their land. Many people met him and guided him through difficult land. He wrote a blog. Every day, he wrote about his journey. When people showed interest, he spoke out against rainforest destruction. He also actively supported various organizations that focus on helping local communities and protecting the rainforest. Whenever he encountered people who expressed interest, he would seize the opportunity to passionately speak out against the destruction of the rainforest.", "target_cefr": "B1"}
{"text_id": "67-a2", "simplified": "Man from America named Erik. He does many adventures. He rides a bicycle in deserts of Morocco. He goes in a small boat with a paddle through a low area between hills. He climbs up big mountain. Erik has no ability to see. He lost his sight when he was 13. Despite losing his sight at 13, Erik continues to tell people with problems what to do. He takes groups of young people who cannot see on climbing trips.", "target_cefr": "A2"}
{"text_id": "66-a2", "simplified": "Many people had been asked about work. They were old and young. PwC asked people about work culture. Additionally, they asked about talking, working ways, pay, jobs increasing, and life at work. PwC asked young people born between 1983 and 1993 and other people. Deloitte asked 10,000 young people. They were asked about work's problems and chances. Both surveys asked about work-life balance.", "target_cefr": "A2"}
{"text_id": "115-b1", "simplified": "To understand our ability to speak complexly, we need to look at our brains. They are different from those of other animals. Our brains' ability to do things isn't just about size. It also depends on why they developed the way they did. There aren't many clues, but we can see that early humans' mouths, throats, and tongues changed. Around 100,000 years ago, humans started making complex sounds. Before that, scientists could only guess whether early humans used simpler sounds to communicate.", "target_cefr": "B1"}
{"text_id": "31-a2", "simplified": "Suzanne likes old Greek stories. When she was little, she liked the story of Theseus and the monster. Athens was ruled by Crete. The Athenians stood up against them. As a result, the king of Crete punished them by making them send seven boys and seven girls to Crete every year. These young people got put into a big, confusing maze, and the Minotaur ate them. One of them, Theseus, fought and killed the Minotaur. Suzanne likes Katniss because she fights like Theseus.", "target_cefr": "A2"}
{"text_id": "22-b1", "simplified": "In Moscow, many wild dogs live on the streets. There are approximately 35,000 of them. Some dogs are born wild. Others were once pets. They live alone or in groups. Sometimes, they form packs for protection and companionship. In 2010, a team of scientists studied these city dogs. They found that the dogs had adapted well to city life. They also developed unique ways to live with humans. They seem to understand that crossing streets with people is safer. Some even seem to know when to cross at traffic lights.", "target_cefr": "B1"}
{"text_id": "90-a2", "simplified": "Maybe dreams come from our mind. Our mind puts day thoughts in order. Symbols appear in dreams. When we are awake, our thoughts are words. When we sleep, the part of the brain that deals with words stops working. The part that deals with feelings becomes more active.", "target_cefr": "A2"}
{"text_id": "56-b1", "simplified": "Gabriela noticed differences in her team's culture. She talked to them about how she leads. Her team was happy to share their thoughts. They said they're used to more freedom and initiative. When Gabriela told them exactly what to do, they felt she didn't trust them. They explained that they challenge ideas to improve them, not to hurt feelings. Gabriela learned from this conversation.", "target_cefr": "B1"}
{"text_id": "84-b1", "simplified": "Businesses start to see the potential in the sharing economy. They want to make money from using resources that are not fully used. A popular business model connects customers to people who offer things. For example, Airbnb allows people to rent out their empty rooms or houses. Uber allows people to use their personal cars as taxis in their free time. Both models offer an opportunity for people to make extra money.", "target_cefr": "B1"}
{"text_id": "86-b1", "simplified": "Bridges can fall due to boats or trains. This happens rarely. Trains can cause this. They hit fast. Boats can do it. Even slow ones. They are big. To prevent these accidents, we should plan ahead. If we use modern technology, we can find weak spots. This makes work areas safer. It also helps to design better bridges.", "target_cefr": "B1"}
{"text_id": "78-a2", "simplified": "Bridges are big, expensive. They let cars, trucks, and trains go over water, mountains, and other roads. Bridges are among the most expensive transportation projects. They are very important for making roads work. People check them carefully, and they check them even more carefully when they break. When bridges collapse, people check them even more closely because it is very important to find out why they broke.", "target_cefr": "A2"}
{"text_id": "51-b1", "simplified": "Meagan, a Canadian explorer, likes challenges. She has climbed the highest mountains on every continent, biked across Canada, and run in the desert in Africa in very hot weather. Her hardest journey was skiing to the South Pole. On the first day, she fell into a big ice field. She needed help, but she kept going. After forty days of pulling a sledge with her tent and food, she reached the South Pole. It was very cold. Other people might have stopped, but Meagan did not.", "target_cefr": "B1"}
{"text_id": "53-b1", "simplified": "In some places, local governments try to manage where artists paint street art. They permit artists to use special areas for painting. In Taiwan, there are special zones. These zones are for street art. In São Paulo, Brazil, the city gives permission to some artists. They paint on subway trains.", "target_cefr": "B1"}
{"text_id": "92-a2", "simplified": "Carol Dweck says: The brain can learn. We can learn things we're not good at first. We often say 'good job' when we do something we're good at without trying. But, say 'good try' when we try hard and learn. This helps us learn more. And get better at things.", "target_cefr": "A2"}
{"text_id": "23-b1", "simplified": "Wonder is RJ Palacio's first book. She got the idea while seeing a girl with a facial difference on the street. Wonder is very popular in the US and has won awards. Schools use it to talk about bullying and being different. A movie is coming soon. Everyone is excited to read her next book.", "target_cefr": "B1"}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town. She is in South Africa. She paints big, colorful pictures. They show people and animals. She paints on streets, old factories, and forgotten cars. She likes it when street art often vanishes due to weather or city cleaners. She thinks this shows life's changes. Life has stops and new starts.", "target_cefr": "B1"}
{"text_id": "63-a2", "simplified": "In the past, many bridges were made of wood and could catch fire easily. Old train bridges were especially at risk. The sparks made by the wagon parts on the tracks could cause a bridge to burn down quickly.", "target_cefr": "A2"}
{"text_id": "116-b1", "simplified": "Society thinks girls should like arts and humanities. It also thinks they shouldn't like maths and physics. We don't see many women in science jobs in movies, TV shows, or books. People often think scientists are strange. They also think scientists are lonely or not good with people. These ideas from the media are wrong. Because of this, girls might not want to be scientists. If they saw more women doing science, they would feel more capable. They would feel like they fit in more.", "target_cefr": "B1"}
{"text_id": "44-a2", "simplified": "In the 1800s, two ideas about dreams were popular. One idea was that dreams show us hidden thoughts. A famous doctor who studies the mind thought that knowing dream meanings helps us understand hidden feelings. Another idea was that dreams are the brain's chaotic activity while organizing memories. When we wake up, we try to make sense of these chaotic images and feelings, and put them into some sort of story.", "target_cefr": "A2"}
{"text_id": "117-b1", "simplified": "The Scallion is a newspaper that students create every week. It's free and given out in school buildings. About 10,000 students read it, and many enjoy it for fun, learning new things, and gaining work experience. Making copies costs a lot due to high printing expenses. However, some students struggle to get a copy; they have to go to the university to find one. If many students threw away copies, it would cause environmental problems on campus.", "target_cefr": "B1"}
{"text_id": "30-a2", "simplified": "People in Berlin do not like pig hunting. Hunters and animal lovers have different opinions about it. The council stops pig hunting. They put up fences to stop it. Feeding pigs is not allowed. We wait to see what happens. Maybe there will be more pigs now. Winters are getting warmer.", "target_cefr": "A2"}
{"text_id": "50-a2", "simplified": "People don't know they help throw away clothes. They give old clothes to places that give things to poor people. But, some clothes can't be sold. So, they are thrown away. Many people throw away many clothes. Some clothes go to other countries. And, this causes more problems there.", "target_cefr": "A2"}
{"text_id": "91-a2", "simplified": "Good relationships make you feel happy. Many happy people spend time with friends and family. They have someone special to talk to about their feelings. Having many friends is not enough. You must listen well to others. This helps you have better relationships. Some people must learn to listen well.", "target_cefr": "A2"}
{"text_id": "85-b1", "simplified": "Zoos today help endangered animals. They play a big role in this. In the wild, rare animals find it hard to find partners. They struggle to have babies. They also face threats like people who kill animals illegally, losing their homes, and animals hunting them. A good zoo provides these animals with a safe place to live and have babies. If wild animal numbers fall, their babies can be too similar. Zoos support international breeding programmes. Zoo-bred animals can be released into the wild. This increases genetic diversity. Zoos help endangered animals in many ways.", "target_cefr": "B1"}
{"text_id": "64-a2", "simplified": "Street art changes. We don't know how. Many young people who paint come from their city. Some travel. Others show their work on the internet. People in the art world like street art now. Street art will not disappear.", "target_cefr": "A2"}
{"text_id": "87-b1", "simplified": "Pi was afraid and jumped into the ocean. He remembered dangerous sea beasts and climbed back into a small rescue boat. The animals in the boat started eating each other. Only Pi and a tiger were left. A tiger was in the boat, so Pi named it Richard Parker. It was sick and didn't want to eat Pi yet.", "target_cefr": "B1"}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy. She knows they are not common pets. She often explains to people that rats are not dirty. She says they can make good pets if you take care of them well. She understands why some people don't like them. At first, she didn't have a positive opinion about rats. Her friend Martin showed her his rats. She saw they were affectionate and intelligent. Last year, Martin's rat had babies. Chloe decided to take two of them.", "target_cefr": "B1"}
{"text_id": "62-a2", "simplified": "Write about your dreams. You will remember more details. Think about the people and places in your dreams. Write every day. You can write many things. Connect your dreams to your daily life.", "target_cefr": "A2"}
{"text_id": "57-b1", "simplified": "Os Gêmeos are twin brothers. They come from São Paulo. They paint many things. These include small tags, big colorful people pictures, and building sides. Their paintings are often very large. They use cranes to help with their work. In 2007, they painted a castle in Scotland.", "target_cefr": "B1"}
{"text_id": "93-a2", "simplified": "Rover checks air. In 2014, it found natural gas. Natural gas doesn't stay long. Because something on Mars makes more of it. NASA says Mars has much natural gas. Each year, it changes.", "target_cefr": "A2"}
{"text_id": "118-b1", "simplified": "Girox Foods had a yearly employee turnover rate of 12%. The industry average was 7%, and this might not seem high. This report wants to find out why some employees were not interested in their work. It will suggest ways to improve the workplace. It also aims to help employees want to stay. The high turnover rate shows that there may be low employee engagement.", "target_cefr": "B1"}
{"text_id": "55-b1", "simplified": "In Gabriela's old job, people respected power and authority. Everyone knew their role. Leaders made big decisions, and no one questioned them. But in Sweden, people work together with their bosses to solve problems and make decisions. Here, leaders act like coaches. They encourage people to think for themselves and challenge them. In Sweden's low power distance culture, people stimulate each other to think independently. This is unlike Gabriela's previous high power distance culture where people valued power and authority and did not question leaders.", "target_cefr": "B1"}
{"text_id": "120-b1", "simplified": "Not always mix good news with bad news. When good and bad news come together, good news might seem less important. People might ignore it. Sometimes, give good news alone. Don't give suggestions right after. When good and bad news appear together often, good news can lose its value and be ignored. Giving frequent negative feedback can make people ignore positive feedback.", "target_cefr": "B1"}
{"text_id": "25-b1", "simplified": "Cape Town can be dangerous for baboons. Some have been injured or died in car crashes. Others have been hurt by electricity when they touched electric wires. Baboons are in danger and are an endangered species. To protect them and stop fights with people, the city hired people who watch over them. These monitors follow baboons from cities and catch them to release them in the countryside. This helps, but it's hard to keep baboons away when they see the city as an easy food source. Urbanization makes these issues worse.", "target_cefr": "B1"}
{"text_id": "26-b1", "simplified": "I work for a big IT company. It is based in America, so I work from home online. I don't waste time traveling to work or talking to colleagues, allowing me to start working immediately. I work on projects, and this adaptable working hours helps me a lot. I can take time off when my kids need me at school or if I have a doctor's appointment. However, I often work late at night. Sometimes, I omit dinner to finish my work.", "target_cefr": "B1"}
{"text_id": "119-b1", "simplified": "The speaker's words are easy to understand. I think using technology to connect with others may make us feel alone. My generation grew up without technology. We know how to be by ourselves, and it's okay to be alone. But people under 20 are different. They spend a lot of time messaging each other. They learn to enjoy being alone. Instead, they communicate through messages, not face-to-face.", "target_cefr": "B1"}
{"text_id": "27-b1", "simplified": "In the 1990s, street art became very popular worldwide. Some artists wanted to talk about important issues such as war, injustice, and discrimination. They made art to make people think. Other street artists, however, just wanted to create attractive pieces. In South America, many of these artists worked in poor areas, making the city walls more vibrant and engaging.", "target_cefr": "B1"}
{"text_id": "88-b1", "simplified": "When Pi was 16, a new government was chosen. His parents didn't agree with this. They worried about what might happen next. So, they decided to close the zoo and move to Canada. Some animals were sent to other zoos in North America. The family traveled by ship, taking some animals with them. If Pi had not been in a lifeboat, he would have died like his family and the ship's crew when a big storm came and the ship sank. But Pi found himself in a lifeboat with a wild laughing animal, a striped horse, a large hairy ape, and a big striped cat.", "target_cefr": "B1"}
{"text_id": "89-b1", "simplified": "The Hunger Games is a popular book for teenagers and young adults. American author Suzanne Collins wrote it. After it was published in 2008, people translated it into 26 languages and sold many copies worldwide. It was the first book for young readers to sell over a million electronic copies. Now, it's a big movie in Hollywood and it's very successful. It made $152.5 million in North America in just one weekend.", "target_cefr": "B1"}
{"text_id": "96-a2", "simplified": "Basements in horror films are scary. It's dark and wet. You go down the small and tight stairs. Bad things hide there. They hide there. Evil people hide weapons. Even when nothing is there, it's still strange and scary.", "target_cefr": "A2"}
{"text_id": "90-b1", "simplified": "Maybe dreams happen because our mind organizes daytime thoughts and gives them symbols in dreams. When we're awake, our thoughts are words. In dreams, they take on symbolic forms. When we're asleep, the language part of our brains is less active. Our emotions are more active.", "target_cefr": "B1"}
{"text_id": "26-a2", "simplified": "I work at home. My company is in the States. I do my work online. I don't travel. I don't talk to my workmates. I do tasks. I stop working when my kids need me. I often work late. I miss out on dinner.", "target_cefr": "A2"}
{"text_id": "58-b1", "simplified": "From prehistoric times, people have painted and written on walls. In the past, people drew animals and people in caves. They did this in Africa and Europe. In ancient places like Greece, Italy, Syria, and Iraq, we discovered writings on walls. In Pompeii, people found many Roman writings. The Romans wrote about religion and politics. They also wrote about love and beliefs in things that cannot be seen or explained.", "target_cefr": "B1"}
{"text_id": "95-a2", "simplified": "Horror movies like places with no people. They like old, empty hospitals. They also like empty houses. And towns with no one left can be scary. People wonder why they left. It's quiet. This can be scary. Directors like these places. There's no phone signal. This makes it more real.", "target_cefr": "A2"}
{"text_id": "94-a2", "simplified": "Carol, a clever woman, gave kids hard tasks. Some kids liked it. They said they like hard tasks. They think they can learn. They want to get better. Carol calls this 'growth mind'. Other kids felt criticized. They thought they had failed. They have 'fixed mind'. They cannot think they can get better. Some might try to cheat. Others look for others to feel better.", "target_cefr": "A2"}
{"text_id": "28-b1", "simplified": "Every day, people see many things to buy. They can find these on online platforms, in magazines, and in shop windows. In Britain, people buy more clothes and shoes. Online shopping makes it easy to buy. Big brands often offer very cheap clothes, especially during sales or promotions. If some people buy these clothes, they might wear them a few times before throwing them away.", "target_cefr": "B1"}
{"text_id": "91-b1", "simplified": "Good relationships make us happy. A study found that happy people often have strong ties with friends and family. They spend time together regularly. It's also important to have at least one person to share personal feelings with. This is called 'self-disclosure'. You don't need many people for this, just one for a heart-to-heart. Other relationships are also important. It's not enough to have many friends just to do activities or talk about hobbies. Listening well to others helps build stronger relationships. Some people may need to learn this skill.", "target_cefr": "B1"}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats. They are Zena and Roxy. Chloe says rats are not dirty. They make good pets if you take care of them. People often don't like rats. They think of them as dirty and causing disease. Chloe did not like rats before. Her friend Martin showed her his rats. They were nice and smart. Last year, Martin's rat had little ones. Chloe wanted two of them.", "target_cefr": "A2"}
{"text_id": "51-a2", "simplified": "Meagan likes doing hard things. She has climbed high mountains, ridden a bike, and run in hot lands. One time, she went to the South Pole on skis. On the first day, she fell into the ice. This caused a delay in her journey, but she decided to keep going. She pulled a heavy sledge with a tent and food. It was very cold, with cold gusts blowing. After forty days, she reached the South Pole.", "target_cefr": "A2"}
{"text_id": "92-b1", "simplified": "Carol Dweck, an expert in understanding people's minds, spoke about the brain's ability to change and learn new skills. Many of us often praise people for being good at something or having natural ability, like 'You're good at details' or 'You're great at organizing events'. However, research suggests that praising how they do things, like effort and trying new things, helps them improve and learn more.", "target_cefr": "B1"}
{"text_id": "59-b1", "simplified": "Have you ever thought about climbing high mountains? Or walking to cold places like the South Pole? Many people try this each year. They use modern tools like satellite navigation and phones that work from anywhere. Some love nature and help people learn about it. Others help people in need by collecting money for important causes.", "target_cefr": "B1"}
{"text_id": "97-a2", "simplified": "Gary watches TV. He sees London troubles. He is a policeman, but he is not working now. He sees some people he knows. He stops his holiday. He helps to find people. He watches many TV films. He finds 190 people. Some he recognizes just from their eyes. His help is very important. He spends many hours watching films. The computer helps to find one person.", "target_cefr": "A2"}
{"text_id": "62-b1", "simplified": "\"Writing about your dreams helps you remember more details. Think about the people and places in your dreams. They can add meaning. After a week, you'll have written a lot. Now, connect your dreams to your daily life and feelings.\"", "target_cefr": "B1"}
{"text_id": "29-b1", "simplified": "Sam looked at the dust from a car going to the Big House. The horses didn't care about their owner's visit. They kept grazing as usual. Sam waited. Mr. Carter only came when needed. He usually arrives by car. His car kicks up dust as it approaches the Big House. Sam stays away from Mr. Carter. Mr. Carter sweats in the sun. His face turns red. He has a tan because he stays indoors. He makes money while others work. He often sits in the shade. His employees work under the sun.", "target_cefr": "B1"}
{"text_id": "30-b1", "simplified": "Many people in Berlin and Germany's cities do not like hunters shooting pigs. They think it's cruel. Hunters and animal lovers have different opinions about this. City leaders want to stop complaints. They act quietly to do this. They put up obstacles and make feeding pigs illegal. This might help. However, warmer winters mean there are more pigs now. So, it might not work well. We will have to wait and see if this plan to control the pig population succeeds.", "target_cefr": "B1"}
{"text_id": "60-a2", "simplified": "The DART mission is an important space test. It will happen in 2022. DART is a space vehicle. It will hit a small moon called Didymoon. Didymoon is 150 metres across. Didymoon orbits its mother asteroid. The asteroid is 800 metres across. Scientists hope DART's impact changes Didymoon's orbit. Then, Earth's big tools can see this change.", "target_cefr": "A2"}
{"text_id": "61-b1", "simplified": "The main character is Katniss Everdeen. She is a 16-year-old girl. Her father died in a mine accident. She hunts in the woods with her friend Gale, becoming very good at using a bow and arrow. When they chose Prim for the tribute, Katniss offered to go instead. The other tribute from their district is a boy called Peeta. Katniss and Peeta often argue and disagree.", "target_cefr": "B1"}
{"text_id": "60-b1", "simplified": "DART is the first test to change the direction of space rocks. DART will hit a small moon. The moon is 150 meters wide. It orbits around Didymos, which is 800 meters wide. The hit will make the moon's path around Didymos change a little. Then, we will be able to see it from Earth.", "target_cefr": "B1"}
{"text_id": "59-a2", "simplified": "People dream of climbing high mountains. Many try each year. They also dream of walking in distant places. In the past, people used maps and magnetic needles to navigate. Today, people use global positioning systems and satellite phones. Some people who love the outdoors help talk about our planet's problems. Others help people and raise money for kind acts.", "target_cefr": "A2"}
{"text_id": "22-a2", "simplified": "Many dogs live in Moscow city. There are about 35,000 of them. Some dogs are born wild. Others are pets that no longer wanted by their owners. Some dogs live alone. Some live in groups. In 2010, people studied the dogs. They discovered that the dogs live well in the city. Dogs cross the street with people. Some dogs recognize traffic lights.", "target_cefr": "A2"}
{"text_id": "65-a2", "simplified": "Suzanne doesn't like news about wars. Her dad was fighting in the Vietnam War during the 1960s. He flew planes. Her mom tried to hide the war from her, but she saw news about it and knew her dad was there. This made Suzanne very upset.", "target_cefr": "A2"}
{"text_id": "98-a2", "simplified": "I think it's interesting to think about how we can make our bodies better. Imagine if we could put a computer in our brain! One day, we will be able to do that. It will help us do math better. It will improve our vision and hearing. It will enhance our memory. They will do this in the future.", "target_cefr": "A2"}
{"text_id": "63-b1", "simplified": "In the past, most wooden bridges were made. They could easily catch fire. Old wooden train bridges were particularly at risk as they could easily catch fire. Sometimes, a strong wind would fan the flames, causing the bridge to burn completely. The sparks created by the steel wheels and tracks on these wooden bridges often led to fires.", "target_cefr": "B1"}
{"text_id": "100-a2", "simplified": "The world seems violent. But there is also good news. In the past, there were many wars. Many people died because of these wars. Now, there are fewer wars. But, violent acts by small groups have increased. Wars kill more civilians. But among common people, there is less violence now. The murder rate has decreased.", "target_cefr": "A2"}
{"text_id": "23-a2", "simplified": "Wonder is a book. RJ Palacio wrote it. She is also known as the author. She had an idea when she saw a girl with a different face. Many people in the U.S. liked the book. Awards were won by it. Schools talk about it. They discuss being mean to others and being different. A movie is being made. We wait for her next book.", "target_cefr": "A2"}
{"text_id": "94-b1", "simplified": "Early in her work, a psychologist named Carol Dweck from Stanford University gave some ten-year-old children hard problems. Some children responded well. They said they liked challenges. They understood they could get better. Dweck calls this a 'growth mindset'. They think about what they can do better in the future. But other children felt their intelligence was considered. They failed. Dweck calls this a 'fixed mindset'. These children couldn't imagine improving. Some said they might try to find an easy way out. Others tried to find someone who did worse to feel better about themselves.", "target_cefr": "B1"}
{"text_id": "93-b1", "simplified": "The rover checks the air around it often. In 2014, it found a type of gas called methane. This gas is a simple natural molecule. It is also a main part of natural gas. Methane doesn't last long in the atmosphere. It typically lasts for only a few hundred years. So, something on Mars must be producing more. NASA reports that Mars releases a large amount of methane at once, thousands of tons. The amount of methane in Mars' atmosphere changes with the seasons. It goes up and down in a slow, steady way, like a breath.", "target_cefr": "B1"}
{"text_id": "99-a2", "simplified": "The talk is nice. The speaker says good things. Parents use phones while cooking and driving. Kids see this, so they also use phones for homework. People want to be in many places at once, so they change between real life and online talks. My daughter and her friends get together. Each uses a phone quietly.", "target_cefr": "A2"}
{"text_id": "95-b1", "simplified": "Horror movies often use places like old, empty hospitals, scary houses, or ghost towns, which are typically deserted and feel lonely. People inhabited these places before, but the reasons behind their departure remain unclear. Additionally, these locations are very quiet, which can be quite frightening. Directors like to use these places because it's believable that you won't have a phone signal there either.", "target_cefr": "B1"}
{"text_id": "61-a2", "simplified": "A sixteen-year-old girl named Katniss lives in District 12. Her father had died in a mining accident. She hunts in the woods with her friend Gale to help her family. She is very good with a bow and arrow. Her younger sister, Prim, was chosen for the tributes. Katniss went instead. Another person who went was a boy named Peeta. Katniss and Peeta are in a complicated situation.", "target_cefr": "A2"}
{"text_id": "64-b1", "simplified": "Street art's future is hard to guess, but we see some trends. Many artists are young and paint where they live. More of them are traveling and working worldwide now. They use the internet to show and talk about their art. Also, the art community now values street art more. We don't know what will happen, but street art will not disappear.", "target_cefr": "B1"}
{"text_id": "58-a2", "simplified": "People have drawn and written on walls for a long time. In old times, people in Africa and Europe painted animals and people on cave walls. Some old buildings have writing on them. In an old city in Italy, they find many writings. They write about supernatural beings, rules, and love. Some of their writings have special powers.", "target_cefr": "A2"}
{"text_id": "31-b1", "simplified": "Suzanne liked ancient Greek stories as a kid. Her favorite was 'Theseus and the monster'. In this story, Athens stood against Crete. As a punishment, Cretan King Minos made Athens send young people to Crete each year. These young people were sent to a confusing path, the Maze, and killed by a mythical creature, the mythical monster. One youth, Theseus, fought and killed the monster. Similarly, Suzanne sees her book character, Katniss, as a modern Theseus.", "target_cefr": "B1"}
{"text_id": "35-b1", "simplified": "The art world talked about graffiti and street art. More people started seeing it as real art. In the past, big art shows happened in Paris. They also took place in London and Los Angeles. In 2008, an American artist named Elura Emerald organized a street art show in the Chelsea Gallery in New York. She said street artists would want to express themselves, not cause trouble. They should be recognized for their work. Recognition led to these major exhibitions.", "target_cefr": "B1"}
{"text_id": "96-b1", "simplified": "In scary movies, basements often seem eerie. They are usually dark and damp. You can smell an old, musty smell in the air. To get there, you must go down a narrow staircase. Going down the stairs takes you to a room where monsters might hide or where the bad guy keeps his tools. Even if nothing is there, basements still make you feel uncomfortable because they are dark and damp, which can make you feel scared. In horror films, the evil psychopath is often hiding down there.", "target_cefr": "B1"}
{"text_id": "32-b1", "simplified": "Zoos bring people and animals together. This helps us learn about protecting animals and their homes. Zoos give a safe home to animals hurt in circuses. They also take in pets that are left alone. Zoos study animal behavior. They find ways to help animals get better. Zoos show us how animals use natural resources. This teaches us about the good things of renewable energy. When people meet animals, they learn about the places where animals live. This helps them understand why conservation is important.", "target_cefr": "B1"}
{"text_id": "21-a2", "simplified": "Dreams show things. You think about them. Some dreams are common. They are like flying, falling, or teeth falling out. These dreams have the same meaning for everyone. But to know what they mean for you, think about daily life events. Also think about your feelings.", "target_cefr": "A2"}
{"text_id": "25-a2", "simplified": "City is dangerous. For baboons. Some get hurt or die in accidents that happen suddenly. Others get an electric shock. Baboons need help. City people fight with baboons. City council has a team. The team helps. They chase baboons away. They catch them. They take baboons to the country. This helps, but baboons come back. They come back to find easy food.", "target_cefr": "A2"}
{"text_id": "34-b1", "simplified": "Graffiti: Is it art or trouble? It depends on what you think. In many places, writing or painting on public or private buildings is considered causing trouble. Many artists have been stopped by police, and some have had to pay money. Cities clean graffiti, and this costs a lot.", "target_cefr": "B1"}
{"text_id": "101-a2", "simplified": "Wasfia helps people. She loves fairness for all. She sees problems. These problems are faced by women in Bangladesh. She goes up mountains to show people. She wants people to think differently. She started climbing in Tibet and Nepal. Bangladesh is flat, and most people there don't see mountains. Her work helps people, and people listen.", "target_cefr": "A2"}
{"text_id": "57-a2", "simplified": "There are two brothers. They are twins. They are from São Paulo. They painted. Small things and big things on buildings. They made big pictures of people. They require big tools to help. Once, they painted a castle. It was in Scotland.", "target_cefr": "A2"}
{"text_id": "43-a2", "simplified": "Some people think things they don't use are bad. But others can find them useful. With the internet, people now give and receive things online. They use websites and groups to buy and sell used items. Giving and receiving is easier now. People call this 'trading together'.", "target_cefr": "A2"}
{"text_id": "97-b1", "simplified": "Gary, a policeman on break, saw disturbances on TV. He recognised some people and returned early to help. He checked closed-circuit television footage. He looked at it for six months. He found 190 people, many by their eyes. His help was very important. Computers spotted only one person, even with a lot of footage.", "target_cefr": "B1"}
{"text_id": "102-a2", "simplified": "Many people think poor countries have big problems. They don't have much money. Their leaders might not be good. There's often little hope. However, things are improving. In 20 years, many people will be richer. Now, fewer children die from sickness. More girls go to school. More people have clean water.", "target_cefr": "A2"}
{"text_id": "33-b1", "simplified": "A new trend is growing. It is against consumerism, the habit of buying too much. This trend is called 'Buy Nothing'. It started in Canada in the 1990s and then spread to the US. People use this trend to show disagreement with too much buying and spending, especially on Black Friday and Cyber Monday, a day when people shop online after Thanksgiving. On 'Buy Nothing Day', people protest and sometimes cut up their credit cards to show disagreement. All year round, 'Buy Nothing' groups meet. They exchange and fix items they already have instead of buying new ones.", "target_cefr": "B1"}
{"text_id": "41-a2", "simplified": "NASA has an idea to stop the Potentially Hazardous Asteroid (PHA) from hitting Earth. They want to shoot it with big rockets. If the PHA gets too close, NASA plans to use a big bomb. This is like a movie, but NASA really believes in this idea. If a PHA is on course to hit Earth, NASA considers using nuclear weapons in NASA's HAMMER mission.", "target_cefr": "A2"}
{"text_id": "29-a2", "simplified": "Sam looks at a car far away. The car makes dust. The sun is bright. Horses do not care about anything. Sam waits. Sam is happy because Mr. Carter does not come here often, so Sam has no job trouble. Mr. Carter is hot. The sun makes him red. He stays inside and makes money.", "target_cefr": "A2"}
{"text_id": "104-a2", "simplified": "I joined a group. We wanted to stop robots that kill. Machines had already started killing. They need little human help. Next, robots might decide who to kill. This is bad. It's not good for humans. We must be careful with machines.", "target_cefr": "A2"}
{"text_id": "71-a2", "simplified": "NASA team looks for big asteroids. They find 90% of them near Earth. They call them 'near-Earth objects'. These are as big as mountains and are close, within 50 million km. However, 50 are still not found. NASA says none of these is a big risk.", "target_cefr": "A2"}
{"text_id": "36-b1", "simplified": "Most people dream 4 to 6 times each night after they're 10 years old. This results in up to 2,000 dreams in a year. By the time they are 80, a person might have had many dreams. This could be as many as 140,000. Even though we forget most of our dreams, we still remember some. Sometimes, a dream happens before a similar real-life event. This is not very unexpected. It's more likely if the dream is about something usual in daily life.", "target_cefr": "B1"}
{"text_id": "103-a2", "simplified": "Many bosses give good news. They also give bad news. If they do this too many times, workers might not believe the good news. Good news should help workers. It should not just make bad news seem better. To fix this, bosses should give good news that is true. They should not give it too frequently.", "target_cefr": "A2"}
{"text_id": "28-a2", "simplified": "Every day, people see many things to buy. They see these things on the internet, in papers, and in shops. In Britain, people buy more clothes and shoes. It's convenient to buy things online. Big shops sell clothes at a cheap price. People might discard them after using them two or three times.", "target_cefr": "A2"}
{"text_id": "105-a2", "simplified": "Many people learned English. English is used in many countries. Chinese has many native speakers. Few native speakers, so more people learn the language. Many people learn the language. This results in more countries having speakers.", "target_cefr": "A2"}
{"text_id": "98-b1", "simplified": "I find it fascinating to think about how we can improve our bodies by adding technology. Imagine if we could insert a computer into our brain! In the future, we might do this. It could help us with math. It could help us see better. It could help us remember things better. More people might do this in the future. This could also speed up our evolution as a human species.", "target_cefr": "B1"}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer, an American man, is an avid adventurer. He has undertaken numerous adventures, including cycling through the deserts of Morocco, kayaking in the Grand Canyon, and climbing Mount Everest. Moreover, Erik dedicates his time to helping individuals with disabilities lead active lives, often leading groups of young blind people on climbing trips to inspire and empower them. It's surprising that, despite being blind since the age of 13, Erik has accomplished numerous feats.", "target_cefr": "B1"}
{"text_id": "65-b1", "simplified": "Suzanne Collins always felt sad watching news about wars. When she was young, her dad was a pilot in the US Air Force. He took part in the Vietnam War. Her mom tried to hide the truth, but Suzanne saw the news. She realized her dad was in the war. It was a scary experience for her. She grew up in an area with many hills. She often explored them with her dad when he was on leave.", "target_cefr": "B1"}
{"text_id": "79-a2", "simplified": "Gabriela has a problem with her team. She has been frustrated for weeks. She wrote an email. She sent it to her boss. The boss asked if the team still works well. He wants to help Gabriela work better with her team. Gabriela thinks the boss does not help enough.", "target_cefr": "A2"}
{"text_id": "68-b1", "simplified": "Online platforms give people an easy way to make money quickly. Busy parents can now sell their children's old clothes online. Instead of setting up a stall, they can sell online to get extra cash. People sell used items at car boot sales.", "target_cefr": "B1"}
{"text_id": "106-a2", "simplified": "Your boss stops you. She wants to talk about your work. You feel concerned. All weekend, you think about what you might have done wrong. On Monday, your boss says good things about your work. You think she might be giving you nice words to make her thoughts about your work seem better. You know how this works: say something good, then the real thoughts, then something good again.", "target_cefr": "A2"}
{"text_id": "27-a2", "simplified": "In the 1990s, there was wall writing everywhere. There was also street art everywhere. Some artists wanted people to think about big problems. They wanted people to think about war, unfairness, and people not being treated right. Other artists made pretty pictures. In South America, many artists went to poor areas. They made the grey walls colorful and more lively.", "target_cefr": "A2"}
{"text_id": "99-b1", "simplified": "The speaker gave an interesting speech. She made some great arguments. For example, she talked about how teenagers use their phones a lot, even when they should be doing homework. They see their parents doing the same thing on online platforms - checking social media while cooking dinner or waiting at a traffic light. The speaker also said people want to be in many places at once. They move between real-life and online conversations. I've seen this with my teenage daughter and her friends. They plan to meet, but then they sit together on their phones, talking to different people online.", "target_cefr": "B1"}
{"text_id": "66-b1", "simplified": "A big study by PwC was done. It asked over 40,000 young people about workplaces. These young people are from the 1980s and 1990s. They talked about how people work together. They discussed pay. They also discussed career growth. They talked about managing work and life. Another big study by Deloitte was conducted. It asked over 10,000 young people about their opinions on work today. They were asked about the good things they see in the world of work. They were also asked about the bad things.", "target_cefr": "B1"}
{"text_id": "45-a2", "simplified": "I work alone. I like it because I decide what to do and when. First, I worked at home. But, it was difficult to focus. Many things bothered me, like housework, tea, and my family needing my attention. So, I went to a café. But, the internet was not good, and I drank too much coffee. Now, I rent a desk with others. I like getting ready and working in an office.", "target_cefr": "A2"}
{"text_id": "37-b1", "simplified": "The Hunger Games will occur in the future. After North America was destroyed, the story began. The country is called Panem. There are twelve poor districts and one rich Capitol. The Capitol makes everything. Each district produces different things for the Capitol. District 12, where the story started, provides coal for the whole country. If there had been a thirteenth district, it would have attempted to fight against the Capitol and might have been ruined.", "target_cefr": "B1"}
{"text_id": "39-b1", "simplified": "Many bridges have accidents, and these happen frequently during construction. Engineers can make mistakes, which might lead to wrong calculations. These errors can cause structural instability, leading to bridge collapse. This situation puts workers in danger. During the construction phase, bridges are particularly vulnerable.", "target_cefr": "B1"}
{"text_id": "77-a2", "simplified": "Long ago, people thought dreams were from supernatural beings. They believed these beings could show the future. Many people remember dreaming about something. Later, it happens in real life. Some people still think this way.", "target_cefr": "A2"}
{"text_id": "101-b1", "simplified": "Wasfia loves helping people, especially women and girls in Bangladesh. She has seen many programs to teach and train them, but when these programs ended, the women were left with nothing. Wasfia wanted Bangladesh to change, so she combined her love for mountain climbing with her passion for human rights. She started climbing while working in Tibet and Nepal, as Bangladesh has few mountains. Her efforts are working well; people in Bangladesh and around the world are now paying more attention to the issues she's raising about women's rights.", "target_cefr": "B1"}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker live in a small boat for 227 days. They face hunger, fatigue, and tiredness. They cope with strong storms and hot sun. Somehow, they survive. Pi finds comfort in his three religions. Sometimes, he feels lonely and sad. Finally, land appears in Mexico. To find out what happens next, you should read the book.", "target_cefr": "B1"}
{"text_id": "38-b1", "simplified": "In Cape Town, South Africa, wild monkeys enter some city areas to find food. They search for food in rubbish bins. They also search in people's gardens. Sometimes, they enter homes. They take food from kitchen cupboards and fridges. Wild monkeys can be harmful. They have hurt many pet animals. Many people living in the city do not like them because they can be dangerous. Wild animals can cause damage to property. They can also put human safety in danger.", "target_cefr": "B1"}
{"text_id": "40-a2", "simplified": "George makes movies using special stories. This story tells about a hero. First, the hero lives a normal life. Then, something happens, which makes the hero start a big adventure. In Star Wars, Luke lives with his family. He fixes robots. Then, he finds a secret message inside R2D2. This causes his big adventure to begin. The hero's journey has 17 stages.", "target_cefr": "A2"}
{"text_id": "55-a2", "simplified": "Gabriela works where people listen to power. Bosses make big choices. No one disagrees with them. In Sweden, people work with bosses. They find answers together. They make choices together. Bosses are like guides. They help people think alone and speak their minds.", "target_cefr": "A2"}
{"text_id": "72-a2", "simplified": "Auggie wants to go to school. On the first day, he feels worried. Other kids see him. They talk about him. He feels sad because of this. But he meets Jack and Summer. They become friends. The first day is hard. Other kids don't want to touch him. They fear the 'disease'. The school year has many good and bad times. Unfortunately, at camp, something bad happens.", "target_cefr": "A2"}
{"text_id": "70-b1", "simplified": "Chloe came home from school. She made coffee and took it to her room. She did her homework but chose to do it later. She enjoys the quiet before her parents return. She likes this time because she can play with her pet rats.", "target_cefr": "B1"}
{"text_id": "76-a2", "simplified": "We have things we bought. Some we don't use much. We have a big coat. It's too hot here to use it. We've had an old phone. Now we have a new one. We have a car. We use it only at the end of the week. We have an extra room. Now we just use it for keeping things.", "target_cefr": "A2"}
{"text_id": "74-a2", "simplified": "Many people climb high mountains. Some are as young as 13, and others are as old as 80. Cold and storms make it very dangerous. Best climbers want new challenges. Gerlinde from Austria loved climbing when she was young. She worked as a nurse. She climbed in her free time.", "target_cefr": "A2"}
{"text_id": "100-b1", "simplified": "Some news makes us think the world is more violent. However, there is also good news. After World War II, there were 30 big wars. Many people died in these wars, especially between 1945 and 1990. Today, there are fewer big wars. Countries live more peacefully. However, terrorism has increased lately. In wars, more civilians than soldiers are dying. But, for civilians, the news isn't all bad. Violent crime is nine times more likely to cause death than political conflict. Since 2000, efforts to reduce violence have led to a drop in the global murder rate. It went from 8 to about 5.3 per 100,000 people.", "target_cefr": "B1"}
{"text_id": "102-b1", "simplified": "Many people think developing countries are in a bad state. They believe these countries have a lot of poverty. They also think there are bad leaders and not much hope for change. But things are improving. In the last 20 years, over 700 million people made more money. Many of them escaped poverty. Now, six million fewer children die each year from sickness. More girls are going to school, and many more people are getting clean water.", "target_cefr": "B1"}
{"text_id": "48-a2", "simplified": "Pi likes beliefs. His family follows Hindu faith. He also likes learning about other beliefs. He has friends. One is a religious leader who follows Christianity. Another is a person who makes bread and belongs to the Muslim community. Pi says he follows Hindu, Muslim, and Christian faiths. People ask him to choose one. But Pi says, 'I just want to love God.' Family and teachers let Pi decide.", "target_cefr": "A2"}
{"text_id": "71-b1", "simplified": "In 2010, NASA's team for protecting our planet found and noted down most large space rocks near Earth. These are as big as mountains, some even larger. They are close to the way our planet travels around the sun. NASA's team found 887 and said none of them would hit us. Only 50 more remain to be found. NASA has found 90% of these near-Earth objects, which could cause global catastrophe if they hit us. These objects are about 1km wide and are around 50 million kilometres away from Earth.", "target_cefr": "B1"}
{"text_id": "107-a2", "simplified": "A fast-paced, foot-tapping rock album that makes you want to dance. It has good songs that everyone likes. It also has important words. It's about people working in America. They want to be liked and feel proud, but life is not easy. Some songs talk about these struggles. For example, 'Glory Days' is about people in a small town remembering when they were young and could do anything. 'Downbound Train' is about a young man who loses his job and his life gets bad. The singer might know these people and think about his own life. This album lets you hear the singer's special talent.", "target_cefr": "A2"}
{"text_id": "39-a2", "simplified": "Building bridges can be risky. Many things can go wrong while they are being built. Builders can make errors, like counting wrong. This can lead to the bridge collapsing because it's too heavy. This can cause the workers' death. The builder's error made the bridge collapse, putting the workers in danger.", "target_cefr": "A2"}
{"text_id": "53-a2", "simplified": "Some places let artists paint. They have special areas for this. Taiwan is one of these places. By providing these areas, they help reduce random and unwanted graffiti. In Brazil, the city of São Paulo lets artists paint on its train cars.", "target_cefr": "A2"}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a writer. She writes good stories. She won a special prize twice. She grew up in Glasgow. Many troubles happened there. She learned knife tricks. She only uses them in her books. Now, she talks more. She is on TV show 'Police Today'. She goes to meetings for writers in UK.", "target_cefr": "A2"}
{"text_id": "75-a2", "simplified": "Gerlinde climbed high mountain. Then she wanted to climb all fourteen big mountains. Her goal was to climb these fourteen mountains without using oxygen. This was very risky because low oxygen can hurt both the brain and the body. Gerlinde helps poor children and orphans in Nepal. She uses her fame as a climber to support this charity.", "target_cefr": "A2"}
{"text_id": "103-b1", "simplified": "Many bosses make feedback more positive. They put negative feedback between two positives. However, when this happens too often, workers might think positive feedback hides the bad. Instead, to really encourage good work, bosses should use positive feedback.", "target_cefr": "B1"}
{"text_id": "40-b1", "simplified": "George Lucas made movies that were very successful and influenced many people. He used a unique narrative structure known as the hero's journey, which has been widely influential in cinema. Usually, the hero starts in a normal life. Something special then happens, which begins their thrilling adventure. In Star Wars, Luke lives with his aunt and uncle. He takes care of robots. When he finds a hidden message inside one, it marks the beginning of his exciting journey. This message is intended for a wise old man named Obi-Wan Kenobi from Princess Leia. R2D2, the robot with the message, plays a vital role in Luke's adventure. The hero's journey has 17 distinct stages, each of which Luke will encounter during his epic adventure.", "target_cefr": "B1"}
{"text_id": "42-a2", "simplified": "Campbell says: Hero first says 'No' to long trip. Then, a teacher assistant comes. Hero goes with teacher to special place. There, hero takes tests, has a battle with bad guys, meets new people. Teacher teaches Luke. Luke's friends are Han, R2D2, and C3PO. Bad person is Darth Vader. Darth Vader is in a big, dangerous place called Death Star.", "target_cefr": "A2"}
{"text_id": "108-a2", "simplified": "Lewis wants more places in the sea protected. Now, only 3 places are safe. Out of every 100, only 3 are protected. He wants 10 places to be protected by the 2020s. Out of every 100, he wants 10 to be safe. This is to fix the damage people cause. People catch too many fish. They make the sea dirty by polluting it with plastic waste. They throw trash. Lewis has seen this harm. He saw dead underwater mountains. In the Red Sea, there's no life, just plastic. Pugh thinks nature can heal. We just need to give it time. But we must care for the sea soon. Otherwise, we'll have big trouble.", "target_cefr": "A2"}
{"text_id": "52-a2", "simplified": "Blek le Rat started with rats in his home city, Paris. Now, he wants people to think about the issues in his art. He draws homeless people in cities to make others think about homelessness and related social issues.", "target_cefr": "A2"}
{"text_id": "105-b1", "simplified": "More people are studying English. English is spoken in many countries. However, Chinese has the most native speakers. Native speakers do not decide how many people learn a language. Many people learn a language when it is spoken in many countries.", "target_cefr": "B1"}
{"text_id": "73-a2", "simplified": "Two men look north. The land stretches far. Fences are not visible in the distance. A teenage boy cannot leave. Sam sees a big animal. The boy might ride it, and then there could be a problem. But if the boy doesn't know about animals, there will be even more difficulty. The boy's father is with him.", "target_cefr": "A2"}
{"text_id": "41-b1", "simplified": "NASA has a plan. This plan aims to stop a big rock from hitting Earth. The plan is called Hypervelocity Asteroid Mitigation Mission for Emergency Response, or HAMMER for short. They want to shoot big rockets at the rock to change its course. If the rock gets too close, they will use a bomb to disintegrate it. This will make the rock move away. It will prevent it from hitting us. NASA is very thinking about this idea.", "target_cefr": "B1"}
{"text_id": "104-b1", "simplified": "I am part of a group. We want to stop machines that kill on their own. Don't think about movies showing this. Instead, think about what's happening now. Military machines like remote-controlled planes and automated guns are already used to kill. They do this with little human help. Soon, there will be robots that kill on their own. This would be very wrong and dangerous for us. We must be careful when we ask machines to do things.", "target_cefr": "B1"}
{"text_id": "111-a2", "simplified": "In old scary movies, heroes can't call for help. They also can't call the police. Now, phones seem unbelievable. To keep suspense, phones don't work. If you're a hero in a scary movie, your phone doesn't work. Or, your phone runs out of power just as you're calling for help. Sometimes, both happen - your phone stops working and you can't call for help.", "target_cefr": "A2"}
{"text_id": "72-b1", "simplified": "Auggie goes to school. On his first day, he feels very worried. He looks different, so kids don't want to sit near him. They watch or talk about him. Luckily, he meets Jack and Summer, who become his friends. But it's hard for Auggie. Other kids think he's sick and won't touch him. During the year, sometimes he feels good, sometimes he feels bad. At a school camp, something unusual happens, which changes everything.", "target_cefr": "B1"}
{"text_id": "74-b1", "simplified": "Over 4,000 people have climbed Mount Everest. They range in age from 13 to 80. Gerlinde Kaltenbrunner, a woman from Austria, started climbing mountains when she was young. After finishing school, she worked as a nurse but continued climbing in her free time. Climbing high mountains in cold, stormy weather is very dangerous. However, top climbers look for new challenges when they reach the summit. Their ages affect the challenges they seek; older climbers may look for easier tasks, while younger ones seek more difficult ones.", "target_cefr": "B1"}
{"text_id": "56-a2", "simplified": "Gabriela speaks to her team. She asks about their thoughts. The team says they are not used to orders. They prefer to have more ideas and be creative. They think Gabriela does not trust them. They were trying to make changes. Gabriela feels sad about this. They explain their ways of working to her.", "target_cefr": "A2"}
{"text_id": "54-a2", "simplified": "Faith47 comes from Cape Town. She paints big, colorful pictures. Her paintings have people and animals in them. She likes to look around and find new places. She paints on streets, in old factories, and on old cars. Street art is not lasting. It changes because of weather and cleaners.", "target_cefr": "A2"}
{"text_id": "73-b1", "simplified": "The two men looked north. The land is vast. It's hard to see all of it at once. The fences look far away. A teen might want to run away, but it's difficult on foot. There's no shelter nearby. Sam looked at the biggest horse, stamping the ground. He thought: Can the boy ride? There's trouble out here. It's far from help. But if the boy can't ride, there's more danger. He wants to escape to the north, towards the northern end of the property. His knowledge of horses might help him escape if he can ride well.", "target_cefr": "B1"}
{"text_id": "110-a2", "simplified": "Every day is not always good. Sometimes it is not. Progress is not easy. Steven Pinker says good news. People live longer now. They are healthier. They are happier. People attack reason and understanding. This is a problem. Bad people say bad things. They cause big problems. When people attack Enlightenment values, important things are hurt. These include democracy and world teamwork. We live longer, healthier, happier lives because of these values. If we lose them, we will have many problems.", "target_cefr": "A2"}
{"text_id": "42-b1", "simplified": "According to Campbell, the hero has started by saying 'no'. The invitation was important. Then, a wise teacher came along to help. They were deciding to enter a special world where the adventure was happening. Next, the hero faced tests and fought enemies, making new friends along the way. They were getting ready for their biggest challenge. For Luke, his teacher was Obi-Wan, who was a wise teacher. His friends were Han Solo, R2D2, and C3PO, who helped him. The enemy was Darth Vader, who was a powerful villain. The special world was the Death Star, where the final battle took place.", "target_cefr": "B1"}
