{"text_id":"21-a2","simplified":"Your dreams can show you ideas about things you did not know you were thinking about. Common dreams, like flying, falling, losing your teeth, or being without clothes in a public place, probably mean similar things for most people. But to know exactly what they mean for you, you need to connect them to the events and feelings in your everyday life."}
{"text_id":"22-a2","simplified":"One of the most interesting examples of wild animals living in a city is the wild dogs of Moscow. In Moscow, about 35,000 wild dogs live on the streets. Some of these dogs were born in the wild, and others are pets that their owners left behind. Some dogs live alone, while others live in groups called packs. In 2010, scientists studied these dogs and found that they have adapted very well to city life. They have learned that it is safer to cross the street when people are crossing, and some dogs even seem to understand traffic lights."}
{"text_id":"23-a2","simplified":"Wonder is the first book by RJ Palacio, a writer from New York. She says on her website that she thought of the story after she saw a girl with a facial difference on the street. Wonder is a very popular book in the United States and it has won many awards. Many schools read it to talk about bullying, friendship and being different. A movie is being made, and I, and many others, are excited to see what RJ Palacio writes next."}
{"text_id":"24-a2","simplified":"Chloe has two pet rats, Zena and Roxy. She knows that most people don't keep rats as pets, and she's often explained to them that rats are clean and nice pets if you take good care of them. But she understands why people don't like them. Chloe didn't like rats either, until her friend Martin showed her his rats. She saw that they were friendly and smart. When Martin's rats had babies, Chloe wanted two of them as pets."}
{"text_id":"25-a2","simplified":"Cape Town can be a dangerous place for baboons. Some have been hurt or killed by cars, and others have died after touching electric wires while playing. Baboons are at risk of disappearing, so the city has hired Baboon Monitors to help protect them. These monitors try to keep baboons out of towns by chasing them away or catching them and taking them back to the wild. This has helped a bit, but it’s hard to stop baboons from returning to the city when they know they can find easy food there."}
{"text_id":"26-a2","simplified":"I work for a big computer company, but their main office is in the USA. So, I do all my work from home on my computer. This is good because I don’t have to spend time going to an office or talking with coworkers. I work on different projects, and I like this because I can take time off when my kids need me, like for their school shows, or if I need to go to the dentist. The bad part is that because I don’t have set work hours, I often work late into the night. Sometimes I even skip dinner to finish my work."}
{"text_id":"27-a2","simplified":"In the 1990s, graffiti kept going, but street art also grew fast around the world. Some artists wanted to share political messages and made art to make people think about war, unfair treatment, and inequality. Others wanted to create beautiful and eye-catching pieces. In South America, many street artists painted in poor neighborhoods, bringing color, energy, and beauty to dull city walls."}
{"text_id":"28-a2","simplified":"Social media, magazines, and shop windows show people new things to buy every day. In the UK, people are buying more clothes and shoes than ever before. Shopping online makes it easy to buy things without thinking. Big brands sell clothes so cheaply that people treat them like things you use once and throw away – wearing them just two or three times before getting rid of them."}
{"text_id":"29-a2","simplified":"Sam squinted at the dust cloud from the car driving up to the Big House. The horses swished their tails at flies, not bothered by their owner’s first visit in ten months. Sam waited. Mr. Carter didn’t come out here unless he had to—and that suited Sam just fine. The less he saw of his boss, the safer his job. Mr. Carter wiped sweat from his neck. Dark patches on his shirt spread together like countries on a map. His skin was already red from the June sun. Otherwise, he had the pale look of someone who stayed indoors while others worked."}
{"text_id":"30-a2","simplified":"Many people in Berlin, Germany said killing wild pigs was too cruel. This caused strong arguments between hunters and people who care about animals. Because of the complaints, the city decided to try a calmer way to deal with the pigs. Instead of shooting them, they built fences and made it against the law to feed the pigs. It’s not yet clear if this will work. But it could be hard to stop the pigs from spreading, especially because warmer winters help them grow in number."}
{"text_id":"31-a2","simplified":"Suzanne Collins got the idea for *The Hunger Games* from her love of old Greek stories. When she was young, she really liked the story of *Theseus and the Minotaur*. In this story, Athens was controlled by Crete, but the people of Athens fought back. As punishment, the king of Crete made Athens send seven boys and seven girls to Crete every year. These young people were put into a big maze and eaten by a scary creature called the Minotaur. But one of them, Theseus, fought and killed the Minotaur. Suzanne sees Katniss Everdeen, the main character in *The Hunger Games*, as a future version of Theseus."}
{"text_id":"32-a2","simplified":"Zoos bring people and animals together. They can teach the public about saving animals and nature, and inspire people to help protect them. Some zoos give a safe home to animals that were treated badly in circuses or pets that were left by their owners. Zoos also do important research on things like how animals behave and how to treat their illnesses."}
{"text_id":"33-a2","simplified":"A new trend is growing against consumerism – the 'buy nothing' trend. It started in Canada in the early 1990s and then spread to the US. There, it became a way to say no to spending too much money and buying too many things, especially on Black Friday and Cyber Monday, which happen during Thanksgiving weekend. On Buy Nothing Day, people hold protests and sometimes cut up their credit cards. During the year, Buy Nothing groups help people give away, share, or fix things they already have instead of buying new ones."}
{"text_id":"34-a2","simplified":"Is graffiti art or vandalism? It depends on how you see it. But in many places, writing or painting on public or private property is seen as vandalism. Many street artists have been stopped by police, and some have had to pay money as punishment. City governments often complain that it costs a lot to clean graffiti from buildings, buses, and trains."}
{"text_id":"35-a2","simplified":"What do people in the art world think about graffiti and street art? Lately, more people see it as real art. Big shows of street art have happened in galleries in Paris, London, and Los Angeles. In 2008, the American artist Elura Emerald held a street art show in a New York gallery. She supported street artists, saying, \"Artists who paint on the street are just expressing themselves, not hurting anyone. They should be appreciated and celebrated.\""}
{"text_id":"36-a2","simplified":"Most people have four to six dreams every night after age ten. That’s about 2,000 dreams a year. By age 80, the average person may have had 140,000 dreams. Even though we forget 95 to 99 out of every 100 dreams, we still remember a few thousand in our lives. It’s not hard to believe that sometimes, by chance, something in a dream happens later in real life—especially if it’s something common, like seeing a friend or missing a bus."}
{"text_id":"37-a2","simplified":"The Hunger Games happens in the future, after North America has been destroyed. The new country is called Panem. It has twelve poor areas, called districts, and a rich central city called the Capitol. The Capitol controls everything and has all the power. Each district makes something different for the Capitol. District 12, where the story starts, mines all the coal for the country. There used to be a thirteenth district, but it fought against the Capitol long ago, and the Capitol destroyed it."}
{"text_id":"38-a2","simplified":"Often wild animals go into cities to look for food. In Cape Town, South Africa, baboons (a kind of monkey) have started coming into the neighborhoods at the edge of the city to eat. They open trash bins and eat fruit from gardens and fruit trees. Some brave baboons have even gone into people's homes and taken food from kitchen cupboards and fridges! Baboons can be mean and have attacked many pets, so it is easy to see why many city people do not welcome them."}
{"text_id":"39-a2","simplified":"Many bridge accidents happen while the bridge is being built. These accidents often happen because the engineers (the people who design the bridge) make a mistake, such as a wrong calculation. The bridge falls down because it is too heavy, and this can kill the workers who are on it at that time."}
{"text_id":"40-a2","simplified":"George Lucas was one of the first movie makers to use the 17 steps of the hero’s journey. Usually the hero lives a normal life, then something happens that invites them to an adventure. At the start of Star Wars, Luke lives a normal life with his aunt and uncle, fixing robots. When he finds Princess Leia’s message for Obi‑Wan Kenobi inside the robot R2‑D2, it is the “call to adventure” that begins his journey."}
{"text_id":"41-a2","simplified":"Another idea to protect Earth from a dangerous space rock is to break it into pieces using a nuclear bomb. This sounds like something from a movie, and it was in the 1998 movie Armageddon, but HAMMER is a real plan from NASA. HAMMER means \"Hypervelocity Asteroid Mitigation Mission for Emergency Response.\" The plan uses very heavy rockets that weigh eight tons. Scientists would send these rockets to hit a space rock that is coming toward Earth. They hope this would push the space rock away from Earth. If the space rock is too close to Earth and this plan cannot work, the rockets would carry nuclear bombs to break the space rock into small pieces."}
{"text_id":"42-a2","simplified":"According to Campbell, the hero first says no to the adventure, but then a mentor appears and helps them. The hero then decides to enter the \"special world\" where the adventure begins. There, they face tests, meet friends, and fight enemies while getting ready for their biggest challenge. For Luke, the mentor is Obi-Wan, his friends are Han Solo and the robots R2D2 and C3PO, and the enemy is Darth Vader. All of this happens in the special world of the Death Star."}
{"text_id":"43-a2","simplified":"Some things we don’t use much might seem useless, but they can be helpful to someone else. Thanks to the internet, online groups have found a way to make money by sharing these unused things. With websites and social media groups that help people buy and sell used items, it’s now very easy for people to share things directly with each other. This is called the sharing economy."}
{"text_id":"44-a2","simplified":"Around 200-300 years ago, two main ideas about dreams became popular. One idea was that the things we see in our dreams show things that are hidden in our mind. Freud (a famous doctor who studied the mind) believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other idea was the opposite. It said that dreams are just a mix of random things happening in the brain while it's putting together memories and things from the day. When we wake up, we try to understand these random pictures and feelings and put them into some kind of story."}
{"text_id":"45-a2","simplified":"I work for myself as a freelancer. This is good because I decide what to do and how to use my time. At first, I worked from home, but it was hard to focus. There were too many distractions: housework, making tea, or family members needing help. Then I tried working at a café nearby. But the internet was slow, and I drank too much coffee. In the end, I chose to rent a desk in a shared office with five other freelancers. I like getting ready in the morning and going to work. It helps me concentrate, just like in a regular office."}
{"text_id":"46-a2","simplified":"NASA needs money to build a special telescope called NEOCam. This telescope uses infrared light to find medium-sized asteroids. If they get the money, they might find all these asteroids in ten years. Once they find them, the team that protects the planet will still need to figure out how to stop the dangerous ones from hitting Earth. These dangerous asteroids are called PHAs."}
{"text_id":"47-a2","simplified":"The 'buy nothing' trend has now reached social media influencers who usually share posts about clothes and makeup they suggest people buy. Some YouTube stars now tell their viewers not to buy anything for as long as a year. Two friends in Canada tried this for a year and only bought food. For the first three months, they learned to live without buying electronics, clothes, or things for their home. Then, they stopped using services like haircuts, eating out at restaurants, or buying petrol for their cars. In one year, they saved $55,000."}
{"text_id":"48-a2","simplified":"Religion is very important to Pi. His family is Hindu, but he wants to learn about other religions too. He becomes friends with a Christian priest and a Muslim baker. To everyone’s surprise, Pi says he is Hindu, Muslim, and Christian all at the same time. When his family and teachers tell him to pick only one religion, he refuses. He says, \"I just want to love God.\" After that, his family and teachers decide to let him choose what he believes."}
{"text_id":"49-a2","simplified":"Some people believe that writing down your dreams can help you have lucid dreams. A lucid dream is when you know you are dreaming and can make choices that change what happens in the dream. For example, you could turn a scary dream into a calm one, or guide the dream like a movie director. This way, instead of just trying to understand your dreams, you are helping to create them. But you might still want to have some regular dreams too, because they let your mind show you what you’re thinking or feeling deep down."}
{"text_id":"50-a2","simplified":"People may not know they are part of the problem with throwaway clothes, even if they give their old clothes to charity. That’s because charity shops cannot sell all the clothes they get. Fast fashion becomes outdated very quickly and is often made from low-quality material, so it’s hard to recycle. Many people don’t want to buy it second-hand. As a result, large amounts of clothing are just thrown away. A lot of the clothes that charities can’t sell are sent to other countries, which creates more problems for the environment and local economies."}
{"text_id":"51-a2","simplified":"Not happy with just one great trip, some modern explorers try many challenges. Meagan McGrath from Canada has climbed the highest mountain on every continent, biked across Canada, and ran a very long race in the Sahara Desert when it was 45 °C (113 °F). But maybe her most amazing trip was skiing to the South Pole. On the first day she fell into a glacier (a big piece of ice) and needed help. Many people would have stopped, but Meagan kept going. She arrived at the South Pole after forty days, pulling a sled with a tent and all her food in very cold weather and ice storms."}
{"text_id":"52-a2","simplified":"Blek le Rat began by painting rats on the walls in Paris, his home city. Today, he wants people to think about social problems. He paints pictures of homeless people in big cities to help residents notice and think about homelessness."}
{"text_id":"53-a2","simplified":"In some places, local governments have tried to stop random graffiti by giving artists special areas where they can paint. For example, in Taiwan, there are \"graffiti zones\" where people can freely paint and write on walls. In São Paulo, Brazil, the city even lets some graffiti artists paint on subway trains."}
{"text_id":"54-a2","simplified":"Faith47 is from Cape Town, South Africa. She makes large, colourful paintings of people and animals and enjoys working in different places. You can find her art on sidewalks, in empty factories, and on old, unused cars. She likes that most street art does not last long — rain, wind, or city cleaners often remove it. To her, this shows how life is always changing, with things ending and new things beginning."}
{"text_id":"55-a2","simplified":"In her old job, Gabriela was used to a work culture where people respected authority and everyone knew their role. In this kind of culture, bosses make the important decisions and people rarely disagree with them. But her Swedish team was used to a different style. They worked in a culture where employees and managers often work together to solve problems and make choices. In this setting, leaders act more like coaches or helpers. They support independent thinking and expect team members to share their opinions, even if they disagree."}
{"text_id":"56-a2","simplified":"When Gabriela learned about the differences between her culture and her team's culture, she decided to talk openly with them about how they felt about her as their leader. Her team was happy that she asked for their opinions. They told her honestly that they were not used to someone telling them exactly what to do. They liked having more freedom to make their own decisions and be creative. When Gabriela told her team exactly what they needed to do, they felt that she didn't believe they could do their job well. They understood that Gabriela felt hurt when they disagreed with her decisions or wanted to change them. They were able to explain that this was the normal way they had always worked."}
{"text_id":"57-a2","simplified":"Os Gêmeos are twin brothers from São Paulo. They paint small tags and large, colorful pictures of people on buildings. Their art is often so big that they need cranes to help them. In 2007, they painted an entire castle in Scotland."}
{"text_id":"58-a2","simplified":"People have been drawing and writing on walls for a long time. A long time ago, people in Africa and Europe painted pictures of animals and people inside caves. Graffiti – writing or pictures on walls – has been found on old buildings in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists (people who study old things) have found many graffiti written in Latin. These include messages about religion, politics, love, and even some magic spells."}
{"text_id":"59-a2","simplified":"Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS (a system that shows your location) and satellite phones (special phones that work anywhere in the world). Many adventurers love nature and use their travels to help tell people about environmental problems, while others want to help people in need and collect money for charities."}
{"text_id":"60-a2","simplified":"The first is DART – the Double Asteroid Redirection Test. Scientists plan to test DART on a small moon that goes around an asteroid called Didymos. This moon, nicknamed 'Didymoon', is 150 metres wide and circles its larger 800-metre-wide asteroid. When DART hits it, the crash should change the moon's path just enough so that telescopes on Earth can see the difference."}
{"text_id":"61-a2","simplified":"The main character is a 16-year-old girl named Katniss Everdeen. Her father died in a mine accident, so she has to find food for her family. She hunts in the woods near District 12 with her friend Gale and becomes very good at using a bow and arrow. When her younger sister, Prim, is picked to be a tribute, Katniss says she will go in her place. The other tribute from District 12 is a boy named Peeta, and Katniss ends up in a difficult relationship with him."}
{"text_id":"62-a2","simplified":"Writing about your dreams helps you remember more about them. Think about the people in your dream and the place where it happened, because they can help you understand what your dream means. If you write down your dreams for a week, you will be surprised at how much you have written. Then, you can start to see how your dreams are connected to things that happen in your life and how you feel every day."}
{"text_id":"63-a2","simplified":"Long ago, many bridges were built from wood and could catch fire more easily. This was especially true for old train bridges. The sparks made by metal train wheels rolling on metal tracks could sometimes set the bridge on fire, burning it down completely."}
{"text_id":"64-a2","simplified":"It's hard to say how street art will change in the future, but some patterns are starting to appear. Most street artists are young and paint in their own city or local area. But more and more, artists are travelling to other countries to create art. Others are using the internet to talk with each other and share pictures of their work online. Also, the art world is starting to see street art as real art. Even though we don't know exactly what will happen, one thing is clear: street art isn't going away."}
{"text_id":"65-a2","simplified":"Suzanne Collines always felt upset when she saw news about wars. When she was a child, her father was a pilot in the US Air Force and fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war. But Suzanne still saw news reports about it and knew her dad was there. This made her very afraid."}
{"text_id":"66-a2","simplified":"A global survey by PricewaterhouseCoopers (PwC) collected answers from over 40,000 young adults (born between 1983 and 1993) and older workers. They shared their thoughts on workplace culture, how people talk and work together, pay, career growth, and balancing work with personal life. In another global survey, Deloitte asked over 10,000 young adults about their views on the challenges and chances they see in today’s work world."}
{"text_id":"67-a2","simplified":"Erik Weihenmayer from the United States is an adventurer. He has biked through the deserts of Morocco, kayaked in the Grand Canyon, and climbed Mount Everest. What's amazing is that Erik has been blind since he was 13. Besides his adventures, he encourages people with disabilities to stay active. He also leads groups of young blind people on climbing trips."}
{"text_id":"68-a2","simplified":"Online platforms make it easy for people to earn a little extra money. For example, busy parents might not have had time to set up a stand at a local market or garage sale to sell their kids’ old things. But now, with online marketplaces, they can sell barely used baby clothes, prams, and other baby gear their children have outgrown. This helps them get some of their money back."}
{"text_id":"69-a2","simplified":"Pi and Richard Parker spend 227 days together in a lifeboat. They face hunger, sickness, and tiredness. They survive strong storms and the hot Pacific sun. Sometimes, Pi feels comfort in his three religions, but other times he feels very lonely and sad. Then, one day, they see the Mexican coast ahead — and everything changes. I won’t tell you the ending, so you’ll have to read the book to find out what happens to Pi and Richard Parker when they reach land."}
{"text_id":"70-a2","simplified":"Chloe came home from school and made herself a cup of coffee. She took it up to her room. She had homework to do, but she could do it later. She wanted to enjoy the quiet time before her parents got home. Later, the house would be full of noise—people talking, the TV on, or her dad listening to his favorite jazz music while he made dinner. She liked this time of day because she could play with her pet rats."}
{"text_id":"71-a2","simplified":"In 2010, NASA's planetary defence team had found and recorded 90% of the large asteroids near Earth, about 1km wide. These are called 'near-Earth objects' or NEOs, and are as big as mountains. They travel within 50 million kilometres of Earth's orbit. NASA says there are about 50 left to find, but none of the 887 already known are a serious threat to Earth."}
{"text_id":"72-a2","simplified":"Auggie decides to go to school. On his first day, he feels very nervous, just like any child starting at a new school. But because of how he looks, it is even harder for him. No one wants to sit next to him, and he sees other kids looking at him or whispering about him. Luckily, he makes friends with Jack, a boy in his class, and Summer, a girl he talks to at lunch. But the first day is not the only hard part. Auggie soon finds out that his classmates are afraid to touch him because they think they might get sick. As the school year goes on, Auggie has many good and bad moments. Then, something very surprising and upsetting happens at a school camp, and it changes everything."}
{"text_id":"73-a2","simplified":"The two men looked toward the north end of the land. It went on as far as they could see. The fences were so far away, they were hard to spot. No matter how bored or angry a teenage boy got, he couldn’t walk away and escape. Sam looked at the largest horse, pawing the ground with its heavy hooves. Could the boy ride? he wondered. A good rider could get into a lot of trouble out here, so far from anyone. But maybe someone who didn’t know anything about horses—and just wanted to get away from his dad—could get into even more trouble."}
{"text_id":"74-a2","simplified":"More than 4,000 climbers, from 13 to 80 years old, have reached the top of Everest. Climbing high mountains in cold weather and strong storms is still very dangerous. The best climbers in the world now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing when she was a teenager. After she finished school, she worked as a nurse, but she still climbed in her free time."}
{"text_id":"75-a2","simplified":"After climbing Everest, Gerlinde decided to climb all fourteen of the world’s highest mountains. These mountains are over 8,000 metres tall. To make it harder, she climbs without oxygen tanks. This is dangerous because there is very little oxygen at the top of high mountains, which can harm the brain and body. Gerlinde uses her fame as a climber to help a charity that supports poor children and orphans in Nepal."}
{"text_id":"76-a2","simplified":"If we look around at the things we have bought over the years, we will probably see that not everything we own is useful. For example, the thick wool coat we bought because it looked cool, even though we live in a hot, tropical place. Or the old smartphone we stopped using when we got a newer one. Maybe the car we only drive on weekends. Or even the guest room in our home that we now use to store things instead of letting guests sleep there."}
{"text_id":"77-a2","simplified":"For a long time, and in many parts of the world, people have believed that dreams can predict the future. They thought dreams were messages from the gods, meant to give them knowledge or understanding. Even now, many people remember a time when they dreamed about something — like an event, a place, or a person — and later, that dream actually happened in real life."}
{"text_id":"78-a2","simplified":"Some of the biggest and most expensive transportation projects in the world are about building bridges. Bridges are very important connections that help cars, trucks and trains go across water, deep valleys between mountains, or other roads. Because of this, they are one of the most important parts of civil engineering (the work of planning and building roads, bridges and buildings). People watch and check them very carefully, especially when they fall down."}
{"text_id":"79-a2","simplified":"After weeks of feeling angry and upset, Gabriela sent an email to her Swedish boss about the problems she had with her team. Her boss only asked her if she thought her team was still doing good work, and what she thought would help her work better with her team members. Gabriela thought her boss was not clear enough and didn't feel like he was dealing with the problem in a good way."}
{"text_id":"80-a2","simplified":"Dogs that live in groups have learned that people are more likely to give food to smaller, cuter dogs. So, these dogs go and ask for food for the rest of the group. Some dogs have even learned how to use the city's underground trains to get from one part of their area to another. Scientists are not sure how the dogs know when to get off the train. One idea is that they use their good sense of smell to recognize the places they like to go to. Another idea is that they recognize the names of the train stations from the announcements. Either way, people who use the trains are now so used to seeing dogs on the trains that they don't really notice them anymore."}
{"text_id":"81-a2","simplified":"Ed Stafford from the UK is the first person to walk the whole length of the Amazon River. He began at a small stream in the Andes mountains in Peru. Two years and four months later, he reached the river's end in Brazil. He walked 6,000 kilometres. The Amazon rainforest has dangerous animals like poisonous snakes, crocodiles, and jaguars, so Ed was always in danger. Luckily, he stayed safe and only got a few thousand mosquito and ant bites."}
{"text_id":"82-a2","simplified":"In Britain, the average person spends over £1,000 a year on new clothes. That’s about four per cent of their income. It might not seem like a lot, but this number hides two serious problems—one for society and one for the environment. First, many people use credit cards to pay for clothes. Right now, each adult in Britain owes about £670 to credit card companies. That’s 66 per cent of what they spend on clothes each year. So, people are spending money they don’t yet have. Second, they’re using that borrowed money to buy clothes they often don’t need. Every year, Britain throws away 300,000 tons of clothing. Most of it ends up buried in landfill sites, where it harms the environment."}
{"text_id":"83-a2","simplified":"Ed couldn’t have done his walk without technology. He used a radio to ask the people in the rainforest for food and permission to walk on their land. Many of them came to meet him and helped him through the hardest parts. While walking, Ed wrote a blog about his daily experiences. He used the attention from the news to speak out against the damage to the rainforest and to raise money for charities that help the environment and children in Brazil and Peru."}
{"text_id":"84-a2","simplified":"Businesses have realized that the sharing economy can make money by using resources that are not being used enough. A popular business idea now is for companies to create websites or apps that connect customers with people who offer a product or service. For example, Airbnb helps people rent out their empty rooms or homes to travelers who need a place to stay. This can earn the homeowners extra money. Another example is Uber, which lets people use their own cars to give rides to others and earn money in their spare time."}
{"text_id":"85-a2","simplified":"One of the most important jobs of zoos today is helping animals that are in danger. Zoos work with other zoos around the world to help these animals have babies. In nature, some very rare animals have trouble finding a partner to have babies with. They also face dangers like people hunting them, losing their homes, and other animals attacking them. A good zoo gives these animals a safe place to live and have babies. Another problem is that when there are very few animals left in the wild, they can become too similar to each other. This is not good for their health. Zoo breeding programs help by making sure there are enough different animals. Then, some of these animals can be set free in the wild to make the group stronger and healthier."}
{"text_id":"86-a2","simplified":"These kinds of accidents are very rare, but boats and trains can make a bridge fall down for different reasons. With trains, it's how fast they hit the bridge that can make it collapse. With boats, it's how heavy they are that can make the bridge fall, even if they are moving slowly. The best way to stop bridges from falling is to plan ahead. New technologies that can find weak spots, safer work conditions, and better designs can all help prevent these terrible accidents."}
{"text_id":"87-a2","simplified":"At first, Pi is very scared of the animals and jumps into the sea. Then he remembers there are hungry sharks in the water near him. He understands he must climb back into the lifeboat. One after another, the animals in the lifeboat kill and eat each other, until only Pi and the tiger are left. Luckily for Pi, the tiger—which he calls Richard Parker—is sick from the sea and does not want to eat him right now."}
{"text_id":"88-a2","simplified":"When Pi is 16, a new government takes power, but his parents don’t like it. They worry about what will happen, so they decide to close the zoo and move to Canada. They sell some of the animals to other zoos in North America and take the rest with them on a ship. During the trip, a bad storm hits, and the ship sinks. Sadly, Pi’s family and the sailors all die in the water. But Pi survives and ends up in a small boat with a hyena, a zebra, an orangutan, and a very big tiger."}
{"text_id":"89-a2","simplified":"The Hunger Games is a very popular book for teenagers and young people. An American writer called Suzanne Collins wrote it. The book came out in 2008. Now people can read it in 26 different languages and millions of people around the world have bought it. It was also the first book for young people that sold more than a million copies on computers and phones. Hollywood made The Hunger Games into a big movie and the movie is very successful too. In the first weekend, the movie made 152.5 million dollars just in North America!"}
{"text_id":"90-a2","simplified":"Maybe dreams happen because our mind puts together the thoughts we have during the day, but they show up in dreams with special meanings. When we're awake, our thoughts usually come to our minds as words, like talking to ourselves. But when we're asleep, the part of our brain that controls language works less while the part that controls feelings works more."}
{"text_id":"91-a2","simplified":"Having good relationships is important for being happy. In one study, most happy people had close friends and family and spent time with them often. You also need at least one person to talk to about your feelings. This is called 'self-disclosure.' Just having one person to share your feelings with, along with other friends, is enough. It’s not enough to have many friends just to do things with or talk about things like music or football. A deeper connection is very important. Some people need to learn how to listen better to others to have stronger relationships."}
{"text_id":"92-a2","simplified":"Psychologist Carol Dweck, who supports the idea of a \"growth mindset,\" says the brain can change and grow. This means we can learn new skills, even if we’re not good at them at first. Many people praise results or natural talent, like saying, “You’re so good at noticing small things” or “You’re a natural at planning events.” But studies show it’s better to praise how someone works—like their effort, trying new ways, or solving problems. This kind of praise helps people keep improving and developing their skills."}
{"text_id":"93-a2","simplified":"The rover checks the air around it from time to time. In 2014, it found a simple organic molecule in the air called methane. Methane is also a main part of natural gas. One thing about methane is that it does not last very long — only a few hundred years. This means something on Mars must be making more of it. NASA says that Mars releases thousands of tons of methane at once. The amount of methane goes up and down with the seasons, almost as if the planet is breathing."}
{"text_id":"94-a2","simplified":"A long time ago, a psychologist named Carol Dweck from Stanford University worked with a group of ten-year-old children. She gave them some problems that were a little too hard for them. One group of children liked the challenge. They believed they could get better with practice and were excited about learning more in the future. Carol Dweck called this way of thinking a \"growth mindset.\"But another group of children felt bad. They thought the hard problems meant they were not smart enough. They believed they could not get better, no matter how hard they tried. Dweck called this a \"fixed mindset.\" Some of these children even said they might cheat next time. Others tried to feel better by finding someone who did worse than them."}
{"text_id":"95-a2","simplified":"Horror films often use empty places. This could be an old hospital, a dark empty house, or a town with no people. There’s something strange about quiet, lonely places. What was it like when people lived there? Why did they go away? Maybe the silence itself is scary. Also, it’s easier for film makers because in these places, your phone usually doesn’t work — which makes the story feel more real."}
{"text_id":"96-a2","simplified":"No matter what kind of house it is, the basement is always a scary place in horror movies. It’s usually where something is hiding, or where the bad person keeps their scary tools. Basements are dark and often wet. You can only get there by going down a narrow set of stairs. And they feel creepy, even when there’s nothing actually there."}
{"text_id":"97-a2","simplified":"Gary Collins was a policeman not working at the time. He was on holiday and watching the London riots on TV. He quickly recognised some of the people and decided to end his holiday early to help. He spent six months looking at CCTV videos and identified 190 people. He could even recognise many just by their eyes. His help was very important for the investigation. Even though there were 200,000 hours of video, the facial recognition software only found one person."}
{"text_id":"98-a2","simplified":"I find it really interesting to think about how we can make humans evolve faster by upgrading our bodies. Just imagine putting a computer inside your brain! Soon, we might actually be able to do that. It could help us get better at math, improve how we see and hear things, and make our memory stronger. This idea will probably become more normal in the future."}
{"text_id":"99-a2","simplified":"It was an interesting talk, and the speaker was right about a few important things. Take parents’ influence, for example. How can we expect teenagers not to text while doing homework when they see their parents using social media while cooking or waiting at traffic lights? She also made a good point about people wanting to be in more than one place at once. So they keep switching between real-life and online conversations. I see this all the time with my teenage daughter and her friends. They meet up, but then sit together in silence, each one chatting with someone else online."}
{"text_id":"100-a2","simplified":"When we watch the news, it can seem like the world is becoming a more violent place. But there are some positive things to think about too. After World War II, there were many wars that killed a lot of people - 30 wars killed more than 100,000 people. Now, countries are generally living together more peacefully. However, there are still some wars within countries and terrorism has increased in recent years. Sadly, many more civilians than soldiers have died in wars since World War II. But even for civilians, the situation is not all bad. Although people are more likely to die from violent crime than from war, the number of murders worldwide has actually gone down. In 2000, about 8 people out of 100,000 were murdered, but by 2015, this number had decreased to about 5.3 people per 100,000."}
{"text_id":"101-a2","simplified":"Wasfia has spent her life helping to protect human rights. She has seen many international aid projects in her home country, Bangladesh, that teach and train women and girls. But too often, when these projects end, the women are left with no support. Wasfia realized Bangladesh needed to make its own change. So she combined two things she loves: climbing mountains and fighting for human rights. She wanted to change how people in her country see women. She first started climbing while working on aid work in Tibet and Nepal. In Bangladesh, a flat country near the sea, most people have never even seen a mountain. Now, her efforts are working. People in Bangladesh—and around the world—are starting to pay attention."}
{"text_id":"102-a2","simplified":"Most people think that poor countries are in a very bad state: they have huge poverty (very little money), are ruled by dictators (leaders who do not allow freedom), and have little hope for change. But this is not true. In fact, big changes are happening. In the last 20 years, more than 700 million people have earned more money and left poverty. Also, each year six million fewer children die from illness, many more girls go to school, and many people can get clean water."}
{"text_id":"103-a2","simplified":"Many managers try to make negative feedback feel better by putting it between two positive comments, like a sandwich. But when this happens too often, employees may start to see the positive comments as just a way to hide the negative ones. This makes the praise feel less meaningful. Instead, positive feedback should not just be used to soften bad news. It should be given to truly support and encourage good work."}
{"text_id":"104-a2","simplified":"I belong to the Campaign to Stop Killer Robots. Forget the scary robot from movies that crushes skulls. Think about what’s happening now: military machines like drones, automatic guns, and guard robots are already being used to kill people, and humans don’t have to do much. The next step could be fully independent “killer robots” that follow orders but choose their own targets — deciding who to kill without human help. To me, this seems totally wrong and dangerous for people. We must be very careful about letting machines make life-or-death choices."}
{"text_id":"105-a2","simplified":"More people are learning English than all other languages together, and English is spoken in more countries than any other language. However, Chinese has the most native speakers by far. There is not much connection between how many native speakers a language has and how many people are learning it. But there is a clearer link between how many people are learning a language and how many countries have people who speak it."}
{"text_id":"106-a2","simplified":"Your boss stops you and says she wants to talk about how you did on the recent project. You spend the whole weekend worried, thinking about what you might have done wrong. On Monday morning, when you go into her office, she starts by saying good things about your work. Now you’re wondering: is this just the usual nice comment that comes before criticism? You know the pattern: start with something positive, then say what you really want to say (usually the hard part), and end with something nice again. It’s often called the “feedback sandwich.”"}
{"text_id":"107-a2","simplified":"This rock album, Born in the USA, is fast and fun to listen to. But the words in the songs are also very emotional. The catchy tunes hide stories about the tough side of life in America. Many songs are about ordinary people who work hard but are not happy because they don't have a lot of money or success. For example, the song Glory Days is about people who look back at their happy times when they were young. Another song, Downbound Train, is about a young man who loses his job and his life falls apart. You can tell that the singer is singing about real people and problems he knows about. This album shows how talented the singer, known as the Boss, really is."}
{"text_id":"108-a2","simplified":"Lewis wants to see more protected sea areas in the world. He wants them to grow from 3 per cent to 10 per cent. This could help fix the damage that people have caused. People have hurt the seas by catching too many fish, making the water dirty, and throwing rubbish into it. During his trips, Lewis has seen this damage with his own eyes. He has swum over coral reefs that have lost their color because the water got too warm. Coral reefs are like underwater gardens where many sea animals live. He has also seen underwater areas in the Red Sea that look like empty deserts. There are no fish or plants there - only plastic rubbish. Pugh thinks that nature can get better if we give it space and time. But we need to act fast. If we don't start taking care of our seas now, we may soon have a problem that we cannot fix."}
{"text_id":"109-a2","simplified":"Best-selling writer Terrie Sharp knows how to tell a good story. She has won the Olive Crime Writer Award twice. She was born in a part of Glasgow with the highest crime rate. Growing up, she learned to stay quiet, avoid trouble, and even how to open car doors with a knife. Luckily, she only used those skills for her books. Now, she’s not so quiet — she appears on popular daytime TV shows like *Police Today* and speaks at writing events all over the UK."}
{"text_id":"110-a2","simplified":"Are things getting worse every day? Is progress impossible? In *Enlightenment Now*, Steven Pinker looks at the overall picture of human progress and finds good news. We live longer, healthier, freer, and happier lives than before. The real problem, Pinker says, is that the values of reason and science from the Enlightenment are under threat. When leaders and media appeal to people’s tribal feelings, fear, and distrust, we risk harming important systems like democracy and global cooperation."}
{"text_id":"111-a2","simplified":"In old horror movies, when the main characters were in trouble, they often couldn't call for help or phone the police. Today, mobile phones make that hard to believe. So how do filmmakers keep the tension? No phone signal! If you're the hero in a horror movie, it's almost guaranteed that just when you really need to call for help, your phone won't work. There’s no signal. Or your battery dies right as you’re trying to call. Or both."}
{"text_id":"112-a2","simplified":"In the 1950s, banana farmers in Central America had a big problem. Their best banana, called Gros Michel or Big Mike, was dying. Now it's happening again to the Cavendish banana, which replaced Big Mike. The Gros Michel banana was very popular because it was easy to transport, had a thick skin, and tasted sweet. It was the main banana grown on farms in Central America. A big company called United Fruit grew and exported most of the bananas in South America at that time. They grew bananas in a special way: they took small parts from the stems of plants and made new plants, instead of growing them from seeds. They planted many bananas close together in the fields."}
{"text_id":"113-a2","simplified":"Most spiders have venom, but they use it to catch prey, not to attack people. Only 25 kinds of spiders have venom strong enough to hurt humans, and even then, bites are usually painful but not deadly. For example, Australia’s dangerous Sydney funnel-web spider has caused no deaths since the anti-venom was made in 1981. But be careful with hairy spiders like tarantulas. If they feel threatened, they can flick tiny, irritating hairs from their body. These hairs can get into your skin or eyes and cause discomfort."}
{"text_id":"114-a2","simplified":"This scary movie idea was very common in horror films from the late 1900s. It begins with a group of teenagers having fun. By the end, everyone is dead — except one girl. At first, she seems quiet, shy, and not strong. But as the story goes on, she becomes brave and smart, and fights to survive. In the end, she is usually the only one left — and she beats the killer."}
{"text_id":"115-a2","simplified":"To understand where our ability for complex language comes from, we need to look at how our brains are different from those of other animals. It’s not just about size—what matters is what our brains can do, and when and why they developed this way. There are few physical clues, as ancient tools and remains don’t show what kind of speech early humans could make. However, from fossil remains, we can see how the mouth, throat, and tongue evolved. By about 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess whether early humans used simpler forms of communication."}
{"text_id":"116-a2","simplified":"It’s society, not nature, that tells girls they should like arts and humanities more than maths and science, and leave those subjects to boys. Also, there aren’t enough positive female role models for young people to see in science jobs. In cartoons and stories, scientists are often shown as men, like mad scientists or brilliant inventors. People also think scientists are nerdy, not good with people, and their work is lonely. These are wrong ideas that the media shows, but they might make girls not see themselves as scientists and think science isn’t an attractive job. If girls saw more women in science doing great things, they would feel more confident and belong more in these subjects."}
{"text_id":"117-a2","simplified":"The Scallion is a weekly newspaper made by students and given out for free in university buildings. About 10,000 students read it. Students write and produce everything in the paper. A survey shows that both students and staff enjoy it because it is fun to read, teaches about culture, and gives students useful work experience. However, printing the paper costs a lot of money. Also, some students find it hard to get a copy because they have to go to campus to pick one up. Another problem is that many copies are left lying around campus as trash, which is bad for the environment."}
{"text_id":"118-a2","simplified":"At Girox Foods, about 12 people out of every 100 workers leave their job each year. This might not seem like a lot, but in most food companies, only 7 people out of 100 leave each year. The main goal of this report is to find out why workers are not happy at our company. We want to understand the problems and then give ideas to make the workplace better for employees so more people will stay in their jobs."}
{"text_id":"119-a2","simplified":"A lot of what the speaker said felt true. I really think there’s a risk that the more we’re connected online, the lonelier we can feel. For my generation, this isn’t such a big problem because we lived without technology for many years. We know how to be alone, and more importantly, we’re okay with it. But young people under 20 are different. They’re always busy messaging or chatting online, so they never really feel what it’s like to be alone. This means they might never learn to enjoy their own company. Also, they’re learning how to talk through messages they can edit and rewrite. Because of this, they might miss out on learning how to have real, face-to-face conversations with someone right in front of them."}
{"text_id":"120-a2","simplified":"Don't always give negative feedback after positive feedback. If they always come together, people might start ignoring the good comments. Sometimes, just give praise on its own and avoid adding criticism."}
{"text_id":"21-b1","simplified":"Your dreams can give you ideas about things you didn’t know you were thinking about. Common dreams, like flying, falling, losing teeth, or being naked in public, probably have similar meanings for most people. But to really understand what they mean for you, think about how they connect to your daily life and feelings."}
{"text_id":"22-b1","simplified":"One of the most interesting examples of wild animals living in cities is the wild dogs of Moscow. In Moscow, about 35,000 wild dogs live on the streets. Some of these dogs were born wild, while others were pets that their owners left behind. Some dogs live alone, and others live in groups. In 2010, scientists studied these dogs and discovered that they have adapted very well to city life. For example, they have learned that it is safer to cross the street with people. Some dogs even seem to understand traffic lights."}
{"text_id":"23-b1","simplified":"\"Wonder\" is the first book by RJ Palacio, who lives in New York. She got the idea for the story after seeing a girl with a facial difference on the street. The book has become very popular in the US and has won several awards. Many schools use it to talk about bullying, friendship, and what it’s like to be different. A movie is being made, and many people, including me, are excited to see what RJ Palacio writes next."}
{"text_id":"24-b1","simplified":"Chloe has two pet rats named Zena and Roxy. She knows rats are not common pets, and she can't remember how many times she has explained to people that rats are not dirty. She tells them that rats can be great pets if you take good care of them. But she understands why some people don't like rats — she didn't like them either, until her friend Martin showed her his pet rats. She saw how loving and smart they were. Last year, when one of Martin's rats had babies, Chloe decided she wanted two of them for herself."}
{"text_id":"25-b1","simplified":"Cape Town can be a dangerous place for baboons. Some have been hurt or killed by cars, and others have died after touching electric cables. Baboons are an endangered species, which means there are not many left, so it’s important to protect them. To help the baboons and reduce problems between them and people, the city council has hired people called Baboon Monitors. These monitors try to scare baboons away from towns and cities, or they catch them and move them to the countryside. This plan has worked sometimes, but it’s difficult to stop baboons from returning to the city because they find food there easily."}
{"text_id":"26-b1","simplified":"I work for a worldwide IT company. Because the main office is in the United States, I do all my work online from home. This means I don’t waste time traveling to work or having small talk with coworkers. I work on a project basis (my work is organized into separate projects), and this flexibility is very important to me because I can easily take time off when my children need me at school performances or when I have a dentist appointment. The downside is that, without set office hours, I often work late into the evening and sometimes skip dinner to finish a task."}
{"text_id":"27-b1","simplified":"In the 1990s, graffiti stayed popular, but street art also grew quickly around the world. Some artists wanted to share political messages and made art about war, inequality, and discrimination to make people think. Others wanted to create beautiful and attractive art. In South America, many street artists worked in poor areas, adding colour, life, and beauty to grey city walls."}
{"text_id":"28-b1","simplified":"Every day, people see many ads on social media, in magazines, and in shop windows, telling them to buy things. In the UK, people are buying more clothes and shoes than before. Online shopping makes it easy to buy things quickly without thinking too much. Also, many big brands sell very cheap clothes, so people treat them like disposable items—they wear them only a few times and then throw them away."}
{"text_id":"29-b1","simplified":"Sam narrowed his eyes against the bright sun as he watched the dust cloud from a car driving toward the Big House. The horses moved restlessly, swatting flies with their tails, not caring that their owner was visiting for the first time in ten months. Sam waited. Mr. Carter rarely came out here unless he had to, which was fine with Sam. The less he saw his boss, the better—it meant he could keep his job longer. Mr. Carter wiped the sweat from his neck. The wet spots on his shirt looked like strange shapes on a map. His skin was already turning red from the June sun. Otherwise, he had the pale skin of a man who made money while others did the hard work."}
{"text_id":"30-b1","simplified":"Many people in Berlin, Germany said killing wild pigs was too cruel. This caused strong arguments between hunters and animal lovers. Because of the protests, the city government decided to try a more peaceful way to deal with the pigs. Instead of shooting them, they built fences and made it against the law to feed the pigs. It is not yet clear if this plan will work. However, it could be hard to control the pigs because warmer winters have led to more pigs than before."}
{"text_id":"31-b1","simplified":"Suzanne Collins, the author of *The Hunger Games*, was inspired by ancient Greek myths – traditional stories from ancient Greece. One of her favourite stories when she was young was about Theseus and the Minotaur. In this story, the city of Athens was controlled by Crete. The people of Athens fought back, and as a punishment, the king of Crete, Minos, made them send seven young men and seven young women to Crete every year. These young people were sent into a complicated maze called a labyrinth, where a monster called the Minotaur would eat them. However, one of the young men, called Theseus, bravely fought and killed the Minotaur. Suzanne Collins thinks of Katniss Everdeen, the main character in *The Hunger Games*, as a modern version of Theseus."}
{"text_id":"32-b1","simplified":"Zoos bring people and animals together, which can teach the public about protecting nature and make people want to help save animals and the places where they live. Some zoos give a safe home to animals that were badly treated in circuses or pets that their owners left behind. Zoos also do important research - they study things like how animals behave and how to cure animal diseases."}
{"text_id":"33-b1","simplified":"A new trend is appearing as a reaction to consumerism – the 'buy nothing' trend. This idea started in Canada in the early 1990s and later spread to the US, where it became a protest against the excessive spending and consumption linked to Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, people organize different kinds of protests and even cut up their credit cards. Throughout the year, Buy Nothing groups arrange the exchange and repair of items they already have."}
{"text_id":"34-b1","simplified":"Is graffiti art or vandalism? It depends on how you see it, but in many countries, writing or painting on public or private property is seen as vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils are unhappy about the high cost of removing graffiti from buildings, buses, and trains."}
{"text_id":"35-b1","simplified":"What do people in the art world think about graffiti and street art? Lately, more and more people see it as a real form of art. Big street art exhibitions have taken place in galleries in Paris, London, and Los Angeles. In 2008, the American artist Elura Emerald held a street art show in a New York gallery. She supported street artists, saying, \"Artists who paint on the street are only expressing themselves, not harming anyone. They should be appreciated and celebrated.\""}
{"text_id":"36-b1","simplified":"Most people have four to six dreams every night after age ten. That means about 2,000 dreams a year. By the time someone is 80 years old, they might have had around 140,000 dreams. Even though we forget 95–99% of them, we still remember a few thousand dreams in our lifetime. So, it’s not surprising that sometimes a dream seems to come true by chance, especially if the dream is about something that happens often in real life."}
{"text_id":"37-b1","simplified":"The Hunger Games is set in the future, after North America has been destroyed. The country is called Panem. It has twelve poor districts that are ruled by the rich Capitol. The Capitol has total power over the country. Each district makes a different product for the Capitol. The story starts in District 12, which provides all the coal. There used to be a thirteenth district, but it rebelled against the Capitol and was destroyed."}
{"text_id":"38-b1","simplified":"Often wild animals go into cities to look for food. In Cape Town, South Africa, baboons have started coming into neighbourhoods on the edge of the city to eat. They open trash bins and eat fruit from gardens and orchards. Some brave baboons have even gone inside people’s houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive (they may act violently) and have attacked many pet animals, so it is easy to understand why many city residents do not welcome them."}
{"text_id":"39-b1","simplified":"Many bridge accidents happen while the bridge is being built. These accidents are often caused by a mistake made by the engineers, such as a wrong calculation (a miscalculation). The bridge falls down because it cannot hold its own weight, and this can be deadly for the workers who are on it at that time."}
{"text_id":"40-b1","simplified":"George Lucas was one of the first film directors to use a popular story structure called the “hero’s journey”. This structure has 17 main parts. Usually, the hero is a normal person at the start of the story. Then, something happens that encourages them to go on an adventure and their life changes. In the beginning of *Star Wars*, Luke Skywalker lives a normal life with his aunt and uncle, fixing robots. When he discovers a message from Princess Leia for Obi-Wan Kenobi hidden inside the robot R2D2, this is what starts his adventure – it’s called ‘the call to adventure’. This moment begins Luke’s journey to become the hero."}
{"text_id":"41-b1","simplified":"Another idea to stop a dangerous asteroid from hitting Earth is to destroy it with a nuclear weapon. This might sound like a movie plot—like the 1998 film *Armageddon*—but it’s also part of a real NASA plan called HAMMER (Hypervelocity Asteroid Mitigation Mission for Emergency Response). This plan uses eight-ton rockets aimed at the asteroid to push it off its path. If the asteroid is too close to Earth for that to work, the rockets would carry nuclear bombs to blow it up instead."}
{"text_id":"42-b1","simplified":"According to Campbell, the hero first says no to the adventure, but then a mentor appears and helps them. After that, the hero decides to \"cross the threshold\" and enter the \"special world\" where the adventure begins. In this world, the hero faces tests, fights enemies, and meets friends while getting ready for the biggest challenge. For Luke, the mentor is Obi-Wan, his friends are Han Solo and the robots R2D2 and C3PO, and the enemy is Darth Vader. All of this happens in the special world of the Death Star."}
{"text_id":"43-b1","simplified":"Things that people don't use much may seem useless to some people, but they could be valuable to others. Since the internet started, online groups have found a way to make money by sharing these unused things. Using websites and social media groups that help people buy and sell used items, it is now easier than ever for people to share things with each other. This is called the sharing economy (when people share or rent things they own to make money)."}
{"text_id":"44-b1","simplified":"In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that the things we see in dreams stand for thoughts or feelings we are not aware of. Freud believed that by understanding our dreams, we can understand our hidden emotions and problems. The other idea was the opposite: dreams are just random brain activity while the brain sorts memories and events from the day. When we wake up, we try to make sense of these random images and feelings by turning them into a story."}
{"text_id":"45-b1","simplified":"I work for myself as a freelancer, which is great because I can decide what to do and how to use my time. At first, I worked from home, but it was hard to focus. There were too many things that distracted me—housework, making tea, and my family needing my help. Then I tried working in a café, but the internet was bad, and I drank too much coffee. Finally, I rented a desk in a shared office with five other freelancers. I liked getting ready in the morning and working in an office where I could concentrate better."}
{"text_id":"46-b1","simplified":"Whether NASA can find the remaining medium-sized NEOs (near-Earth objects - asteroids that come close to Earth) depends on getting money to build NEOCam. This is a 0.5-metre space telescope that would use infrared light (a type of light we cannot see) to find asteroids. If NASA gets the money, it could probably reach its goal in ten years. After finding and recording these asteroids, the planetary defence team would still need to find ways to protect Earth from the really dangerous asteroids - the PHAs (potentially hazardous asteroids)."}
{"text_id":"47-b1","simplified":"The 'buy nothing' trend has now reached influencers on social media. These are people who usually share posts about clothes and make-up that they tell people to buy. Some YouTube stars now tell their followers not to buy anything at all for long periods - sometimes for a whole year. Two friends in Canada spent a year trying to buy only food. For the first three months, they learned how to live without buying electronics, clothes or things for their home. In the next part, they stopped paying for services too - like haircuts, eating at restaurants or buying gas for their cars. In one year, they saved $55,000."}
{"text_id":"48-b1","simplified":"Religion is important to Pi. His family is Hindu, but he is interested in other religions too. He becomes friends with a Christian priest and a Muslim baker. To everyone’s surprise, Pi says he is Hindu, Muslim, and Christian all at the same time. His family and teachers ask him to choose just one religion, but Pi refuses. He says, \"I just want to love God.\" After that, his family and teachers let him decide for himself about religion."}
{"text_id":"49-b1","simplified":"Some people believe that writing down your dreams can help you have lucid dreams. In a lucid dream, you know you are dreaming, and you can even control what happens. For example, you could change a scary dream into a happy one or decide what happens next, like directing a movie. This way, you’re not just trying to understand your dreams—you’re making them yourself. But it’s also good to let some dreams happen naturally, so your subconscious mind can show you what you’re really thinking or feeling!"}
{"text_id":"50-b1","simplified":"People may not know they are part of the problem with throwaway clothes because they give their old clothes to charity. But charity shops cannot sell everything they receive. Fast fashion becomes outdated very quickly and is often too low quality to be reused or recycled. Many people don’t want to buy it second-hand. As a result, large amounts of clothing are thrown away. A lot of the clothes charities can’t sell are sent to other countries, which creates more economic and environmental problems."}
{"text_id":"51-b1","simplified":"Some adventurers don’t stop after one big trip — they keep taking on new challenges. Meagan McGrath from Canada is one of them. She has climbed the tallest mountain on every continent, biked across Canada, and run a long race in the Sahara Desert where it was 45ºC. But maybe her most amazing trip was skiing to the South Pole. On the first day, she fell into a glacier and had to be saved. Many people would have quit then, but Meagan kept going. Forty days later, she reached the South Pole. She pulled a sledge with her tent and all her food through freezing weather and ice storms."}
{"text_id":"52-b1","simplified":"Blek le Rat began by painting rats on walls in Paris, his home city. Now, he wants to make people think about social problems. He paints pictures of homeless people in big cities to help residents think about homelessness."}
{"text_id":"53-b1","simplified":"In some places, local governments have encouraged artists to stop painting graffiti on random walls by giving them special areas where they can paint freely. For example, in Taiwan, there are \"graffiti zones\" where artists can paint and write on walls without getting in trouble. In São Paulo, Brazil, the city government has even let some graffiti artists paint on subway trains."}
{"text_id":"54-b1","simplified":"Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to work in many different places. Her art can be seen on sidewalks, in empty factories and on old cars. She likes that most street art does not stay forever; it is soon worn away by the weather or cleaned away by the city council (the local government). For her, this shows that life is always changing, with endings and new beginnings."}
{"text_id":"55-b1","simplified":"Gabriela used to work in a place where people clearly respected those in charge. Everyone knew their role, and leaders made most of the decisions – people didn’t usually question them. This is called a “high power distance” culture, meaning there’s a big difference in power between managers and employees. However, her new team in Sweden is different. They are used to a “low power distance” culture. This means people work *with* their managers to solve problems and make decisions. Here, leaders help their team members develop their own ideas and *expect* people to share their opinions, even if they disagree. They act more like coaches or advisors than strict bosses."}
{"text_id":"56-b1","simplified":"When Gabriela noticed the cultural differences between her and her team, she decided to talk openly with them about how they felt about her leadership. Her team was happy she asked for their opinions. They told her they weren’t used to being told exactly what to do. They liked having more freedom to make their own decisions and be creative. When Gabriela gave them clear instructions, they felt she didn’t trust them to do their jobs well. They also realized that Gabriela took it personally when they questioned or changed her decisions. They explained that this was just how they had always worked."}
{"text_id":"57-b1","simplified":"Os Gêmeos are identical twin brothers from São Paulo. They paint everything from small tags to large, colorful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them paint. In 2007, they even painted the entire outside of a castle in Scotland."}
{"text_id":"58-b1","simplified":"People have been drawing and writing on walls for a very long time. In prehistoric times, people in Africa and Europe drew pictures of animals and people in caves. Graffiti has been found on old buildings in ancient places like Greece, Italy, Syria, and Iraq. In the ancient Roman town of Pompeii, archaeologists have found many examples of graffiti written in Latin. These include religious messages, political thoughts, romantic notes, and even some magic spells!"}
{"text_id":"59-b1","simplified":"Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike explorers from the past who used maps and compasses, today's adventurers travel with modern technology like GPS (a system that shows your exact location) and satellite phones. Many adventurers love nature and use their travels to help people learn about environmental problems. Others want to help people in need and collect money for charities."}
{"text_id":"60-b1","simplified":"The first project is called DART – the Double Asteroid Redirection Test. Scientists plan to test DART on a small moon orbiting an asteroid named Didymos. This moon, called \"Didymoon,\" is 150 meters wide and circles a larger asteroid that is 800 meters wide. The goal is for DART to hit Didymoon and change its path just enough so that telescopes on Earth can see the difference."}
{"text_id":"61-b1","simplified":"The main character is a sixteen‑year‑old girl named Katniss Everdeen. Her father died in a mining accident, so she has to get food for her family. She hunts in the forest near District 12 with her friend Gale and becomes very good with a bow and arrow. When her younger sister Prim is chosen as a tribute (a person forced to take part in a deadly competition), Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta, and Katniss soon finds herself in a difficult relationship with him."}
{"text_id":"62-b1","simplified":"When you write about your dreams, you will start to remember more details. Think about the people and places in the dream because they can help you understand its meaning. After a week you will be surprised at how much you have written. Then you can begin to connect your dreams with the events and feelings in your daily life."}
{"text_id":"63-b1","simplified":"In the past, many bridges were made of wood and easily caught fire. This was especially true for old train bridges. When trains passed over these bridges, sparks were created by the metal wheels and tracks. Sometimes, these sparks would cause the wooden bridge to catch fire and burn completely."}
{"text_id":"64-b1","simplified":"We don’t know exactly how street art will change in the future, but we can see some new trends. Most street artists are young people who paint in their own cities or neighborhoods. However, more and more artists are now traveling and creating art all over the world. Many artists also use the internet to connect with each other and share pictures of their work. In addition, the art world is starting to accept street art as a real and important form of art. Even though we can’t predict the future of street art, one thing is clear—it’s not going away!"}
{"text_id":"65-b1","simplified":"Suzanne Collins has always been upset by news about wars. When she was a child, her father was a pilot for the US Air Force and fought in the Vietnam War. Her mother tried to protect her by not talking about the war, but Suzanne still saw news about it on TV and knew her father was there. This was a very scary time for her."}
{"text_id":"66-b1","simplified":"In a worldwide study by PricewaterhouseCoopers (PwC), more than 40,000 people answered questions about work. Some were millennials (people born between 1983 and 1993) and some were not. They asked about workplace culture (how people behave and work together at their job), communication, how people like to work, how much they get paid, career development (how to get better jobs), and having time for both work and personal life. In another worldwide study by Deloitte, more than 10,000 millennials took part in research about what they think are the problems and good opportunities in today's complicated work world."}
{"text_id":"67-b1","simplified":"Erik Weihenmayer from the United States loves adventure. He has ridden a bike through the deserts of Morocco, gone kayaking through the Grand Canyon, and climbed Mount Everest. What makes this amazing is that Erik has been blind since he was 13 years old. Besides his travels, he tries to help people with disabilities live active lives. He also takes groups of young blind people on mountain climbing trips."}
{"text_id":"68-b1","simplified":"Online platforms that anyone can use are giving people a chance to make some extra money. For example, busy parents might not have wanted to set up a table at the local market or car boot sale (a type of outdoor market where people sell used things from their cars) to sell their children's old things. But now, with online marketplaces, parents can sell baby clothes that their children have grown out of and expensive pushchairs and baby equipment they bought. This way, they can get some money back."}
{"text_id":"69-b1","simplified":"Pi and Richard Parker spend 227 days in the lifeboat. They go through hunger, sickness and extreme tiredness. They survive terrible storms and the very hot sun over the Pacific Ocean, but they manage to stay alive. Sometimes, Pi feels better because of his three religions, but other times he feels very alone and hopeless. Finally, they can see the coast of Mexico far away and everything changes. It would be wrong to tell you how the story ends, so you will have to read the book yourself to find out what happens to Pi and Richard Parker when they reach land."}
{"text_id":"70-b1","simplified":"Chloe came home from school, made herself a cup of coffee and went up to her bedroom. She had some homework to do, but she could do that later. She wanted to enjoy the quiet time before her parents came home and the house became noisy with talking, television or her dad listening to his favorite jazz music while he made dinner. She also liked this time of day because she could play with her pet rats."}
{"text_id":"71-b1","simplified":"In 2010, NASA's planetary defense team had found and recorded 90% of the large asteroids near Earth that are at least 1 kilometer wide. These \"near-Earth objects,\" or NEOs, are as big as mountains and include anything within 50 million kilometers of Earth's path around the Sun. NASA believes there are about 50 more to identify. Out of the 887 they already know about, none of these asteroids pose a significant threat to Earth."}
{"text_id":"72-b1","simplified":"Auggie has decided to go to school, and now he has to face his first day. Like all children who start at a new school, he feels very nervous. But Auggie's experience is even more difficult because of the way he looks. The other kids don't want to sit next to him, and they stare at him or talk about him when they think he's not listening. Luckily, Auggie makes friends with a boy named Jack, who is in his class, and a girl named Summer, who he talks to during lunch. However, the first day is not the only hard part. Auggie soon realizes that his classmates are afraid to touch him because they think he might have a serious illness, which they call \"the plague\". As the school year goes on, Auggie has many good and bad experiences. But then, something very shocking and upsetting happens at a school camp, and it completely changes everything."}
{"text_id":"73-b1","simplified":"The two men looked at the north side of the land. It was very big, and they could hardly see the fences from where they stood. A teenage boy might feel bored and want to escape, but he couldn’t do it on foot. Sam looked at the largest horse, which was kicking the ground with its big hooves. Could the boy ride? Sam wondered. A good rider could cause a lot of trouble out here, far from anyone. But maybe there was even more trouble for someone who didn’t know about horses and wanted to run away from his father."}
{"text_id":"74-b1","simplified":"More than 4,000 climbers, from 13 to 80 years old, have reached the top of Everest. Climbing high mountains in cold weather and strong storms is still very dangerous, but the best climbers in the world now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing when she was a teenager. After she left school, she worked as a nurse, but she kept climbing in her free time."}
{"text_id":"75-b1","simplified":"After climbing Everest, Gerlinde decided to climb all fourteen of the world's highest mountains, which are over 8,000 meters tall. To make it even harder, she climbs without extra oxygen. This is dangerous because the air is very thin at the top of these mountains, which can make it hard for the brain and body to work properly. Gerlinde uses her success as a climber to help a charity that supports poor children and orphans in Nepal."}
{"text_id":"76-b1","simplified":"If we look at the things we have bought in our lives, we can see that we don’t use everything we own. For example, we might have a heavy winter coat that we thought looked nice, even though we live in a hot country. Or maybe we have an old smartphone that we stopped using when we got a new one. Some people have a car that they only drive on weekends. Others have a guest room that they turned into a storage space."}
{"text_id":"77-b1","simplified":"For a long time and in many cultures, people have believed that dreams can predict the future. They thought dreams were messages from the gods, giving them important information or wisdom. Even now, many people remember having a dream about something—a place, a person, or an event—and later, that dream actually happened in real life."}
{"text_id":"78-b1","simplified":"Some of the biggest and most costly transport projects in the world have been about building bridges. Bridges are important connections that let cars, trucks and trains go over water, deep valleys or other roads. Because of this, they are a key part of civil engineering (the work of designing and building public structures) and they are watched very closely, especially when they collapse."}
{"text_id":"79-b1","simplified":"After weeks of feeling frustrated, Gabriela sent an email to her Swedish manager about the problems she was having with her team. Her manager replied by simply asking if she thought her team was still performing well and what she believed would help her work better with her team members. Gabriela found her manager’s response unclear and felt he was not handling the situation well."}
{"text_id":"80-b1","simplified":"Dogs that live in groups have learned that people are more likely to give food to smaller, cuter dogs. So, those dogs go out to beg for food for the whole group. Some dogs have even learned to use the city’s metro to travel around their area! Scientists don’t know how the dogs know where to get off the train. One idea is that they use their strong sense of smell and recognize the smells of places they like. Another idea is that they listen to the station names in announcements. Either way, people who use the metro are now so used to seeing dogs on the trains that they don’t even notice them anymore."}
{"text_id":"81-b1","simplified":"Ed Stafford, a man from the UK, was the first person to walk the whole length of the Amazon River. He began at a small stream in the Andes mountains of Peru and finished at the river’s mouth (the place where the river meets the sea) in Brazil. The journey took two years and four months, and he walked about 6,000 kilometres. The Amazon rainforest has dangerous animals such as poisonous snakes, crocodiles and jaguars, so Ed was always in danger. Fortunately, he only got many mosquito and ant bites and no serious injuries."}
{"text_id":"82-b1","simplified":"In the UK, the average person spends over £1,000 on new clothes each year. That’s about 4% of their income. It may not seem like a lot, but there are two big problems behind this number. First, many people buy clothes using credit cards. Right now, the average adult in the UK owes about £670 to credit card companies. That’s almost two-thirds of what they spend on clothes in a year. This means people are spending money they don’t actually have. Second, a lot of the clothes people buy are not really needed. The UK throws away 300,000 tons of clothes every year, and most of them end up in landfills (places where waste is buried). This is bad for the environment."}
{"text_id":"83-b1","simplified":"Ed's walk would not have been possible without technology. He used a radio to ask the people who live in the rainforest for food and permission to cross their land. Many of them came to meet him and helped him through the most difficult parts of the journey. As Ed walked, he wrote a blog about what happened to him every day. He used the fact that the media were interested in his trip to speak out against the destruction of the rainforest and to raise money for charities that help the environment and children in Brazil and Peru."}
{"text_id":"84-b1","simplified":"Companies have learned that the sharing economy can make money and want to benefit from using resources that people don't use much. A business model that has quickly become popular is when companies create online platforms that connect customers with people who can provide products or services. Companies like Airbnb help people make money from their empty rooms and houses by renting them to travelers. Another example is Uber, which lets people use their personal cars as taxis to earn extra money in their free time."}
{"text_id":"85-b1","simplified":"One of the main jobs of modern zoos is to help international breeding programmes, especially for endangered animals. In the wild, some rare species find it hard to find mates and have babies, and they can also be threatened by poachers, loss of their habitat, and predators. A good zoo lets these animals live and breed in a safe environment. Also, when the numbers of some wild species go down, there is a higher risk that the populations become too genetically similar. Breeding programmes give protection: animals born in zoos can be released into the wild to increase genetic diversity."}
{"text_id":"86-b1","simplified":"These types of accidents are very rare. Boats and trains can cause a bridge to collapse, but for different reasons. With trains, it's the speed of the impact that can cause a bridge to collapse. With boats, it's their large size and weight that can cause a collapse, even if they're moving slowly. The best way to avoid bridge collapses is to plan for them. Modern technologies that can find structural weaknesses, safer work environments, and better designs can all help reduce these terrible accidents."}
{"text_id":"87-b1","simplified":"At first, Pi is very scared of the animals and jumps into the sea. Then he thinks about the hungry sharks swimming nearby and sees that his only choice is to get back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, until only Pi and the tiger are left. Luckily for Pi, the tiger, which he calls Richard Parker, feels seasick and does not want to eat him right away."}
{"text_id":"88-b1","simplified":"When Pi is 16, a new government wins the election. His parents don't like this government. They are worried about what will happen in the future, so they decide to close their zoo and move to Canada. They sell some of their animals to zoos in North America. The family travels by ship to Canada and takes the remaining animals with them. During the trip, there is a very bad storm and the ship goes down into the ocean. Sadly, Pi's family and all the people working on the ship die in the water. But Pi survives and finds himself on a small rescue boat with a hyena, zebra, orang-utan and a very big tiger."}
{"text_id":"89-b1","simplified":"The Hunger Games is a very popular book for teenagers and young adults, written by American author Suzanne Collins. Since it came out in 2008, it has been translated into 26 languages and sold millions of copies worldwide. It was also the first young readers' book to sell over a million digital copies. The book has been made into a big Hollywood movie, which is also very successful. In its first weekend in North America, it earned 152.5 million dollars!"}
{"text_id":"90-b1","simplified":"Dreams might be our mind sorting through the thoughts we have during the day, but they appear in a symbolic way. When we're awake, our thoughts are mostly in words, like the conversations we have with ourselves. When we're asleep, the part of the brain that handles language isn't as active, while the part that deals with emotions becomes more active."}
{"text_id":"91-b1","simplified":"Having good relationships is very important for happiness. In one study, most happy people had close relationships with friends and family and spent time with them often. It’s important to have at least one person you can talk to about your personal feelings – this is called ‘self-disclosure’. Just having one person to share your feelings with, along with other friends, is enough. It’s not enough to have many friends just to do things with or talk about things like music or football. A deeper connection is very important. Some people need to learn how to listen better to others to build stronger relationships."}
{"text_id":"92-b1","simplified":"Carol Dweck, a psychologist who supports the idea of a 'growth mindset,' talked about how our brains can change and grow. She explained that we can develop skills and talents that we weren’t necessarily good at from the beginning. When we praise others, we often focus on their results or natural talents, like saying, \"You really have an eye for details\" or \"You have a real talent for organizing events.\" But research shows that if we focus on how people do things and praise their effort, creativity, and problem-solving, we can help them develop new skills and keep improving the ones they have."}
{"text_id":"93-b1","simplified":"The rover checks the air around it regularly. In 2014, it discovered that the air contained methane, a simple organic molecule and a key part of natural gas. Methane does not last long—only a few hundred years—so something on Mars must be creating more of it. NASA says Mars releases thousands of tons of methane at once. The amount of methane goes up and down with the seasons, almost like the planet is breathing it in and out."}
{"text_id":"94-b1","simplified":"Early in her career, Carol Dweck, a psychologist from Stanford University, gave some ten-year-old children problems that were a bit too difficult for them. One group had a positive reaction. They said they loved the challenge and understood that they could get better at things with practice. Dweck says these children had a 'growth mindset' - this means they believe they can improve and develop their abilities. They focus on what they can learn and achieve in the future. But another group of children felt that Dweck was testing how smart they were, and they thought they had failed. These children had a 'fixed mindset' - this means they believe their abilities cannot change or improve. They could not imagine getting better at things. Some of these children said they might cheat next time; others looked for someone who had done worse than them to feel better about themselves."}
{"text_id":"95-b1","simplified":"Horror movies like places where nobody lives. This can be an old hospital, a scary empty house, or a ghost town (a town with no people). There is something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it is also because they are very quiet, which can be scary too. Abandoned places (places that have been left empty) are useful for horror movie directors because it feels more real that there is no phone signal there."}
{"text_id":"96-b1","simplified":"No matter what kind of house it is, the basement is a scary place in horror movies. It is often where something hides or where a dangerous person (a psychopath) keeps their tools. Basements are usually dark and often damp (wet). You can only get to them by a narrow staircase. And basements always feel creepy, even when there is nothing down there."}
{"text_id":"97-b1","simplified":"Gary Collins, a police officer who was not working at the time, was watching the London riots on TV. He quickly recognised some of the people and decided to end his holiday early to help the police. He spent six months looking at CCTV videos and was able to identify 190 people, often just by looking at their eyes. His help was very important for the investigation. Even though there were 200,000 hours of video, the computer software for recognising faces could only identify one person."}
{"text_id":"98-b1","simplified":"Personally, I think it's very interesting to think about how we'll make our evolution as humans faster by adding technology to our bodies. Imagine if you could put a computer inside our brain! Soon we'll be able to do exactly that and make our math skills better, improve how we see and hear things, and make our memory stronger. This idea will become more and more normal in the future."}
{"text_id":"99-b1","simplified":"The talk was really interesting and the speaker said some things that were absolutely right. For example, let's look at how parents influence their children. If parents are always checking their social media while doing other things, like cooking dinner or waiting for the traffic light to turn green, how can we expect teenagers not to do the same while doing their homework? The speaker also made a good point about people wanting to be in many places at the same time. This means they keep switching between talking to people in person and talking to people online. I see this happening a lot with my teenage daughter and her friends. They plan to meet up, but then they sit together in silence, each one chatting with someone else online."}
{"text_id":"100-b1","simplified":"Some news stories make it seem like the world is becoming more violent, but there is reason to be hopeful. From the end of World War II to 1990, there were 30 wars that killed over 100,000 people each. Today, there are still civil wars, but overall, countries are more peaceful than before. However, terrorism has increased in recent years. Since World War II, more civilians than soldiers have died in wars. Still, the situation for civilians is not all bad. Although people are nine times more likely to die from violent crime than from war, the global murder rate has gone down slightly—from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id":"101-b1","simplified":"Wasfia has spent her life fighting for human rights and has seen many international projects in Bangladesh that aim to educate and train women and girls. But too often, when these projects end, nothing lasting remains. Wasfia believed Bangladesh needed to change from within. So, she combined her two passions—mountaineering and human rights—to challenge how women are seen in her country. She first started climbing while working on aid projects in Tibet and Nepal. In Bangladesh, a flat, coastal country, most people have never seen a mountain. Now, her efforts are making a difference. People in Bangladesh—and around the world—are starting to pay attention."}
{"text_id":"102-b1","simplified":"Most people think that developing countries are in a very bad situation: very poor, ruled by dictators, and with little hope for improvement. But this is not true. In fact, things are changing a lot. In the last 20 years, more than 700 million people have earned more money and are no longer poor. Also, six million fewer children die from diseases every year, millions more girls are going to school, and many more people now have clean water to drink."}
{"text_id":"103-b1","simplified":"Many managers try to make feedback more positive by starting and ending with good comments, and putting the criticism in the middle – this is often called the “sandwich method”. However, if feedback is given this way too often, employees might think the positive comments aren’t sincere, and are just used to make the criticism seem softer. This can make the good comments less meaningful. Instead of using positive feedback to soften bad news, managers should give praise to encourage and support good work when it happens. This shows employees what they are doing well and helps them to continue performing at a high level."}
{"text_id":"104-b1","simplified":"I'm a member of the Campaign to Stop Killer Robots. Don't think about scary movie robots like the Terminator crushing human heads. Think about what's happening today: military machines like drones (flying robots without pilots), gun towers and guard robots are already being used to kill people with very little human control. The next step will be robots that work completely alone, following orders but deciding who to kill by themselves. I think this would be completely wrong and dangerous for all humans. We need to be very careful about what we tell machines to do."}
{"text_id":"105-b1","simplified":"More people are learning English than all other languages put together, and it’s spoken in more countries than any other language. But, Chinese has the most people who speak it as their first language. It doesn’t seem to matter how many people grow up speaking a language – that doesn’t affect how many people want to learn it. However, there is a connection between how many people learn a language and how many countries have people who speak it."}
{"text_id":"106-b1","simplified":"Your manager stops you and says she needs to talk about how you did in the recent project. You worry about it all weekend, thinking about what you might have done wrong. When you go into her office on Monday morning, she starts by saying good things about your work on the project. You wonder if this is the praise that always comes before criticism - you know this pattern: say something nice, then say what they really think, then say something nice again."}
{"text_id":"107-b1","simplified":"A fast, exciting rock album, Born in the USA has songs with deep feelings. The music sounds happy and catchy, but the words tell sad stories about the American dream - the idea that anyone can become successful in America. Many songs are about ordinary working people who struggle in life and feel angry because they don't get rich or famous. The song Glory Days, for example, is about people in a small town who remember when they were young and felt like anything was possible. Downbound Train tells the story of a young man whose life falls apart when he loses his job. You can easily imagine that the singer is thinking about real people he knew and the life he might have had if he hadn't become famous. The album clearly shows the amazing talent of the Boss (Bruce Springsteen's nickname)."}
{"text_id":"108-b1","simplified":"Lewis wants to see more protected sea areas around the world. Right now, only 3 per cent of the ocean is protected, but he thinks this should grow to 10 per cent. This would help fix the damage that people have caused by catching too many fish, polluting the water, and throwing rubbish into the sea. During his swimming trips, Lewis has seen this environmental damage himself. He has swum over coral reefs that have turned white because the water is getting warmer. He has also seen underwater areas in the Red Sea that look like deserts - with no sea life and covered in plastic waste. Pugh believes that nature can get better if we give it the chance, but time is running out. If we don't start taking care of our oceans now, we may soon have a problem that we cannot fix."}
{"text_id":"109-b1","simplified":"Best‑selling author Terrie Sharp knows how to tell a good story – she has won the Olive Crime Writer Award twice (a prize for crime novels). She was born in the housing estate in Glasgow with the highest crime rate. There she learned to stay quiet, avoid trouble and even how to open car doors with a knife. Fortunately, she only used this knowledge for her books. Today she is not quiet any more; she appears on popular daytime shows such as *Police Today* and speaks at writing conferences across the UK."}
{"text_id":"110-b1","simplified":"Are things getting worse every day? Is progress impossible?  In the book *Enlightenment Now*, Steven Pinker looks at the whole picture of human progress and finds good news. We now live longer, are healthier, have more freedom and are happier. Pinker says the real problem is that the ideas of the Enlightenment – mainly using reason (thinking logically) and science – are being attacked. When commentators and demagogues (people who try to gain power by using strong emotions and lies) appeal to people’s tribalism (strong loyalty to their own group), fatalism (the belief that nothing can change) and distrust, we risk causing serious, lasting damage to important institutions such as democracy and world cooperation."}
{"text_id":"111-b1","simplified":"In old horror movies, when the main characters were in trouble, they often couldn't call for help or phone the police. Today, that’s harder to believe because most people have mobile phones. So how do filmmakers keep the tension? By removing phone service! If you're the hero in a horror movie, it’s almost guaranteed that when you really need to call for help, there will be no signal. Or your phone battery will die just as you try to make the call. Sometimes, both things happen."}
{"text_id":"112-b1","simplified":"In the 1950s, banana farmers in Central America were losing their most profitable banana, the Gros Michel, also called Big Mike. Now, the same thing is happening to its replacement – the Cavendish banana. The Gros Michel was popular because its fruit was sweet, had thick skin, and was easy to transport. It grew widely on large farms in Central America. United Fruit, the main company growing and selling bananas in South America at the time, produced them very efficiently. Instead of growing plants from seeds, they used cuttings from banana plant stems – a method called cloning. They planted these close together in large fields."}
{"text_id":"113-b1","simplified":"Most spiders have venom to catch their food, not to hurt people. Only 25 types of spiders have venom that can harm humans, and even though their bites can hurt, they are almost never deadly. For example, Australia’s dangerous Sydney funnel-web spider hasn’t caused any deaths since 1981, when a medicine (anti-venom) was made to treat its bites. But be careful with hairy spiders like tarantulas. If they feel threatened, they can shoot out tiny, irritating hairs to protect themselves. These hairs can stick to your skin or eyes and cause discomfort."}
{"text_id":"114-b1","simplified":"This common horror‑movie idea was very popular in movies made in the late 1900s. It begins with a group of teenagers having fun, and it ends with everyone dead except one girl. At first the girl is innocent, shy, and not very strong. By the end she becomes the toughest and most clever person – she can solve problems and use what she has. The last girl almost always wins."}
{"text_id":"115-b1","simplified":"To understand where our ability to use complex language comes from, we need to compare our brains to those of other animals. It’s not just about the size of the brain—it’s also about what the brain can do and how it developed over time. Unfortunately, there are very few physical clues from our ancestors that show us what kind of speech they could produce. However, we can see changes in the bones of early humans, especially in their mouths, throats, and tongues. By around 100,000 years ago, humans had developed the ability to make complex sounds. Before that time, scientists can only guess whether early humans used simpler sounds to communicate."}
{"text_id":"116-b1","simplified":"It is society, not nature, that says girls should like arts and humanities and leave maths and physics to boys. At the same time, there are few positive female role models for young people in science jobs. Cartoons and stories often show the crazy scientist, the genius inventor, or the adventurous astronaut as a man. Also, many people think scientists are geeky, have poor social skills, or that their work is lonely and far from everyday life. These are false stereotypes shown by the media, but they can make girls feel they do not belong in science and see it as an unattractive career. If girls saw more positive female role models in science, they would feel more confident and more like they belong in those subjects."}
{"text_id":"117-b1","simplified":"The Scallion is a newspaper that comes out every week and is given out for free in university buildings. About 10,000 students read it. Students write and produce the whole newspaper themselves. A survey shows that students and staff at the university really value the newspaper for fun, learning about culture, and getting work experience. However, printing the newspaper is expensive. Also, some students can't easily get a copy because they have to physically go to the university to get one. Another problem is that many copies are thrown away and become litter on campus, which is bad for the environment."}
{"text_id":"118-b1","simplified":"At Girox Foods, about 12% of our employees leave the company each year. This number might not seem very high, but the normal rate in our industry is only 7%. The main goal of this report is to find out why employees are not as happy or involved at work as they could be. Then, based on these reasons, we will suggest ways to make the workplace better and help employees stay with the company longer."}
{"text_id":"119-b1","simplified":"I really agree with what the speaker said. I think there’s a problem: the more we connect online, the lonelier we might feel. This isn’t such a big issue for my generation because we grew up without so much technology. We know how to be alone, and we understand that being alone is fine. But young people under 20 are different. They spend so much time messaging others that they never really experience being alone. Because of this, they might not learn to enjoy their own company. Also, they learn to talk through messages that can be edited, which means they might not develop the skill of having real conversations face-to-face."}
{"text_id":"120-b1","simplified":"Don’t always put a negative comment after a positive one. If you always mix positive and negative feedback together, the good comments can lose their value and be ignored. Make sure you sometimes give positive feedback just because it is positive, and try not to feel the urge to give constructive criticism (helpful advice that shows how to improve)."}
