{"text_id": "21-a2", "simplified": "Your dreams can show you thoughts you do not know you have. Many people dream about flying, falling, losing their teeth, or having no clothes in public. These dreams often mean similar things for many people. To know what they mean for you, connect your dreams to what happens in your day and how you feel."}
{"text_id": "22-a2", "simplified": "Wild dogs live in the city of Moscow. About 35,000 dogs live on the streets. Some dogs grew up in the wild, and others were pets, but their owners left them. Some dogs live alone, and others live in packs. In 2010, scientists studied these dogs. The scientists found that the dogs do well in the city. The dogs learned it is safer to cross the street with people, and some dogs seem to understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is the first book by RJ Palacio, a writer from New York. On her website, she says the idea came after she saw a girl on the street whose face looked different. The book is very popular in the United States, and it has won many prizes. Many schools use it to start talks about bullying, friendship, and being different. People are making a movie of it. Many people, including me, are excited to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats. Their names are Zena and Roxy. She knows rats are not usual pets. She has tried many times to tell people that rats are not dirty. She says they can be great pets if you take care of them well. But she understands why some people react badly. She also did not like rats before. Then her friend Martin showed her his pet rats. She saw they were friendly and smart. Last year, one of Martin’s rats had babies. Chloe decided she wanted two of them."}
{"text_id": "25-a2", "simplified": "Cape Town is dangerous for baboons. Cars hit them and hurt or kill them. Some baboons get a bad electric shock from power cables when they play with them. Baboons are endangered and could die out. To save them and reduce problems with people, the city hired Baboon Monitors. The monitors chase baboons out of the city or catch them and let them go in the countryside. This plan helps a little, but it is hard to stop baboons from coming back when they find easy food in the city."}
{"text_id": "26-a2", "simplified": "I work for a big IT company. The main office is in the United States. I work online from home. I do not spend time commuting. I do not make small talk with colleagues. I work on projects. This job is flexible, and that is important to me. I can take time off for my children’s school shows. I can also go to the dentist when I need to. But there is a problem. I do not have clear office hours. I often work late in the evening. Sometimes I skip dinner to finish a task."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti kept going. Street art also grew fast in many countries. Some artists wanted to talk about problems in the world. They made art to make people think about war and about people being treated unfairly. Other street artists wanted to make beautiful pictures. In South America, many artists worked in poor areas. They painted the grey city walls. They added colour, life, and beauty."}
{"text_id": "28-a2", "simplified": "Every day, social media, magazines, and shop windows tell people to buy things. British people now buy more clothes and shoes than ever. Online shopping makes it easy to buy. Many customers buy without thinking. Big brands sell very cheap clothes. People treat these clothes like disposable items. They wear them two or three times, then throw them away."}
{"text_id": "29-a2", "simplified": "Sam put his hand over his eyes. He watched a car go up to the Big House. Dust rose behind it. The horses kicked and moved their tails at flies. They did not care that their owner was back after ten months. Sam waited.\n\nMr Carter came only when he had to. Sam liked that. He stayed away from his boss to keep his job.\n\nMr Carter wiped sweat from the back of his neck. His shirt had big wet spots. His skin was already turning red in the June sun. He did not go outside much. He made money inside. Other people did the work."}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany said that shooting pigs was too cruel. Hunters and animal lovers argued a lot. After protests, the city leaders chose a more peaceful way. Instead of shooting the pigs, they built fences and said people must not feed them. We do not know if this plan will work. It may not work, because winters are warmer now, and there are more pigs than before."}
{"text_id": "31-a2", "simplified": "Suzanne Collins loves old Greek myths. This love helped her write The Hunger Games. As a child, her favorite story was Theseus and the Minotaur. In the story, Crete rules Athens. The people of Athens fight back. As a punishment, King Minos of Crete makes Athens send seven boys and seven girls to Crete every year. He puts the young people in a maze. A monster called the Minotaur lives there and eats them. But one young man, Theseus, fights the Minotaur and kills it. Suzanne Collins thinks Katniss Everdeen is like Theseus in the future."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. They teach people how to protect animals and nature. They help people protect animals and their homes. Some zoos give a safe home to animals hurt in circuses and to pets that people do not want anymore. Zoos also study how animals act and how to make sick animals better."}
{"text_id": "33-a2", "simplified": "A new trend is growing. It is against buying too many things. It is called Buy Nothing.\n\nIt started in Canada in the early 1990s. Then it moved to the US.\n\nIn the US, people say no to too much shopping on Black Friday and Cyber Monday during Thanksgiving weekend.\n\nOn Buy Nothing Day, people have protests. Some people cut up their credit cards.\n\nAll year, Buy Nothing groups help people share and fix things they already have."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? Not everyone agrees. But in many countries, if you write or paint on things that are not yours, it is called vandalism. Police often stop people who make graffiti. Some have to pay a fine. Many cities say it costs a lot to clean graffiti from buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "What do people in the art world think about graffiti and street art? More and more people now say it is real art. Recently, there were big street art shows in art galleries in Paris, London, and Los Angeles. In 2008, the American artist Elura Emerald had a street art show at a gallery in New York. She spoke for street artists. She said they are just showing their feelings and not hurting anyone. She said people should respect them and enjoy their work."}
{"text_id": "36-a2", "simplified": "Most people have 4 to 6 dreams each night after age 10. This is about 2,000 dreams each year. By age 80, a person may have about 140,000 dreams. People forget most dreams (95–99%). Still, people remember a few thousand dreams in their life. Sometimes a dream matches a real event later, just by chance. This is more likely if the dream is about something common in daily life."}
{"text_id": "37-a2", "simplified": "The story happens in the future, after North America is destroyed. The new country is called Panem. It has twelve poor districts, and the rich Capitol rules them. The Capitol has all the power. Each district makes different things for the Capitol. The story starts in District 12. This district gives coal to the whole country. There was once a District 13, but it fought the Capitol, and the Capitol destroyed it."}
{"text_id": "38-a2", "simplified": "Wild animals often go into cities to find food. In Cape Town, South Africa, baboons go into neighborhoods at the edge of the city. They open trash bins. They eat fruit from gardens and fruit trees. Some brave baboons even go into houses. They take food from kitchen cupboards and fridges. Baboons can be aggressive. They have attacked many pets. Many people in the city do not want them near their homes."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen when people build a bridge. Engineers often make a mistake, for example a math mistake. Then the bridge falls down because it is too heavy. This can kill workers on the bridge."}
{"text_id": "40-a2", "simplified": "George Lucas is an early film director. He uses the 17 steps of the hero’s journey. Usually, the hero has an ordinary life. Then something calls the hero to an adventure. This call changes everything. At the start of Star Wars, Luke lives with his aunt and uncle. He repairs robots. He finds a message from Princess Leia to Obi-Wan Kenobi inside the robot R2-D2. This message is the call to adventure. It starts Luke’s journey."}
{"text_id": "41-a2", "simplified": "Another idea to stop an asteroid that might hit Earth is to blow it up with a nuclear bomb. This sounds like a movie. It was in the 1998 movie Armageddon. But NASA has a real plan called HAMMER. In this plan, rockets that weigh eight tons fly at the asteroid and try to push it away from Earth. If the asteroid is too close, the rockets carry nuclear bombs to blow it up."}
{"text_id": "42-a2", "simplified": "At first, the hero says no to the adventure. Then a mentor helps the hero. The hero decides to go into a special world. In this world, the hero takes tests, fights enemies, and meets friends. The hero gets ready for the biggest challenge. In Star Wars, Obi-Wan is Luke’s mentor. Han Solo, R2-D2, and C-3PO are Luke’s friends. Darth Vader is the enemy. The Death Star is the special world."}
{"text_id": "43-a2", "simplified": "Some people have things they do not use. Other people can use these things. The internet helps people share these things and make money. People use websites and social media groups to buy and sell second-hand goods. These tools make person-to-person sharing easy. This is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 1700s and 1800s, people had two main ideas about dreams. One idea said that dreams show things that are hidden when we are awake. Freud said that if we understand our dreams, we can learn about our hidden feelings. We can also learn about the problems they make. The other idea was very different. It said that dreams are just the brain working without a plan. While we sleep, the brain goes over what happened in the day. When we wake up, we try to understand these pictures and feelings. We put them together to make a story."}
{"text_id": "45-a2", "simplified": "I am a freelancer. I work for myself. This is great because I control my work and my time. At first, I worked at home, but I could not focus. Many things stopped me: housework, another cup of tea, and my family asking for my time. So I went to a nearby café to work, but the Wi-Fi was bad and I drank too much coffee. In the end, I rented a desk in a shared office with five other freelancers. I liked to get dressed and go to work in the morning. I could focus in an office."}
{"text_id": "46-a2", "simplified": "NASA can find the rest of the medium-sized asteroids near Earth only if it gets money to build a new space telescope called NEOCam. This small telescope would find asteroids by seeing their heat. If NASA gets the money, it can probably finish this job in about ten years. After they make a list of these asteroids, the team that protects Earth still needs to plan how to stop the most dangerous ones, called PHAs, from hitting our planet."}
{"text_id": "47-a2", "simplified": "The “buy nothing” idea is now popular with famous people on social media. They usually post about clothes and make-up to buy. Now some YouTube stars tell their fans to buy nothing for a long time, even one year.\n\nTwo friends in Canada tried to buy only food for one year. In the first three months, they did not buy electric things, clothes, or home items. Next, they stopped using services, like haircuts and eating at restaurants. They also stopped buying gas for their cars. After one year, they saved $55,000."}
{"text_id": "48-a2", "simplified": "Pi thinks religion is important. His family is Hindu. He is curious about other religions. He becomes friends with a Christian priest and a Muslim baker. He surprises everyone. He says he is Hindu, Muslim, and Christian at the same time. His family and teachers ask him to choose one religion. He refuses. He says, \"I just want to love God.\" After that, his family and teachers let him decide for himself."}
{"text_id": "49-a2", "simplified": "Some people think writing down your dreams can help you have lucid dreams. In a lucid dream, you know you are dreaming, and you can decide what happens. You can turn a bad dream into a safe one. You can choose how the story goes, like a movie director. Then you do more than find what your dreams mean. You also help make them. But you may still want some dreams to happen by themselves, so your mind can show what you really think."}
{"text_id": "50-a2", "simplified": "Many people think they are not part of the problem. They give unwanted clothes to charity. But charity shops cannot sell all the clothes. Fast fashion goes out of style very fast. The quality is poor. It is hard to recycle. People do not want to buy these clothes used. A lot of clothes get thrown away. Many unsold clothes are sent to other countries. This causes more money and environmental problems."}
{"text_id": "51-a2", "simplified": "Some adventurers are not happy with one great trip. They go from one challenge to the next. Meagan McGrath is from Canada. She climbed the highest mountain on every continent. She rode a bike across Canada. She ran a long race in the Sahara Desert in 45°C heat. Her most amazing trip was to the South Pole on skis. On the first day, she fell into a glacier, and someone rescued her. Many people would stop then, but Meagan did not stop. She kept going. Forty days later, she reached the South Pole. She pulled a sled with her tent and all her food. She skied through freezing weather and ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat is a street artist from Paris. He first painted rats on the walls of his city. Now he wants people to think about important problems. He paints homeless people in big cities. He hopes people who live there will think about the problem of not having a home."}
{"text_id": "53-a2", "simplified": "Some cities want to stop random graffiti on walls. They let artists paint in special places. Taiwan has “graffiti zones” where artists can paint and write on walls. In São Paulo, Brazil, the city lets some artists paint on subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town, South Africa. She paints big, colourful pictures of people and animals. She likes to explore many places. People can see her art on pavements, in empty factories, and on old cars that people left behind. She likes that most street art does not last long. Rain, wind, or city cleaners take it away. For her, this shows that life is full of change. Things end, and new things start."}
{"text_id": "55-a2", "simplified": "In her old job, Gabriela worked in a place where people respect the boss. Everyone has a clear place. The boss makes the big decisions. People do not question the boss. Her Swedish team works in a more equal way. Workers and bosses work together to find solutions and make decisions. Leaders act like coaches. They encourage people to think for themselves. They expect people to question them."}
{"text_id": "56-a2", "simplified": "Gabriela saw that she and her team had different ways of working. She started an open talk about how they felt about her leadership. The team was happy to share. They said they were not used to being told what to do. They liked having freedom and using their own ideas. When Gabriela told them exactly what to do, they felt she did not trust them to do their jobs well. They also saw that Gabriela felt upset when they tried to change her decisions. They explained that this way of working was normal for them."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are twin brothers from São Paulo, Brazil. They are artists. They paint small tags and big, colorful pictures of people on building walls. Their art is often very big, so they use big machines to reach high places. In 2007, they painted a whole castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have painted and written on walls for a very long time. Long ago in Africa and Europe, people painted pictures of animals and people on cave walls. People also found graffiti on buildings in very old places in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, people found many pieces of graffiti written in Latin. The messages are about gods, leaders and rules, love, and even magic words."}
{"text_id": "59-a2", "simplified": "Do you dream of climbing Mount Everest or walking to the South Pole? You are not alone. Every year, thousands of people try to climb the highest mountains or walk across continents. Long ago, explorers used maps and compasses. Today, adventurers use GPS and satellite phones. Many adventurers love nature and tell people about environmental problems. Others want to help people in need. They raise money for groups that help people."}
{"text_id": "60-a2", "simplified": "The first is DART. It means Double Asteroid Redirection Test. People plan to test DART on the small moon of an asteroid called Didymos. This moon is called Didymoon. Didymoon is 150 metres wide. It goes around the big asteroid. The big asteroid is 800 metres wide. DART will hit Didymoon. The hit should move it a little, so telescopes on Earth can see the change."}
{"text_id": "61-a2", "simplified": "Katniss Everdeen is a 16-year-old girl. A mine accident killed her father. She must get food for her family. She hunts in the woods near District 12 with her friend Gale. She is very good with a bow and arrow. The people in charge choose her little sister, Prim, for the Hunger Games. Katniss says she will go instead. The other person from District 12 is a boy named Peeta. Katniss and Peeta soon have a difficult relationship."}
{"text_id": "62-a2", "simplified": "Write about your dreams. When you write, you remember more details. Think about the people and the place in the dream. They can give more meaning. After one week, you may be surprised by how much you wrote. Now connect your dreams to events and feelings in your daily life."}
{"text_id": "63-a2", "simplified": "Long ago, many bridges were made of wood. Wood burns easily. Old train bridges had this problem more often. Sparks from metal wheels on metal tracks could start a fire. Then the bridge could burn down."}
{"text_id": "64-a2", "simplified": "We cannot know how street art will change in the future, but we can see some trends. Most street artists are young, and they paint in their city or neighbourhood. More and more artists travel and make art in many countries. Other artists use the internet to talk to each other and share photos of their work. The art world gives street art more respect, and people see it as real art. We do not know what will happen next, but street art will stay."}
{"text_id": "65-a2", "simplified": "Suzanne Collines feels upset when she sees war news on TV. When she was a child, her father was a pilot in the US Air Force. He fought in the Vietnam War. Her mother tried to protect her and did not tell her about the war. But Suzanne still saw the news on TV and knew her dad was there. This was very scary for her."}
{"text_id": "66-a2", "simplified": "PwC did a global survey. They got answers from over 40,000 people, including millennials (born 1983–1993) and other adults. They asked about work culture, communication, work style, pay, career growth, and work–life balance. Deloitte did another global survey. They asked over 10,000 millennials for their opinions about problems and opportunities in today’s work world."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is an adventurer from the United States. He rode a bike across the deserts of Morocco. He kayaked through the Grand Canyon. He climbed Mount Everest. Erik is blind; he lost his sight at 13. He helps people with disabilities to live active lives. He also takes groups of young blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "Websites help people make extra money. Before, many busy parents did not sell at the local market or car boot sale. Now they can use these sites to sell baby clothes that are almost new but too small. They can also sell expensive buggies and other baby things. This gives them some money back."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker spend 227 days in a lifeboat. They are hungry, sick, and very tired. They face big storms and the very hot sun on the Pacific Ocean, but they stay alive. Sometimes Pi feels better because of his three religions. Other times he feels very lonely and very sad. One day they see the Mexican coast far away, and everything changes. We cannot tell the ending. You have to read the book to find out what happens when they are close to land."}
{"text_id": "70-a2", "simplified": "Chloe got home from school. She made a cup of coffee and took it to her bedroom. She had homework, but she decided to do it later. She wanted one quiet hour before her parents came home. Later the house is noisy with talking and the TV. Her dad plays jazz music while he cooks dinner. She also likes this time because she can play with her pet rats."}
{"text_id": "71-a2", "simplified": "In 2010, a NASA team put 90% of the asteroids near Earth that are 1 kilometre wide on a list. These are called near-Earth objects (NEOs). They are as big as mountains. NEOs come within 50 million kilometres of Earth’s path around the Sun. NASA thinks about 50 are still not on the list. Of the 887 they know about, none is a big danger to Earth."}
{"text_id": "72-a2", "simplified": "Auggie decides to go to school. He starts his first day. He feels very nervous. Because of how he looks, the day is very hard. No one wants to sit next to him. He sees kids stare at him and whisper about him. He makes two friends: Jack, a boy in his class, and Summer, a girl he talks with at lunch. The other days are hard too. Many classmates do not want to touch him. They are afraid they can catch “the plague.” During the school year, Auggie has many good and bad times. At a school camp, a sudden and scary event happens and changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked to the north end of the land. The land went very far. They could not see the fences well. A bored teenage boy could not escape on foot. Sam looked at the biggest horse. It kicked the ground with its heavy feet. He wondered if the boy could ride. A good rider could get into trouble out here, far from other people. A boy who could not ride and wanted to run away from his father could get into even more trouble."}
{"text_id": "74-a2", "simplified": "More than 4,000 climbers aged 13 to 80 have reached the top of Mount Everest. Climbing high mountains in very cold weather and strong storms is still very dangerous. The best climbers now look for new challenges. Gerlinde Kaltenbrunner is from Austria. She loved mountain climbing when she was a teenager. After school, she worked as a nurse. She still climbed in her free time."}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Mount Everest. She decided to climb all fourteen mountains over 8,000 metres high. She climbs without oxygen tanks to make it more difficult. This is dangerous because there is little oxygen high on the mountains. Low oxygen can make the brain and body not work well. Gerlinde is a famous climber. She uses her fame to help a charity for poor children and children without parents in Nepal."}
{"text_id": "76-a2", "simplified": "We look around at our things. We see we do not use all our things well. We have a thick wool coat, but we live in a hot country. We put away the old smartphone when we buy a new one. We only use the car on weekends. We use the guest room as a store room."}
{"text_id": "77-a2", "simplified": "For a long time and in many cultures, people think dreams can tell the future. People say gods send dreams as messages. These messages give people knowledge or ideas. Today, many people remember a dream about an event, a place, or a person. Later, the dream comes true in real life."}
{"text_id": "78-a2", "simplified": "Some of the biggest and most expensive transport projects in the world are for building bridges.\nBridges join places together. They carry cars, trucks, and trains over rivers, valleys, and other roads.\nSo bridge work is a very important part of civil engineering. People check bridges very carefully, especially when one falls down."}
{"text_id": "79-a2", "simplified": "After many weeks of worry, Gabriela emailed her Swedish manager about problems with her team. He asked her two questions. Is the team still doing good work? What would help you work better with them? Gabriela thought his reply was not clear. She felt he was not helping."}
{"text_id": "80-a2", "simplified": "Some dogs live in groups. They learn that humans give more food to small, cute dogs. So the group sends the small dogs to beg for food for everyone. Some dogs even use the city metro. They ride the train to go from one part of their area to another. Scientists are not sure how the dogs know when to get off. One idea: the dogs use their strong sense of smell. They know the smells of their favorite places. Another idea: they know the station names they hear on the train. In any case, passengers are now used to dogs on the trains. Most local people do not pay much attention to them."}
{"text_id": "81-a2", "simplified": "Ed Stafford is from the UK. He was the first person to walk the whole Amazon River. He started at a small stream in the Andes in Peru. He finished at the mouth of the river in Brazil. The walk took two years and four months. He walked 6,000 kilometers. The Amazon rainforest has poisonous snakes, crocodiles, and jaguars. Ed was in danger all the time. He survived the trip. He got many mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "In Britain, the average person spends over £1,000 a year on new clothes. This is about 4% of their income. This spending hides two big problems for people and for the environment. First, many people use credit cards to pay. British adults owe about £670 each to credit card companies. This is about 66% of the money they spend on clothes. Second, people buy clothes they do not need. Britain throws away about 300,000 tons of clothes each year. Most of these clothes go to landfills."}
{"text_id": "83-a2", "simplified": "Ed could not do his walk without technology. He used a radio. He asked people in the rainforest for food. He asked for permission to cross their land. Many people came to meet him. They guided him through the hard parts of the land. Ed wrote a blog. He wrote about each day. The news followed his trip. He used this attention to speak against cutting down the rainforest. He also raised money for nature and children's charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Businesses see they can make money from the sharing economy. They want to use things that people do not use often.\n\nMany companies have a website or an app. These connect customers with people who offer a product or a service.\n\nAirbnb is one example. It helps people rent out extra rooms or homes as places to stay. This lets them earn money.\n\nUber is another example. It lets people use their own cars as taxis in their free time, so they can earn extra money."}
{"text_id": "85-a2", "simplified": "Zoos help breeding programs around the world. They help animals that are in danger. In the wild, very rare animals often cannot find a mate, so they cannot have babies. Poachers hunt them. People destroy their homes. Other animals may eat them. A good zoo gives these animals a safe place to live and have babies. When numbers fall, the animals can become too similar to each other. Breeding programs stop this problem. Zoos can raise young animals and later release some into the wild. These animals make the wild group more different."}
{"text_id": "86-a2", "simplified": "These accidents are very rare. Boats and trains can make a bridge fall down for different reasons. A fast train hits the bridge and makes it fall down. A very heavy boat makes the bridge fall down, even when it moves slowly. People should make plans to prevent bridge failures. New tools can find weak parts in a bridge. Safer work areas and better designs make these accidents less common."}
{"text_id": "87-a2", "simplified": "At first, Pi is very afraid of the animals, so he jumps into the ocean. Then he remembers the hungry sharks in the water. He must climb back into the lifeboat. In the lifeboat, the animals kill and eat each other, one by one. Soon only Pi and the tiger are left. Pi names the tiger Richard Parker. The tiger feels seasick and does not want to eat Pi now."}
{"text_id": "88-a2", "simplified": "Pi was 16. People chose a new government. His parents did not like it. They worried about the future. They closed the zoo and decided to move to Canada. They sold some animals to zoos in North America. The family traveled by ship to Canada with some animals. On the way, a bad storm came. The ship sank. Pi’s family and the sailors drowned. Pi was alive. He was in a lifeboat with a hyena, a zebra, an orangutan, and a big tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teenagers and young adults. The American writer Suzanne Collins wrote it. It came out in 2008. People translated it into 26 languages. People bought millions of copies around the world. It was the first book for young readers to sell more than one million e-books. The Hunger Games is also a big Hollywood movie. The movie is very successful too. It made 152.5 million dollars in its first weekend in North America."}
{"text_id": "90-a2", "simplified": "Maybe we dream because our mind puts our thoughts from the day in order. In dreams, we see these thoughts as pictures. The pictures can mean other things. When we are awake, we mostly think in words, like talking to ourselves. When we sleep, the part of the brain for language works less. The part for feelings works more."}
{"text_id": "91-a2", "simplified": "Good relationships make you happy. Happy people are close to friends and family. They spend time with them often. You also need at least one person to share your feelings with. One close person to talk openly with is enough, and you can also have other friends. Having many friends only to do things or to chat about music or football is not enough. A deeper connection is very important. Some people need to learn to listen well to build stronger relationships."}
{"text_id": "92-a2", "simplified": "Carol Dweck is a scientist who studies how people learn. She says our brains can change and grow. We can learn new skills, even if we were not good at them at first. Many people say good things only about the result or about natural talent. They say, \"You are good at details,\" or \"You are good at planning events.\" But research shows it is better to talk about how people do the work. Say good things about hard work, trying new things, and ways to solve problems. This helps people learn new skills and keep getting better."}
{"text_id": "93-a2", "simplified": "The rover checks the air around it sometimes. In 2014, it found methane in the air. Methane is a simple gas. It is a main part of natural gas. Methane does not last long. It stays for only a few hundred years. So something on Mars must make more methane. NASA says Mars lets out thousands of tons of methane at a time. The amount of methane goes up and down with the seasons, like the planet is breathing."}
{"text_id": "94-a2", "simplified": "At the start of her career, Carol Dweck, a researcher at Stanford University, gave a group of ten-year-old children some problems. The problems were a bit too hard.\n\nOne group felt good. They said they liked hard problems and thought they could get better. Dweck calls this a \"growth mindset.\" These children think about what they can do in the future.\n\nBut another group felt bad. They thought the test showed how smart they were. They also thought they had failed. This is a \"fixed mindset.\" They did not think they could get better. Some said they might cheat next time. Others looked for someone who did worse, so they could feel better."}
{"text_id": "95-a2", "simplified": "Horror films often use empty places. They may show an old empty hospital, a scary empty house, or a town with no people. These lonely places make us ask: What was life like there? Why did people leave? The quiet also feels scary. Directors like these places because it seems real that there is no phone signal there."}
{"text_id": "96-a2", "simplified": "In horror movies, the basement is always scary. Often, a monster hides there, or a bad person keeps tools there. Basements are dark and often wet. You use a narrow staircase to go there. Basements make people feel scared, even when nothing is there."}
{"text_id": "97-a2", "simplified": "Gary Collins was a police officer. He was not working at that time. He watched the London riots on TV. He recognized some people. He ended his holiday early to help the police. He looked at security camera videos for six months. He identified 190 people, many just by their eyes. His help was very important for the case. A face-recognition computer had 200,000 hours of video but found only one person."}
{"text_id": "98-a2", "simplified": "I think humans can change faster if we add new parts to our bodies. We could put a small computer in the brain. Soon, people will be able to do this. The computer could help us do math. It could help us see and hear better. It could help our memory. This idea may become common."}
{"text_id": "99-a2", "simplified": "It was a very good talk. The speaker was right about a few things. She talked about what parents do. Teens see their parents use social media while they cook dinner or wait at a red light. So we cannot expect teens to stop texting during homework. She also said people want to be in two places at the same time. They talk in person. Then they talk online. Then they talk in person again. I see this with my teenage daughter and her friends. They meet and sit together quietly. Each one talks online with someone else."}
{"text_id": "100-a2", "simplified": "Some news makes us think the world is getting more violent. But there is some hope.\n\nFrom the end of World War II to 1990, there were 30 wars. Each one killed over 100,000 people. Today, civil wars still happen, but most countries live more peacefully than before. But terror attacks have gone up a lot in the last few years. Since World War II, wars have killed many more ordinary people than soldiers.\n\nStill, there is some good news for ordinary people. People are nine times more likely to die from violent crime than from political fighting. But the number of murders in the world went down a bit, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-a2", "simplified": "Wasfia dedicates her life to human rights. She works on many projects in Bangladesh to teach and train women and girls. Many projects stop, and the women are left with nothing. Wasfia thinks Bangladesh must help itself. She brings together two things she loves: mountain climbing and human rights. She wants to change how people think about women in her country. She first started climbing while she worked on aid projects in Tibet and Nepal. Bangladesh is mostly flat and near the sea, so most people there have never seen a mountain. Her project is working. People in Bangladesh and around the world are paying attention."}
{"text_id": "102-a2", "simplified": "Many people think poor countries are in a very bad situation. They think people are very poor. They think dictators control these countries. They think there is little hope for change. But this is not true. Big changes are happening. In the last 20 years, more than 700 million people got more money and left poverty. Each year, six million fewer children die from disease. Millions more girls go to school. Millions more people have clean water."}
{"text_id": "103-a2", "simplified": "Many managers add good words to their work comments. They often say something good, then something bad, then something good again. If this happens a lot, workers may think the good words are only there to hide the bad news. Then the good words do not matter so much. Good comments should not be used just to hide the bad ones. Give good comments to say what people did well and to help them keep doing it."}
{"text_id": "104-a2", "simplified": "I am in a group called Stop Killer Robots. Do not think about movie robots like the Terminator. Think about what happens now. Armies already use machines like drones, guns that shoot on their own, and guard robots. These machines can kill with very little help from people. The next step may be robots that work by themselves. Some people call them “murderbots.” They follow orders, but they choose who to kill on their own. I think this is very wrong and very dangerous for people. We must be very careful about what we make machines do."}
{"text_id": "105-a2", "simplified": "More people learn English than all other languages together. More countries use English than any other language. Chinese has the most native speakers. The number of native speakers and the number of learners do not match. More people learn a language when many countries use it."}
{"text_id": "106-a2", "simplified": "Your manager stops you. She says she needs to talk about your work on the last project. You worry all weekend. You wonder what you did wrong. On Monday morning, you go into her office. She praises your good work on the project. You think this is a common way to talk about work: first say something good, then say the problem, then say something good again."}
{"text_id": "107-a2", "simplified": "Born in the USA is a fast rock album. The music is easy to enjoy, but the words are full of feeling. Behind the fun sound, the songs tell sad stories about life in America when dreams do not come true. Many songs are about hard-working people. They feel unhappy and angry because life does not give them money or fame. Glory Days is about people in a small town who remember when they were young and felt they could do anything. Downbound Train is about a young man who loses his job, and then his life becomes very hard. It feels like the singer talks about real people he knew. He also sings about the life he might have had if he had not become famous. This album shows how good the Boss is."}
{"text_id": "108-a2", "simplified": "Lewis Pugh wants more safe sea areas around the world. He wants them to go up from 3% to 10% of the seas. He says this can help fix harm people do, like catching too many fish, making the water dirty, and throwing plastic into the sea. On his trips, he saw this harm himself. He swam over coral reefs that turned white because the water was hotter. In the Red Sea, he saw places under the water with no life and plastic everywhere. He believes nature can get better again if we leave it alone. But we do not have much time. If we do not look after the sea now, soon the problem may be too hard to fix."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a very popular author. She won the Olive Crime Writer Award two times. She was born in an area of Glasgow with the most crime. She learned to keep quiet and stay out of trouble. She also learned to open a car door with a knife. She only uses this for her stories. Now she is not so quiet. She goes on daytime TV shows like Police Today. She also talks at writing meetings in the UK."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? Is progress impossible? In his book Enlightenment Now, Steven Pinker talks about human progress. He says there is good news. People live longer. We are healthier. We have more freedom. We are happier. But there is also a problem. Pinker says some people attack clear thinking and science. Some people on TV, on the internet, and in politics try to make us fight each other. They tell us to choose sides, give up hope, and not trust others. This is dangerous. It can hurt important things, like democracy and countries working together. These problems can be hard to fix."}
{"text_id": "111-a2", "simplified": "In old scary films, heroes could not call for help. They could not call the police. Now people have mobile phones, so this is harder to believe. To keep the story exciting, films take away phone signal. In many scary films, at an important moment, the hero needs help, but the phone has no signal. Or the phone battery dies during the call. Sometimes both happen."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America began to lose their best-selling banana, the Gros Michel, also called Big Mike. Now the same problem is hurting the banana that came after Big Mike, the Cavendish. The Gros Michel had thick skin, a sweet taste, and traveled well. It was the main banana on Central American farms. At that time, a company called United Fruit was the biggest company that grew bananas and sent them to other countries in South America. The company made many new plants by cutting small new plants from the stems, not by using seeds. It grew the plants very close together in the fields."}
{"text_id": "113-a2", "simplified": "Most spiders have poison. They use it to catch and kill the small animals they eat. They do not try to hurt people.\n\nOnly about 25 kinds of spiders can hurt people with their poison. Spider bites can hurt, but they almost never kill.\n\nIn Australia, the Sydney funnel-web spider is famous. Since 1981, no one has died from its bite, because doctors made a special medicine.\n\nBe careful with hairy spiders like tarantulas. When they feel scared, they can send many tiny, itchy hairs into the air. These hairs can get into your skin or eyes and make them itch or hurt."}
{"text_id": "114-a2", "simplified": "This horror movie story was very popular in the late 1900s. It starts with a group of teenagers having fun. In the end, everyone dies except one girl. At first, the girl is innocent, shy, and not strong. By the end, she becomes very tough and clever. She is the last girl, and she almost always wins."}
{"text_id": "115-a2", "simplified": "To learn where language came from, we look at how the human brain is different from the brains of animals. It is not only about brain size. We also look at what the brain can do, and when and why it changed. We do not have many things to study. Old objects do not show what sounds people could make. But bones from people long ago show changes in the mouth, throat, and tongue. About 100,000 years ago, people could make many different sounds. Before that, scientists can only guess if people used simple sounds to talk."}
{"text_id": "116-a2", "simplified": "People, not nature, tell girls to choose arts and languages and tell boys to choose maths and physics. Young people do not see many women in science jobs. Cartoons and stories often show the scientist, the inventor, or the astronaut as a man. Many people also think scientists are strange, not good at talking to others, and work alone, away from normal life. These ideas are not true. TV, films, and news spread these wrong ideas. Because of this, many girls do not feel close to science and do not choose it as a job. If girls see more women in science, they will feel more confident and feel they belong in these subjects."}
{"text_id": "117-a2", "simplified": "The Scallion comes out every week. People can get it for free in faculty buildings. About 10,000 students read it. Students write it and make it. A survey says students and staff value the paper for fun, culture, and work experience. Printing costs a lot of money. Some students cannot get a copy easily, because they must go to the university to get one. Many copies become litter on campus, and this is bad for the environment."}
{"text_id": "118-a2", "simplified": "At Girox Foods, about 12% of workers leave each year. This may not seem high, but similar companies lose about 7%. This report will find why people care about their work here. Then it will give advice to make the workplace better and help more people stay."}
{"text_id": "119-a2", "simplified": "Many of the speaker’s words felt true. I think being more connected online can make us feel more alone. For my generation, this is less of a problem. We lived many years without phones and the internet. We know how to be alone, and we know it is okay. But people under 20 are different. They send messages all the time. They do not spend much quiet time alone. They may not learn to enjoy their own company. They also learn to talk by using messages they can change. This can make real, in-person talk harder."}
{"text_id": "120-a2", "simplified": "Don't always say something bad after something good. If you do this every time, people may not see the good part. Sometimes say only good things. You don't need to say how to make it better each time."}
{"text_id": "21-b1", "simplified": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about.\nCommon dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people.\nBut the key to knowing exactly what they mean to you is to connect them to the events and feelings in your daily life."}
{"text_id": "22-b1", "simplified": "One of the most interesting cases of wild animals living in a city are the wild dogs of Russia's capital.\nIn the Russian capital, there are approximately 35,000 wild dogs living on the streets.\nSome of the dogs were born wild, while others are pets that have been left behind by their owners.\nSome dogs live alone and others live in packs.\nIn 2010, scientists studied the dogs and learned that the dogs have adapted very successfully to city life.\nThey have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is New Yorker RJ Palacio's first novel.\nOn her website, she explains that the idea for the book came to her after seeing a girl with deformities of the face on the street one day.\nWonder has been a very popular book in the USA and has already won several awards.\nMany schools are using it as a starting point for discussions about picking on others, friendship and what it's like to be different.\nA movie is being made, and many, including me, are waiting with excitement to see what RJ Palacio writes next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats named Zena and Roxy. She realizes they aren’t a typical choice of pet, and she has lost count of how many times she has patiently explained that rats are not dirty and can be wonderful companions if they are cared for properly. Even so, she understands why people often react negatively. She herself didn’t like rats until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin’s rats had babies, Chloe decided to adopt two of them."}
{"text_id": "25-b1", "simplified": "Cape Town can be a dangerous place for monkeys.\nSome have been hurt or killed in car accidents and others have been killed by electricity as they played with electric wires.\nThese monkeys are an endangered kind and to save them and minimise conflicts between humans and monkeys, the city council has hired a team of Monkey Monitors.\nThe monitors' job is to scare monkeys out of city areas or catch them and release them in the countryside.\nThis policy has had some success, though it's proving hard to stop monkeys from coming back to the city once they see it as a source of easy food."}
{"text_id": "26-b1", "simplified": "I work for a global IT company, but because their main office is in the USA, I do all my work online from home.\nThat is why I don't waste time traveling to work or making small talk with coworkers.\nI work on a job basis, and this freedom is very valuable to me.\nIt lets me take some time off when my children need me to go to their school performances, or if I need to make an appointment with the dentist.\nThe bad part is that without clear office hours, I tend to work well into the evening, sometimes not eating dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, writing and paintings on walls continued but there was also an explosion in street art around the world.\nSome artists wanted to make political points and produced art that tried to make people think about war, unfairness and discrimination.\nOther street artists were more concerned with producing beautiful, attractive work.\nIn South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls."}
{"text_id": "28-b1", "simplified": "Social networks, magazines and shop windows flood people daily with things to buy, and British consumers are buying more clothes and shoes than ever before.\nOnline shopping lets customers buy without thinking, while big brands sell clothes so cheap they seem like single-use items, worn on two or three occasions and then thrown away."}
{"text_id": "29-b1", "simplified": "Sam narrowed his eyes because of the sun. He watched a long line of dust behind a car going up to the Big House. The horses kicked and swung their tails at flies. They did not care that their owner was visiting after ten months. Sam waited. Mr Carter only came out here when he had to, and that was fine with Sam. If he stayed out of his boss’s way, he could keep his job longer. Mr Carter wiped the sweat from the back of his neck. The wet spots on his shirt ran together like shapes on a map. His skin was already turning red in the June sun. Usually, he had the pale look of a man who makes money while other people do the work."}
{"text_id": "30-b1", "simplified": "Many people in Berlin, Germany said that shooting pigs was too cruel. There were angry arguments between hunters and animal lovers. Because many people protested, city leaders chose a more peaceful plan. Instead of shooting the pigs, they put up fences and made feeding them against the law. We will see if this plan works, but it may be hard because warmer winters mean there are more pigs than before."}
{"text_id": "31-b1", "simplified": "An important inspiration for the Hunger Games book comes from the writer's love of classical myths from Greece.\nWhen she was a child, one of her favourite stories was Theseus and the monster.\nIn this story the city of the capital of Greece is ruled by an island of Greece, but the people of the city fight back.\nAs a punishment, the king of an island of Greece forces the people of the city to send seven boys and seven girls to the island every year.\nThe youths are thrown into the maze and eaten by a monster that lives there called the monster.\nBut one of the youths, named Theseus, fights the monster and kills it.\nThe writer sees Katniss Everdeen as a Theseus from the future."}
{"text_id": "32-b1", "simplified": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats.\nSome zoos provide a safe place for animals which have been hurt in circuses, or pets which have been left behind.\nZoos also carry out important research into subjects like animal behaviour and how to cure illnesses."}
{"text_id": "33-b1", "simplified": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend.\nThe idea started in Canada in the early 1990s and moved to the US.\nThere it became a saying no to the overspending and too much buying of the Thanksgiving holiday weekend's Black Friday and Cyber Monday.\nOn Buy Nothing Day people organise various types of protest events and cut up their credit cards.\nThroughout the year, Buy Nothing groups organise the exchange and repair of items they already own."}
{"text_id": "34-b1", "simplified": "Is street writing art or damage to property?\nThis depends on your point of view, but in many countries, writing or painting on public or private property is considered damage to property.\nMany street artists have been stopped by the police and some have had to pay fines.\nMany city councils complain about the high cost of cleaning street writing off buildings, buses and trains."}
{"text_id": "35-b1", "simplified": "What does the art world think of writing on walls and street art?\nRecently, there has been more acceptance of its value as an art form.\nThere have been major exhibitions of street art in galleries in Paris, London and LA.\nThe American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008.\nShe defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'."}
{"text_id": "36-b1", "simplified": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year.\nSo, by the time they reach 80 years old the average person might have had 140,000 dreams.\nEven if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a whole life.\nIt's not too difficult to believe that, by chance, a dream event is followed by a similar real-life event, especially if the dream's subject often happens in everyday life."}
{"text_id": "37-b1", "simplified": "The Hunger Games takes place in the future, after the destruction of North America.\nThe country is called Panem and is made up of twelve poor districts governed by the rich capital city.\nThe capital city holds absolute power over the nation.\nEach district is responsible for producing different things for the capital city.\nDistrict 12, where the story begins, provides all the coal for the country.\nThere used to be a thirteenth district but they fought against the capital city in the past and were destroyed."}
{"text_id": "38-b1", "simplified": "Often wild animals come into cities to look for food.\nIn Cape Town, South Africa, wild monkeys have started coming into residential areas on the edge of the city to feed.\nThey open rubbish bins and eat fruit from gardens and areas with fruit trees.\nSome brave wild monkeys have even come into people's houses and taken food from kitchen cupboards and fridges!\nWild monkeys can be aggressive and have attacked a lot of pet animals, so understandably, many people living in the city don't welcome their presence."}
{"text_id": "39-b1", "simplified": "A large number of bridge accidents occur during the construction of the bridge itself.\nThese accidents are often due to an error made by the engineers, such as a wrong calculation.\nThe bridge falls down under its own weight, and this can be deadly for the workers on it at the time."}
{"text_id": "40-b1", "simplified": "George, a filmmaker, was one of the early film directors to directly base his story on the 17 stages of the hero's journey.\nTypically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything.\nAt the beginning of Star Wars, the young man lives an ordinary life with his aunt and uncle, repairing robots.\nWhen he finds the princess's message to Ben Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey."}
{"text_id": "41-b1", "simplified": "Another idea to stop a dangerous asteroid from hitting Earth is to blow it up with a nuclear weapon. This may sound like a movie plot. It was even the story of the 1998 film Armageddon. But HAMMER is a real plan from NASA. In this plan, eight-ton rockets would fly toward the asteroid and try to push it off course. If the asteroid was already too close to Earth, the rockets would carry nuclear bombs and blow it up instead."}
{"text_id": "42-b1", "simplified": "Campbell says the hero first refuses the call to adventure. But a guide appears and helps them, and they decide to cross the doorway and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, facing enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the guide is, of course, Obi-Wan. The friends are Han Solo and the robots R2D2 and C3PO, and the enemy is Darth Vader inside the special world of the Death Star."}
{"text_id": "43-b1", "simplified": "Items that people don’t use much may seem useless to some, but useful to others.\nWith the internet, online groups have found a way to make money by sharing these items.\nWebsites and social media groups help people buy and sell used goods.\nBecause of this, it is now easier than ever for people to share with each other.\nThis is called the sharing economy."}
{"text_id": "44-b1", "simplified": "In the 1700s and 1800s, two main ideas about dreams became popular. The first said that what we see in dreams shows things we are not aware of. Freud believed that if we understand our dreams, we can understand our hidden feelings and the problems they cause. The second idea was the opposite. It said that dreams are only random brain activity while the brain puts memories and things from the day in order. When we wake up, we try to understand these random pictures and feelings and turn them into a story."}
{"text_id": "45-b1", "simplified": "I'm self-employed and work for myself.\nThis is great because I am in control of what I do and how I spend my time.\nAt first, I was working from home, but I realized it was really hard to concentrate.\nThere were just too many interruptions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things.\nSo I started to go to a nearby café to work, but the internet connection wasn't ideal and I ended up drinking too much coffee.\nIn the end, I decided to rent a desk in a shared office space with five other self-employed workers like myself.\nI liked getting dressed to go to work in the morning and being able to focus in an office."}
{"text_id": "46-b1", "simplified": "NASA can find the rest of the middle-sized asteroids near Earth only if it gets money to build NEOCam. NEOCam is a small space telescope. It is half a metre wide and would use heat to find asteroids. With this money, NASA could probably find the rest in about ten years. After the asteroids are found and put on a list, the team that protects Earth still has to plan how to stop the most dangerous ones, called PHAs, from hitting our planet."}
{"text_id": "47-b1", "simplified": "The 'buy nothing' trend has now reached influencers on social sites who usually share posts of clothes and make-up that they recommend for people to buy.\nSome YouTube stars now encourage their watchers not to buy anything at all for periods as long as a year.\nTwo friends in Canada spent a year working towards buying only food.\nFor the first three months they learned how to live without buying electrical goods, clothes or things for the house.\nFor the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars.\nIn one year, they'd saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion matters a lot to Pi. Although his family is Hindu, he remains curious about other faiths and befriends a Christian priest and a Muslim baker. To everyone’s surprise, Pi declares that he is Hindu, Muslim, and Christian at the same time. When his family and teachers urge him to choose only one faith, Pi refuses, saying, “I just want to love God.” From that moment, they decide to let him make up his own mind about religion."}
{"text_id": "49-b1", "simplified": "Some people think that writing down your dreams can help you have lucid dreams. In a lucid dream, you know you are dreaming, and you can choose what happens. You might turn a nightmare into a safe dream, or control the story like a movie director. Then, instead of only trying to find what your dreams mean, you will be making them. But you may still want some dreams to happen on their own, so your inner mind can show you what you are really thinking about."}
{"text_id": "50-b1", "simplified": "People might not realise they are part of the throwaway clothes problem because they give their unwanted clothes to charities.\nBut charity shops can't sell all those unwanted clothes.\n'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand.\nHuge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Not satisfied with one amazing trip, some of today's explorers go from challenge to challenge.\nMeagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat.\nBut perhaps her most remarkable journey was a skiing trip to the South Pole.\nOn the first day, she fell into a large sheet of ice and had to be rescued.\nMany of us would have given up at that point, but Meagan decided to carry on.\nShe reached the South Pole forty days later, having pulled a sled with a tent and all her food behind her through freezing conditions and ice storms."}
{"text_id": "52-b1", "simplified": "Blek the Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage local people to think about the problem of homelessness."}
{"text_id": "53-b1", "simplified": "In some areas, councils have tried to encourage artists not to paint street art randomly on walls by allowing them to work in designated areas.\nThe island of Taiwan is one such place and there are 'street art zones' where artists are free to paint and write on walls.\nIn the city of Sao Paulo in the country of Brazil, the city council has even allowed some street artists to paint on the city's subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is seen on sidewalks, in empty factories and on cars left behind. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings."}
{"text_id": "55-b1", "simplified": "In her previous work setting, Gabriela was used to a high power distance culture where power and authority are valued and everyone has their rightful place.\nIn such a culture, leaders make the big decisions and are not often challenged.\nHer team from Sweden, however, were used to working in a low power distance culture where workers often work together with their bosses to find solutions and make decisions.\nHere, leaders act as coaches or guides who encourage independent thought and expect to be challenged."}
{"text_id": "56-b1", "simplified": "When Gabriela became aware of the cultural differences between her and her team, she took action to have an open conversation with them about their feelings about her leadership.\nPleased to be asked for their thoughts, Gabriela's team honestly expressed that they were not used to being told what to do.\nThey enjoyed having more room for taking action and creative freedom.\nWhen she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well.\nThey realised that Gabriela was taking it personally when they tried to question or make changes to her decisions, and could explain that it was how they'd always worked."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They create everything from graffiti tags to huge, colourful murals of people on the sides of buildings. Their pieces are often so large that they need cranes to reach high places and finish the work. In 2007, they even painted an entire castle in Scotland, covering it from top to bottom."}
{"text_id": "58-b1", "simplified": "People have been painting and writing on walls throughout history.\nIn the days before history, people in Africa and Europe used to paint pictures of animals and people in caves.\nWall writing has been seen on buildings at ancient sites in Greece, Italy, Syria and Iraq.\nIn the town from ancient Rome of Pompeii, history experts have seen numerous examples of wall writing written in Latin.\nThese include religious, political and romantic messages, and even some magic spells!"}
{"text_id": "59-b1", "simplified": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole?\nIf so, you're not alone.\nEvery year, thousands of people try to climb the world's highest mountains or walk across continents.\nDifferent from travelers of the past who used maps and tools for direction, today's people who like adventure travel with modern technology like digital maps and satellite phones.\nMany adventure lovers are nature lovers who use travel to help raise awareness of different environmental issues, while others want to help struggling people and raise money for charities."}
{"text_id": "60-b1", "simplified": "The first is DART, the Double Asteroid Redirection Test. They plan to test it on the small moon of an asteroid called Didymos. This moon, called Didymoon, is about 150 metres wide. It goes around a larger asteroid that is about 800 metres wide. If DART hits as planned, the hit should change Didymoon’s path around the asteroid a little, so telescopes on Earth can see the change."}
{"text_id": "61-b1", "simplified": "The main female character of the story, a sixteen-year-old girl called Katniss Everdeen, has lost her father in a mining accident and must provide food for her family.\nShe hunts in the woods around District 12 with her friend Gale and becomes very good with a bow and arrow.\nWhen her younger sister, Prim, is chosen as one of the contestants, Katniss offers to go instead.\nThe other contestant from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him."}
{"text_id": "62-b1", "simplified": "Writing about your dreams will help you remember more details, so think about the people and the place where it happened, as they might add to the meaning too.\nOver a week, you will be surprised by how much you have written down.\nNow you can start connecting your dreams to the events and feelings in your daily life."}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood. They burned easily. This was especially true for old train bridges. Sparks from metal wheels on metal tracks could start a fire. Then the bridge could burn down."}
{"text_id": "64-b1", "simplified": "It is impossible to know how street art will develop in the future but certain trends are emerging.\nWhile most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe.\nOther artists are using the internet to talk to each other and share photos of their work.\nAlso, the art world is giving more attention to street art as a real art form.\nAlthough we don't know what will happen to street art in the future, we can be sure that it is here to stay!"}
{"text_id": "65-b1", "simplified": "Susan Collines has always felt news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war. But she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her."}
{"text_id": "66-b1", "simplified": "PricewaterhouseCoopers (PwC) ran a worldwide survey. Over 40,000 people answered, including millennials (people born 1983–1993) and people from other age groups. They were asked about culture at work, ways of working and communicating, pay, career growth, and the balance between work and personal life. Deloitte ran another worldwide survey. More than 10,000 millennials took part. They shared their views on the problems and opportunities in the world of work today."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer from the USA is a person who does many kinds of adventures.\nHe's ridden a bike through the deserts in Morocco, kayaked through the Grand Canyon, and climbed Everest.\nSurprisingly, Erik has been blind since the age of 13.\nApart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing trips."}
{"text_id": "68-b1", "simplified": "Open online platforms are providing a chance for people to make some quick money.\nTo give an example, busy parents before might not have made the effort to set up a stall at the local market or car boot sale.\nThey would have done this to sell their children's old equipment, but with online markets, parents are now able to sell hardly worn baby clothes their children have outgrown.\nThey can also sell the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets."}
{"text_id": "69-b1", "simplified": "The boy, Pi, and Richard Parker spend 227 days in the small boat.\nThey live through hunger, illness and extreme tiredness.\nThey endure violent storms and the burning heat of the Pacific sun, but somehow they survive.\nSometimes, the boy finds comfort in his three religions, but at other moments he is overcome with feeling alone and despair.\nFinally, the coast from Mexico appears on the horizon and everything changes.\nIt would be a shame to tell the ending, so read the book to learn what happens to the boy, Pi, and Richard Parker when land appears."}
{"text_id": "70-b1", "simplified": "The girl arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home. The house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA’s asteroid team had found and put on a list 90% of the asteroids near Earth that are 1 kilometre wide. These are called near-Earth objects. They are about the size of mountains. A near-Earth object is anything that comes within 50 million kilometres of Earth’s path around the Sun. NASA thinks about 50 are still left to find. It says none of the 887 it knows about are a serious danger to Earth."}
{"text_id": "72-b1", "simplified": "Having decided to go to school, Auggie then has to face his first day.\nLike every child starting at a new school, he is really anxious.\nBut because of the way he looks, it's an awful experience.\nNobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands.\nFortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch.\nBut it's not just the first day that's hard.\nAuggie soon learns that his classmates don't want to touch him for fear of catching 'the disease'.\nAs he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and upsetting event at a school camp changes things completely."}
{"text_id": "73-b1", "simplified": "The two men looked towards the northern end of the property.\nIt stretched as far as the eye could see.\nEven the fences were barely visible from where they stood.\nHowever bored and disobedient a teenage boy might get, it wasn't possible to escape on foot.\nThe man looked at the biggest of the horses, kicking at the ground with its heavy feet.\nCould the boy ride? he wondered.\nThere was a whole load of trouble a good person who rides could get into out here, miles away from anyone.\nBut maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father."}
{"text_id": "74-b1", "simplified": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest.\nThough climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges.\nGerlinde Kaltenbrunner from Austria, a country in Europe, fell in love with mountain climbing as a teenager.\nWhen she left school, she worked as a nurse, but kept climbing in her free time."}
{"text_id": "75-b1", "simplified": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre mountains.\nTo increase the challenge, Gerlinde climbs without using oxygen tanks.\nThis is dangerous as low oxygen levels at the top of high mountains can affect brain and body functioning.\nGerlinde uses her being well-known as a climber to support a charity for poor children and orphans in the country of Nepal."}
{"text_id": "76-b1", "simplified": "We can look around us at the things we have bought at some point in our lives. We would no doubt notice that not everything we own is being put to good use. For example, there is the thick woollen coat which we thought looked cool, despite the fact that we live in a tropical country. There is the smartphone that got put away when we bought ourselves the newest model. There is the car that only gets used at the weekends. There is even the guest room in our house that somehow got turned into a storage room."}
{"text_id": "77-b1", "simplified": "People in many times and places thought dreams could tell the future. They believed dreams were messages from the gods that could teach us or warn us. Even today, many people remember dreaming about an event, a place, or a person, and later seeing it happen in real life."}
{"text_id": "78-b1", "simplified": "Some of the biggest and most expensive transportation building jobs in the world have involved building bridges.\nBridges are very important links that carry cars, trucks and trains across bodies of water, deep mountain valleys or other roads.\nAs a result, they are one of the most important aspects of civil engineering and are subject to intense checking, especially when they fall down."}
{"text_id": "79-b1", "simplified": "After weeks of frustration, Gabi emailed her manager from Sweden about the issues she was facing with her team.\nHer manager simply asked her if she felt her team was still performing, and what she thought would help her better work together with her team members.\nGabi thought her manager vague and didn't feel as if he was managing the situation well enough."}
{"text_id": "80-b1", "simplified": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs. So those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's subway system to get from one part of their area to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the smells of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, subway passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals."}
{"text_id": "81-b1", "simplified": "Ed Stafford from Britain is the first person to walk the length of the Amazon River.\nHe started by a small stream in the Andes of Peru and arrived at the river's mouth in Brazil, two years and four months later, after walking 6,000 kilometres.\nThe Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was always in danger.\nLuckily, he survived with nothing worse than a few thousand mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income.\nThat might not sound like much, but that figure hides two far more troubling trends for society and for the natural world.\nFirst, a lot of that consumer spending is via credit cards.\nBritish people currently owe approximately £670 per adult to credit card companies.\nThat's 66 per cent of the average wardrobe budget.\nAlso, not only are people spending money they don't have, they're using it to buy things they don't need.\nBritain throws away 300,000 tonnes of clothes a year, most of which goes into rubbish dumps."}
{"text_id": "83-b1", "simplified": "Ed's walk would have been impossible without technology.\nHe used a radio to ask the people of the rainforest for food and permission to cross their land.\nMany of them came to meet him and helped guide him through the most difficult land.\nAs he walked Ed wrote a blog, recording his day-to-day experiences.\nHe used the news interest in his trip to speak out about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Many businesses now see that the sharing economy can make money. In this system, people share or rent out things they own. So companies want to earn from things people have but do not use much. A common way is to run a website or app that connects customers with people who offer a product or a service. For example, Airbnb helps people rent out their spare rooms or homes and earn money. Uber is another example. It lets people use their own cars as taxis to earn extra money in their free time."}
{"text_id": "85-b1", "simplified": "One of the most important jobs of modern zoos is to support international breeding programs, especially for endangered animals. In the wild, very rare animals often cannot find mates and have trouble having young. They also face dangers like illegal hunters, the loss of their natural homes, and other animals that hunt them. Good zoos give these animals a safe place to live and breed. As numbers in the wild fall, there is a higher risk that the groups become too similar in their genes. Breeding programs help: animals bred in zoos can be released into the wild to make the groups more varied in their genes."}
{"text_id": "86-b1", "simplified": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to fall down for different reasons.\nWith trains, it's the velocity of the impact that can bring a bridge down.\nWith boats, it's the very large weight they have that can bring about the fall, even if they are going very slowly when it occurs.\nThe best way to avoid bridge failures is to plan for them.\nModern technologies that can find structural weakness, safer workplaces and better designs can all help to reduce these terrible accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is so afraid of the animals that he jumps into the ocean, but when he remembers the hungry sharks swimming around him, he realises his only choice is to climb back onto the lifeboat. One by one, the animals on the lifeboat kill and eat each other until only Pi and the tiger remain. Fortunately for Pi, the tiger, whom he names Richard Parker, is seasick and has no immediate interest in eating him."}
{"text_id": "88-b1", "simplified": "When the boy is 16, a new government is chosen that his parents don't support.\nWorried about the future, the boy's parents decide to close the zoo and move to Canada.\nSome of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them.\nOn the way, there is a terrible storm and the ship sinks.\nTragically, the boy's family and the ship's sailors all drown, but he finds himself in a rescue boat with a dog-like animal, striped horse, ape and an enormous tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major big-studio film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!"}
{"text_id": "90-b1", "simplified": "Maybe dreams happen because our mind sorts the thoughts we have during the day. In dreams, these thoughts come back as symbols or pictures with special meanings. When we are awake, we mostly think in words, like having a talk with ourselves. When we sleep, the part of the brain for language works less, and the part for emotions works more."}
{"text_id": "91-b1", "simplified": "Having good relationships is a big part of being happy.\nIn one study, most happy people were shown to have strong ties to friends and family and they made sure they spent time with them regularly.\nYou also need at least one person who you discuss personal feelings with – called 'sharing about yourself'.\nJust one person for a heart-to-heart is enough, together with a network of other relationships.\nIt's not enough to have lots of friends just to do things with or chat to about music or football.\nThat deeper connection is all-important.\nSome people need to learn how to listen well to others in order to develop stronger relationships."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck, who supports a growth mindset (the belief that abilities can grow), says the brain can change. We can learn skills and talents we were not good at before.\n\nMany of us often praise the final result and what seems like natural talent. For example, “You have a good eye for detail,” or “You are great at organising events.”\n\nBut research shows it helps to focus on how we do the work. Praise effort, trying new things, and ways to solve problems. This helps people build new skills and keep improving their talents."}
{"text_id": "93-b1", "simplified": "The rover checks the air around it from time to time. In 2014, it found methane in the air. Methane is a simple organic gas and an important part of natural gas. It lasts only a few hundred years. This means something on Mars is making more of it. NASA says Mars releases thousands of tons of methane at once. The level of methane goes up and down with the seasons, almost like the planet is breathing."}
{"text_id": "94-b1", "simplified": "Early in her career, psychologist Carol Dweck at Stanford University gave a group of ten-year-olds problems that were a bit too hard for them. One group was happy. They liked the challenge and believed their skills could improve. She says they had a “growth mindset” and thought about what they could do in the future. But another group felt people were testing how smart they were and that they had failed. They had a “fixed mindset” and could not imagine getting better. Some said they might cheat in the future. Others looked for someone who did worse so they could feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror films love empty places.\nThis could be a hospital that people left, a scary empty house or a ghost town.\nThere's something about lonely, empty places.\nWhat was it like when people lived there?\nWhy did they leave?\nMaybe it's also that they are so quiet, which can be very scary too.\nOf course, places that people left are also handy for horror film directors in that it's easier to believe that you will have no phone coverage there either."}
{"text_id": "96-b1", "simplified": "No matter what kind of house it is, the basement is a scary place in horror films.\nThat's usually where something is hiding or where the very bad, dangerous person has hidden their tools.\nBasements are always dark and often damp.\nYou can only reach them by a narrow set of stairs.\nAnd basements are always spooky, even when there isn't anything down there."}
{"text_id": "97-b1", "simplified": "Gary Collins, an off-duty policeman, was watching the London violent protests on TV.\nHe immediately recognised several people and cut his holiday short to help with naming them.\nHe ended up spending six months going through the security camera video and managed to find 190 people, many from their eyes alone.\nHis help was of great importance in the investigation.\nEven with 200,000 hours of footage, face-matching software managed to find just one person."}
{"text_id": "98-b1", "simplified": "Personally, I think it is interesting to think about how we could change faster as humans by adding new parts to our bodies. Imagine putting a small computer in our brains. Soon we will be able to do this and improve our math skills, our hearing and sight, and our memory. I think this idea will become more common."}
{"text_id": "99-b1", "simplified": "It was a very interesting talk. The speaker made some good points. One was about parents. How can we expect teenagers not to text during homework when they see their parents posting on social media while cooking dinner or waiting at a red light? She also said people want to be in two or more places at the same time. So they switch between talking in person and chatting online. I see this with my teenage daughter and her friends. They plan to meet, then sit together without talking while each one chats with someone else online."}
{"text_id": "100-b1", "simplified": "As for news stories that make us think the world is an increasingly violent place, there is reason for some hope too.\nBetween the end of World War II and 1990, there were 30 wars that killed more than 100,000 people.\nToday there are still civil wars, but countries are mostly living together in a more peaceful way than in the past.\nHowever, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers.\nEven for civilians, however, the numbers are not all bad.\nDeaths are much more likely from violent crime than political conflict—about nine to one.\nThe global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has spent her life fighting for human rights. She has seen many international aid projects in her country to teach and train women and girls. But too often, when the projects ended, those women and girls were left with nothing. She saw that Bangladesh needed to act for itself, so she brought together two of her passions: climbing mountains and human rights, to try to change how people see women. She first started climbing while working on aid projects in Tibet and Nepal. Bangladesh is a country by the sea and mostly flat, so most people there have never seen a mountain. Her campaign seems to be working. People in Bangladesh, and around the world, are paying attention."}
{"text_id": "102-b1", "simplified": "Many people think developing countries are in a very bad state: trapped in extreme poverty, controlled by dictators, and with almost no hope of real progress. However, this picture is not accurate. In reality, a major transformation is underway. Over the last 20 years, more than 700 million people have increased their income and escaped poverty. Moreover, each year six million fewer children die from disease, millions more girls are attending school, and millions more people have access to clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to make feedback feel nicer by putting a negative point between two positive comments. But if they do this often, employees may see the positive comments as just hiding the bad parts, so they matter less. Positive feedback should not be used only to make the negative seem less bad. It should be given by itself to support and encourage good work."}
{"text_id": "104-b1", "simplified": "I am part of the Campaign to Stop Killer Robots. Forget the scary movie scene of a Terminator stepping on human skulls. Think about what is happening now. The military already uses machines like drones, automatic guns, and guard robots to kill, with very little human control. The next step could be “murderbots” that work on their own. They would follow orders, but they would still choose by themselves who to kill. I think this is completely wrong and very dangerous for people. We must be very careful about what we let machines do."}
{"text_id": "105-b1", "simplified": "In general, more people are studying English than the other languages combined, and English is spoken in the highest number of countries.\nHowever, Chinese has by far the greatest number of native speakers.\nThere seems little correlation between a language's number of native speakers and learner numbers, but there is a stronger link between learner numbers and how many countries have speakers."}
{"text_id": "106-b1", "simplified": "Your manager stops you and says she needs to have a word about your performance in the recent assignment.\nYou worry about it all weekend, wondering what you might have done wrong.\nWhen you enter her office Monday morning, she starts with praise for your good work on the assignment, and you wonder if it's the expected start of 'comments sandwich'.\nYou know how the comments sandwich goes: say something nice, say what you really want to say, say something nice again."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast, foot-tapping rock album, but the words still carry strong feelings.\nBehind the catchy rock tunes are stories about the sad side of the American dream.\nMany songs talk about the hard times of normal, hard-working people, and the sadness and anger they feel when life brings no money or fame.\nGlory Days is about people in a small town who look back at when they were young, when they felt they could do anything.\nDownbound Train tells about a young man whose life is ruined after he loses his job.\nIt is easy to think the artist writes about real people he knew, and about the life he might have lived if he had not become a star.\nThis album shows the Boss’s special talent."}
{"text_id": "108-b1", "simplified": "Lewis wants the number of protected areas in the sea to rise from 3% to 10%. He hopes this will help fix damage caused by people, like catching too many fish, pollution, and rubbish.\n\nOn his trips, he has seen this damage himself. He has swum over coral reefs that turned white because the water got warmer. He has also seen empty places in the shallow water of the Red Sea, with almost no life and plastic everywhere.\n\nLewis believes nature can heal if we give it space, but time is running out. If we do not start caring for our seas now, the problem may soon be too hard to fix."}
{"text_id": "109-b1", "simplified": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award.\nBorn on the housing area with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car-doors with a knife.\nLuckily, she only used her knowledge to write her novels and she's not so quiet these-days, appearing on popular day-shows like Police-Today and at writing-meetings throughout the United Kingdom."}
{"text_id": "110-b1", "simplified": "Are things getting worse each day? Is progress impossible? In his book Enlightenment Now, Steven Pinker looks at human progress and finds good news. We are living longer, healthier, more free, and happier lives. But he says there is a real problem. The values of the Enlightenment, like reason and science, are under attack. Some media and some leaders use our fear, our “us and them” thinking, and our loss of hope and trust. Then we may do harm that we cannot fix. This can damage important parts of society, like democracy and countries working together."}
{"text_id": "111-b1", "simplified": "In old horror films, when people were in big trouble, it was hard or even impossible to call for help or call the police.\nNow mobile phones make that less believable.\nHow do films keep the story scary?\nNo phone signal!\nIf you are the hero in a horror film, you will probably have no signal at the worst moment, when you really need to call for help.\nOr your phone battery dies just as you try to call.\nOr both."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana farms in Central America were losing their most valuable banana, the Gros Michel, also called Big Mike. Now the same thing is happening to the banana that replaced Big Mike, the Cavendish. The Gros Michel had a thick skin, a sweet taste, and was easy to move, so it was the main banana on farms in Central America. United Fruit was the biggest banana company in South America then. It grew bananas and sold them to other countries. The company grew huge numbers of bananas by taking shoots from the plant stem to grow new plants, instead of using seeds. It also planted them in fields where the plants were very close together."}
{"text_id": "113-b1", "simplified": "Spider poison is present in most types and serves the purpose of stunning or killing the animals they hunt rather than attacking humans.\nIn fact, only 25 of the spider types we know produce poison which can actually harm humans, and although spider bites can be painful, they are rarely deadly.\nAustralia's notorious spider from the city of Sydney, with a tube web, has not produced any fatalities since anti-poison was developed in 1981.\nHowever, take care not to stroke spiders with hair like large pet spiders up the wrong way.\nWhen they feel in danger, they defend themselves by shooting out a cloud of itchy hairs.\nThese itchy hairs then stick themselves in the skin or eyes of the attacker."}
{"text_id": "114-b1", "simplified": "This horror-film cliché was especially popular in the late twentieth century. It usually begins with a group of teenagers enjoying themselves, but it concludes with everyone dead except one girl. At first, she is innocent, shy, and not particularly strong. By the end, however, she has become the toughest and most resourceful person in the world. In most cases, the last girl wins."}
{"text_id": "115-b1", "simplified": "To find out where our ability for complex language came from, we should look at how our brains are different from those of other animals. It is not only about brain size. We also need to think about what else our brains can do, and when and why they changed over time. There are very few clear clues for this. Objects left by people who lived long ago do not show what kind of speech they could make. But the bones of early humans show changes in the mouth, throat, and tongue. By about 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess if early humans used simpler sounds to talk."}
{"text_id": "116-b1", "simplified": "Society, not biology, suggests that girls should prefer the arts and humanities and leave maths and physics to boys. In addition, young people see too few positive female role models working in science. Cartoons and stories often present the mad scientist, brilliant inventor, or daring astronaut as a man. There is also a harmful belief that scientists are nerdy, have weak social skills, or do lonely work that is separate from everyday life. These false media stereotypes can stop girls from identifying with scientists and make science seem like an unattractive career. If girls saw more positive female role models in science, they would gain confidence and feel a stronger sense of belonging in those subjects."}
{"text_id": "117-b1", "simplified": "The Scallion is printed weekly and distributed free in department buildings, with a readership of approximately 10,000 students.\nIt is written and produced entirely by students.\nThe survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural learning and work experience.\nThe cost of printing newspapers is significant.\nFurthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university.\nAn additional environmental issue is that a large number of copies end up as trash on campus."}
{"text_id": "118-b1", "simplified": "At Girox Foods, we are experiencing an annual staff leaving rate of about 12 per cent.\nAlthough this might not seem high at first glance, the industry standard is seven per cent.\nThe principal objective of this report is to study why staff are involved here and, from that, offer suggestions to improve staff workplace experience and increase staff staying."}
{"text_id": "119-b1", "simplified": "Much of what the speaker said felt true. I think there is a risk. The more connected we are, the lonelier we feel. For my generation, this is not such a big problem. We lived many years without technology. We know how to be alone, and we know it is OK. But young people under 20 are different. They are so busy texting and chatting online that they rarely spend time alone. They may not learn how to enjoy being by themselves. Also, they learn to talk by sending messages that they can edit and change. So they do not learn real, face-to-face conversation with the person in front of them."}
{"text_id": "120-b1", "simplified": "Don't always add criticism after praise. If they always come together, the praise can feel less important and people may ignore it. Sometimes give praise by itself, and try not to add advice or corrections."}
