{"dataset_id": "tsar2025testblind", "text_id": "21-a2", "original": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.", "target_cefr": "A2", "simplified": "Your dreams can show you many things.\nThey show you what you are thinking about.\nSometimes you do not know you think about these things.\n\nSome dreams are very common.\nFor example, you dream you can fly or you are falling.\nOr you dream your teeth fall out.\nOr you have no clothes in a public place.\nThese dreams often mean a similar thing for most people.\n\nBut you need to understand your own dream.\nTo do this, think about your daily life.\nThink about what happens and how you feel."}
{"dataset_id": "tsar2025testblind", "text_id": "21-b1", "original": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.", "target_cefr": "B1", "simplified": "Your dreams might show you ideas about things that you didn't realise you were thinking about. Although common dreams like flying, falling, your teeth falling out, or being without clothes in a public place probably mean something similar for most people, the best way to understand what they mean to you is to connect them to the events and feelings in your daily life."}
{"dataset_id": "tsar2025testblind", "text_id": "22-a2", "original": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.", "target_cefr": "A2", "simplified": "In the city of Moscow, there are many wild dogs.\nThey live on the streets.\nThere are about 35,000 dogs.\nSome dogs were born on the streets.\nOther dogs were pets, but their owners left them.\nSome dogs live alone and other dogs live in groups.\nIn 2010, scientists studied the dogs.\nThey learned that the dogs live very well in the city.\nThe dogs learned it is safer to cross the street with people.\nSome dogs also seem to understand traffic lights."}
{"dataset_id": "tsar2025testblind", "text_id": "22-b1", "original": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.", "target_cefr": "B1", "simplified": "An interesting example of wild animals living in a city is the wild dogs of Moscow, where there are about 35,000 of them on the streets. Some of these dogs were born wild, while others are pets that their owners have left behind. The dogs sometimes live alone and sometimes in groups. In 2010, scientists who studied the dogs found that they have adapted very successfully to city life. For example, they have learned that it is safer to cross the street with people, and some dogs even seem to understand traffic lights."}
{"dataset_id": "tsar2025testblind", "text_id": "23-a2", "original": "Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.", "target_cefr": "A2", "simplified": "\"Wonder\" is a novel by RJ Palacio. She is from New York. It is her first novel.\n\nOne day, she saw a girl on the street. The girl's face was not formed in the usual way. This gave her the idea for the novel.\n\nThe novel is a bestseller in the United States. A bestseller is a book that many people buy. It also won many awards.\n\nBullying is when someone is not nice to another person again and again. Many schools use the novel. They use it to talk about bullying. They also talk about friends and what happens when you are different.\n\nPeople are making a movie of the novel. RJ Palacio will write a new book. Many people are very excited and are waiting for it."}
{"dataset_id": "tsar2025testblind", "text_id": "23-b1", "original": "Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.", "target_cefr": "B1", "simplified": "*Wonder* is the first novel by RJ Palacio, who is from New York. On her website, she explains that the idea for the book came to her one day after she saw a girl who had a condition that affected her face. The book has been a bestseller in the United States and has already won several awards. Many schools are using it to start discussions about topics like bullying, friendship and what it feels like to be different. A film version is also being made, and many people are waiting eagerly to see what RJ Palacio will write next."}
{"dataset_id": "tsar2025testblind", "text_id": "24-a2", "original": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.", "target_cefr": "A2", "simplified": "Chloe has two pet rats. Their names are Zena and Roxy.\nChloe knows that rats are not normal pets. Many people think rats are dirty. Chloe often explains that this is not true. She says rats are fantastic pets if you look after them well.\nBut she understands why people do not like them. She did not like rats before. Then her friend Martin showed her his pet rats. She saw they were friendly and smart.\nLast year, one of Martin's rats had babies. Chloe decided she wanted to have two of them."}
{"dataset_id": "tsar2025testblind", "text_id": "24-b1", "original": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.", "target_cefr": "B1", "simplified": "Chloe has two pet rats named Zena and Roxy, and she knows they are not typical pets. She has lost count of the times she has tried to explain to people that rats are not dirty and that they make fantastic pets if you look after them correctly. However, she understands why people react badly, because she did not like rats either until her friend Martin showed her his own pets and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she wanted to have two of them."}
{"dataset_id": "tsar2025testblind", "text_id": "25-a2", "original": "Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.", "target_cefr": "A2", "simplified": "Baboons are a type of big monkey.\nCape Town can be a dangerous place for them.\nSometimes, cars hurt or kill the baboons.\nOther times, they play with electric cables.\nThey get hurt by the electricity.\nThere are not many baboons in the world, and they are in danger.\nTo save the baboons and stop problems between people, the city has a team to help.\nTheir job is to chase baboons out of the city.\nSometimes they catch the baboons.\nThen they take them to the countryside and let them go.\nThis plan helps a little.\nBut it is hard to stop the baboons from coming back.\nThey come back to the city.\nThis is because they find easy food there."}
{"dataset_id": "tsar2025testblind", "text_id": "25-b1", "original": "Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.", "target_cefr": "B1", "simplified": "Cape Town can be a dangerous place for baboons because some have been injured or killed in car accidents, and others have been hurt by electricity when they played with electric cables. Baboons are an endangered species, so to save them and reduce problems between humans and baboons, the city council has hired a team of Baboon Monitors. Monitors are people whose job is to chase baboons out of city areas, or to catch them and release them in the countryside. This plan has had some success, although it is difficult to stop baboons from coming back to the city once they see it as a place where they can easily find food."}
{"dataset_id": "tsar2025testblind", "text_id": "26-a2", "original": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. ", "target_cefr": "A2", "simplified": "I work for a big IT company. The company's main office is in the USA. So I do all my work at home online.\n\nThis is good for me. I do not lose time travelling to work. I do not make small talk with people at the office. I work on different projects. So I can choose when I work. This is very important to me. I can easily take time off. I can go to my children's school shows. Or I can make a time to see the dentist.\n\nBut there is a bad side. I do not have clear work hours. I often work late in the evening. Sometimes I do not eat dinner. This is because I need to finish a job."}
{"dataset_id": "tsar2025testblind", "text_id": "26-b1", "original": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. ", "target_cefr": "B1", "simplified": "I work for a global IT company, but because their main office is in the States, I do all my work online from home. This means that I don't waste time travelling to work or having unimportant conversations with my colleagues. I work on different projects, and this freedom is very important to me because it means I can easily take time off when my children have school performances or if I need to make an appointment with the dentist. The disadvantage is that I don't have fixed working hours, so I often work late into the evening and sometimes miss dinner to finish a task."}
{"dataset_id": "tsar2025testblind", "text_id": "27-a2", "original": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.", "target_cefr": "A2", "simplified": "In the 1990s, there was still graffiti. But street art grew very quickly. It became very popular all over the world.\n\nSome artists wanted to make political points. Their art made people think about big problems. These problems were war, or when life is not fair for everyone. Other artists were different. They just wanted to make beautiful art. They wanted their work to look nice.\n\nIn South America, many artists worked in poor places. The city walls there were grey. The artists added colour and life to the walls. They made the walls beautiful."}
{"dataset_id": "tsar2025testblind", "text_id": "27-b1", "original": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.", "target_cefr": "B1", "simplified": "In the 1990s, **graffiti**, which is a type of writing or drawing on walls, continued, but there was also a big increase in **street art**, a type of art that is created in public places, around the world. Some artists wanted to make political points, so they produced art that tried to make people think about serious problems like war, or situations where people were treated unfairly. However, other street artists were more interested in producing beautiful and attractive work. In South America, for example, many of these artists went to work in poor areas, where they added colour, life, and beauty to grey city walls."}
{"dataset_id": "tsar2025testblind", "text_id": "28-a2", "original": "Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.", "target_cefr": "A2", "simplified": "People see things to buy every day. They see them on social media, in magazines and in shops. So, people in Britain are buying more clothes and shoes now.\n\nIt is easy to buy things online. People can buy things without thinking. Big companies also offer very cheap clothes. So people use them like things you use once. They wear them two or three times. Then they throw them away."}
{"dataset_id": "tsar2025testblind", "text_id": "28-b1", "original": "Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.", "target_cefr": "B1", "simplified": "Every day, social media, magazines and shop windows are full of things to buy, so British people are now buying more clothes and shoes than ever before. Online shopping makes it easy for people to buy things without thinking, while big companies offer clothes that are so cheap they can be treated like items you throw away, which are worn only two or three times and then put in the bin."}
{"dataset_id": "tsar2025testblind", "text_id": "29-a2", "original": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.", "target_cefr": "A2", "simplified": "The sun was bright. Sam closed his eyes a little. He looked at a car far away. The car made the dirt go up into the air. It was going to the Big House.\n\nThe horses moved their tails. They did not care about their owner. This was his first visit in ten months.\n\nSam waited. Mr Carter was his boss. Mr Carter only came here when it was important. Sam was happy about this. He knew he could keep his job if he stayed away from his boss.\n\nMr Carter was hot. He cleaned the sweat from his neck. His shirt was wet in some parts. The wet parts looked like maps. His skin was getting red in the June sun. But his skin was not dark. He was a man with money. Other people did the work for him."}
{"dataset_id": "tsar2025testblind", "text_id": "29-b1", "original": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.", "target_cefr": "B1", "simplified": "Sam looked towards the sun at the distant cloud of dust which the car was making on its way to the Big House. The horses kicked and moved their tails because of the flies. They did not seem to care that this was their owner's first visit in ten months. Sam waited. Mr Carter only came out here when he had to. This was fine with Sam, as he knew that if he avoided his boss, he would keep his job for longer. Mr Carter wiped the sweat from the back of his neck, and the wet spots on his shirt joined together like shapes on a map. His skin was already turning red in the June sun. Usually, he had the skin colour of a man who made money while other people did the work."}
{"dataset_id": "tsar2025testblind", "text_id": "30-a2", "original": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.", "target_cefr": "A2", "simplified": "Many people in Berlin were not happy. They said killing wild pigs with guns was wrong. They said it hurt the animals too much. Because of this, some people had angry arguments. Then, many people protested.\n\nBecause people protested, the city government made a new plan. It was a more peaceful plan. They stopped killing the pigs with guns. Instead, they put up fences. They also made a new rule. The rule says people cannot feed the pigs.\n\nWe do not know if this new plan will work. The city may lose this fight. This is because the winters are warmer now. Warmer winters mean there are more pigs than before."}
{"dataset_id": "tsar2025testblind", "text_id": "30-b1", "original": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.", "target_cefr": "B1", "simplified": "Many people in Berlin, Germany, complained that shooting pigs was too cruel, and there were angry discussions between hunters and animal lovers. As a result of these complaints, the city's government decided to use a more peaceful method against the pigs. Instead of shooting them, they have built fences and have also made it illegal for people to feed them. We will see in the future if this plan works, although it might be a fight they lose. This is because warmer winters mean that the number of pigs is higher than it was in the past."}
{"dataset_id": "tsar2025testblind", "text_id": "31-a2", "original": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.", "target_cefr": "A2", "simplified": "An important inspiration for the Hunger Games book came from old Greek stories. Suzanne loved these stories when she was a child. One of her favourite stories was about a man named Theseus.\n\nIn this story, the king of Crete ruled the city of Athens. But the people of Athens fought back. The king punished them. Every year, Athens had to send seven boys and seven girls to Crete.\n\nThey put these young people in a big maze. A monster lived there. The monster's name was the Minotaur. The Minotaur ate the young people.\n\nBut one young man was named Theseus. He fought the Minotaur and killed it. Suzanne thinks Katniss Everdeen is like a Theseus from the future."}
{"dataset_id": "tsar2025testblind", "text_id": "31-b1", "original": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.", "target_cefr": "B1", "simplified": "An important inspiration for the Hunger Games book came from Suzanne's love of Greek mythology. When she was a child, one of her favourite stories was about a hero called Theseus and a monster called the Minotaur. In this story, the city of Athens was ruled by Crete, but the people of Athens fought against their rulers. As a punishment, the king of Crete forced the Athenians to send seven boys and seven girls to Crete every year. These young people were thrown into a large maze and eaten by the Minotaur, a monster that lived there. However, one of the young men, whose name was Theseus, fought the Minotaur and killed it. Suzanne Collins sees Katniss Everdeen as a version of Theseus from the future."}
{"dataset_id": "tsar2025testblind", "text_id": "32-a2", "original": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.", "target_cefr": "A2", "simplified": "Zoos bring people and animals together.\nThey can teach people why it is important to protect animals.\nThis can make people want to help animals and their homes.\nSome zoos give a safe home to animals.\nThese animals were treated badly in circuses.\nOr they were pets that people did not want anymore.\nZoos also do important research.\nThey study how animals act and learn how to help sick animals."}
{"dataset_id": "tsar2025testblind", "text_id": "32-b1", "original": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.", "target_cefr": "B1", "simplified": "When zoos bring people and animals together, they can teach the public about protecting nature and encourage them to protect animals and the places where they live. Some zoos provide a safe home for animals that have been treated badly in circuses or for pets that have been left by their owners. Zoos also do important research on topics like how animals behave and how to treat their illnesses."}
{"dataset_id": "tsar2025testblind", "text_id": "33-a2", "original": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.", "target_cefr": "A2", "simplified": "Consumerism is the idea that it is good to buy many things. But a new idea is starting. It is the opposite of consumerism. This new idea is called 'buy nothing'.\n\nThis idea started in Canada in the 1990s. Then it moved to the US. In the US, people buy too many things on Black Friday and Cyber Monday. The 'buy nothing' idea was a movement against buying too much.\n\nThere is a special day called 'Buy Nothing Day'. On this day, people join protests against buying too much. Some people cut up their credit cards.\n\nAll year, there are 'Buy Nothing' groups. These groups help people share things. They also help people fix things they already have."}
{"dataset_id": "tsar2025testblind", "text_id": "33-b1", "original": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.", "target_cefr": "B1", "simplified": "A different trend called 'buy nothing' is growing against consumerism, which is the idea that it is good to buy a lot of things. The idea started in Canada in the early 1990s and then moved to the US, where it became a protest against spending too much money and buying too many things on Black Friday and Cyber Monday. On Buy Nothing Day, people organise different kinds of protests and sometimes cut up their credit cards. Throughout the year, Buy Nothing groups also help people to exchange and repair things that they already own."}
{"dataset_id": "tsar2025testblind", "text_id": "34-a2", "original": "Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains. ", "target_cefr": "A2", "simplified": "Graffiti is pictures or writing on walls. Is graffiti art? This depends on your point of view. But in many countries, the law says it is vandalism. Vandalism is a crime. Someone paints on a building. The building is not theirs. People paint on public buildings. They also paint on buildings that people own. The police stop many street artists. Some artists have to pay fines. Many city leaders complain about the cost. They say it costs a lot of money to clean the graffiti. They clean it from buildings, buses and trains."}
{"dataset_id": "tsar2025testblind", "text_id": "34-b1", "original": "Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains. ", "target_cefr": "B1", "simplified": "Graffiti is writing or pictures painted on walls and buildings, and people often ask if it is art or vandalism. Vandalism is the crime of breaking property that doesn't belong to you. The answer depends on your opinion, but in many countries, it is considered vandalism when people write or paint on public or private property. Because of this, many street artists have been caught by the police, and some have had to pay money as a punishment. In addition, city governments often complain about how much it costs to clean the graffiti from buildings, buses and trains."}
{"dataset_id": "tsar2025testblind", "text_id": "35-a2", "original": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.", "target_cefr": "A2", "simplified": "Graffiti is when people write or draw on walls in public places. Street art is art that people make in public places, like on streets.\n\nWhat do people in the art world think about it? Now, many people think it is a real type of art. There were big art shows in Paris, London and Los Angeles. People could see street art in special art places called galleries.\n\nElura Emerald is an American artist. In 2008, she made a street art show in New York. She said good things about street artists. She said they just want to show their ideas. They do not hurt anyone. She said people should like their art."}
{"dataset_id": "tsar2025testblind", "text_id": "35-b1", "original": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.", "target_cefr": "B1", "simplified": "What does the art world think of **graffiti** and **street art**, which are types of art created in public places? Recently, people have started to understand its value as an art form, and there have been major exhibitions in galleries in Paris, London and Los Angeles. For example, the American artist Elura Emerald organised a street art exhibition in a New York gallery in 2008. She supported street artists. She said that artists who paint on the street are just expressing themselves and not hurting anyone. She also said that they should be appreciated and celebrated."}
{"dataset_id": "tsar2025testblind", "text_id": "36-a2", "original": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.", "target_cefr": "A2", "simplified": "Most people have dreams every night.\nAfter they are ten years old, they have four to six dreams.\nThat is about 2,000 dreams every year.\nSo, when a person is 80 years old, they have had many dreams.\nMaybe 140,000 dreams in their life.\nWe forget most of our dreams.\nWe forget 95 to 99 of every 100 dreams.\nBut we still remember a few thousand dreams.\nSometimes, we have a dream.\nThen, something similar happens in real life.\nThis is probably just by chance.\nThis happens more when the dream is about normal things.\nThese are things that happen every day."}
{"dataset_id": "tsar2025testblind", "text_id": "36-b1", "original": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.", "target_cefr": "B1", "simplified": "After the age of ten, most people have four to six dreams every night, which amounts to about 2,000 dreams annually. So, by the time an average person reaches the age of 80, they might have had 140,000 dreams. Even though we forget 95 to 99 per cent of our dreams, we still recall a few thousand of them in a lifetime. For this reason, it is understandable that a dream can be followed by a similar real-life event, just by coincidence, especially if the dream is about something that occurs frequently in everyday life."}
{"dataset_id": "tsar2025testblind", "text_id": "37-a2", "original": "The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed. ", "target_cefr": "A2", "simplified": "The Hunger Games is a story about the future. In the story, North America is gone. The new country's name is Panem.\n\nA district is a part of a country. Panem has twelve poor districts. The Capitol is the name of the rich city that rules the country. The Capitol has all the power.\n\nEach district makes different things for the Capitol. The story starts in District 12. This district makes all the coal for the country. Coal is a black rock used for energy.\n\nIn the past, there was another district. It was District 13. The people of District 13 fought against the Capitol. So the Capitol destroyed it."}
{"dataset_id": "tsar2025testblind", "text_id": "37-b1", "original": "The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed. ", "target_cefr": "B1", "simplified": "The Hunger Games takes place in the future, after North America was destroyed. The country is called **Panem**, which is a nation made up of twelve poor districts that are all controlled by the wealthy **Capitol**, the city that rules the country. The Capitol has complete power over the nation, and each district is responsible for producing different things for it. District 12, where the story begins, produces all the coal for the country. In the past, there was also a thirteenth district, but it was destroyed after its people fought against the Capitol."}
{"dataset_id": "tsar2025testblind", "text_id": "38-a2", "original": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.", "target_cefr": "A2", "simplified": "Wild animals sometimes come into cities to look for food. In Cape Town, South Africa, baboons are now coming into areas on the edge of the city to find food. Baboons are a type of wild animal. They open rubbish bins and eat fruit from gardens and orchards. Some baboons are not afraid. They even go into people's houses and take food from kitchen cupboards and fridges. Baboons can be dangerous. They are attacking pet animals. Because of this, many people in the city do not want the baboons there."}
{"dataset_id": "tsar2025testblind", "text_id": "38-b1", "original": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.", "target_cefr": "B1", "simplified": "Wild animals often come into cities to look for food. In Cape Town, South Africa, baboons, which are a type of large monkey, have started coming into residential areas to feed. They open rubbish bins and eat fruit from gardens, and some brave baboons have even entered people's houses to take food from their kitchens. Baboons can be aggressive and have attacked many pets, which explains why many city residents do not welcome them."}
{"dataset_id": "tsar2025testblind", "text_id": "39-a2", "original": "A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.", "target_cefr": "A2", "simplified": "Many bridge accidents happen when people are building the bridge. This is often because the people who plan the bridge make a mistake. For example, they made a mistake in their numbers. The bridge is not strong enough for its own weight, and it breaks. This is very dangerous for the workers on the bridge. They can die."}
{"dataset_id": "tsar2025testblind", "text_id": "39-b1", "original": "A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.", "target_cefr": "B1", "simplified": "Many bridge accidents happen while the bridge is being built, and this is often because of a mistake made by the engineers, such as a bad calculation. The bridge then falls down under its own weight, which can kill the workers who are on it at that moment."}
{"dataset_id": "tsar2025testblind", "text_id": "40-a2", "original": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.", "target_cefr": "A2", "simplified": "A 'hero's journey' is a special type of story. In this story, a hero has a normal life. But then something happens. The hero must go on a big adventure. This adventure changes everything.\n\nGeorge Lucas was a film director. He was one of the first to use the 'hero's journey' for his story. Star Wars is an example. At the start, Luke has a normal life. He lives with his aunt and uncle. He fixes robots. One day, he finds a message inside the robot R2D2. The message is from Leia. It is for Obi-Wan Kenobi. This message is the 'call to adventure'. It is the start of Luke's journey."}
{"dataset_id": "tsar2025testblind", "text_id": "40-b1", "original": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.", "target_cefr": "B1", "simplified": "George Lucas was one of the first film directors who used the idea of the 'hero's journey' for his story. In this type of story, the hero usually starts with a normal life, but then something happens which calls them to an adventure and changes everything. For example, at the start of Star Wars, Luke is living a normal life with his aunt and uncle and fixing robots. However, when he finds a secret message from Princess Leia inside the robot R2D2, this is the 'call to adventure' which begins his **journey**, a long trip that will change him."}
{"dataset_id": "tsar2025testblind", "text_id": "41-a2", "original": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.", "target_cefr": "A2", "simplified": "An asteroid is a big rock in space.\n\nThere is another idea to protect Earth. An asteroid could hit our planet. The idea is to use a special, very strong bomb. This bomb can blow up the asteroid. This sounds like an idea from a movie. The movie Armageddon was about this.\n\nBut it is a real idea from NASA. It is a plan with a long name. The name is Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER). They would send eight-ton rockets to the asteroid. They hope to hit the asteroid. This will push it onto a new path.\n\nBut sometimes the asteroid is very near Earth. Then this plan will not work. So the rockets will carry special, very strong bombs. They will use these bombs to blow up the asteroid."}
{"dataset_id": "tsar2025testblind", "text_id": "41-b1", "original": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.", "target_cefr": "B1", "simplified": "An asteroid is a large rock that travels through space. An asteroid might be on a course to hit Earth. In that case, one suggested defence is to blow it up with a nuclear weapon. This idea may sound like the plot from a film. It was the subject of the 1998 movie *Armageddon*. However, NASA has a real plan for this called HAMMER. The plan is to fire eight-ton rockets at an approaching asteroid. The hope is that this will push it off course. However, this plan might not work if the asteroid was too close to Earth. In that case, the rockets would carry nuclear bombs to blow it up instead."}
{"dataset_id": "tsar2025testblind", "text_id": "42-a2", "original": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.", "target_cefr": "A2", "simplified": "A writer named Campbell found that many hero stories have the same parts. First, the hero gets a call to an adventure. But at first, he does not want to go. Then a wise teacher comes to help him. So the hero decides to leave his normal world. He enters a 'special world' for the adventure.\n\nIn the next part of the story, the hero has tests. He fights bad people and meets new friends. This helps the hero prepare for his biggest challenge.\n\nFor example, Luke is the hero in Star Wars. His wise teacher is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The bad person is Darth Vader. The special world is the Death Star."}
{"dataset_id": "tsar2025testblind", "text_id": "42-b1", "original": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.", "target_cefr": "B1", "simplified": "According to Campbell, the hero at first refuses to go on the adventure, but then a mentor, who is a kind of teacher, appears to help them. After this, they decide to leave their normal life and travel into the 'special world' where the adventure happens. The next stage involves passing tests, fighting enemies and meeting friends, which helps the hero prepare for their biggest challenge. For Luke, the mentor is Obi-Wan, while his friends are Han Solo and the robots R2D2 and C3PO. The enemy he must face is Darth Vader, who is inside the special world of the Death Star."}
{"dataset_id": "tsar2025testblind", "text_id": "43-a2", "original": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.", "target_cefr": "A2", "simplified": "Some people have things they do not use very much. These things may seem useless to them. But these things can be useful for other people.\n\nThe internet helps people make money from these things. People use websites and social media groups. They sell or rent their things to other people. This makes it easy for people to share with each other.\n\nThis is called the **sharing economy**. The **sharing economy** is a system where people make money. They share things they own with others using the internet."}
{"dataset_id": "tsar2025testblind", "text_id": "43-b1", "original": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.", "target_cefr": "B1", "simplified": "Some items that are not used very often may seem useless, but they can be very valuable to other people. With the start of the internet, online communities have found a way to make money from sharing these things. Using websites and social media groups that help people buy and sell second-hand goods, it is now easier than ever for people to share directly with each other. This is known as the **sharing economy**, which is a system where people earn money by sharing things they own but do not use very much."}
{"dataset_id": "tsar2025testblind", "text_id": "44-a2", "original": "Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.", "target_cefr": "A2", "simplified": "In the 18th and 19th centuries, there were two main ideas about dreams.\nOne idea said dreams show us secret things. These are things we do not know about. A man named Freud had this idea. He said our dreams tell us things. If we understand our dreams, we can understand our secret feelings. We can also understand our problems.\nBut the other idea was very different. It said dreams are just brain activity. This activity is not planned. The brain does this when it puts memories in order. These are memories from the day.\nWhen we wake up, we remember pictures and feelings. These pictures and feelings have no reason. We try to understand them. So we make a story about them."}
{"dataset_id": "tsar2025testblind", "text_id": "44-b1", "original": "Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.", "target_cefr": "B1", "simplified": "Around the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that the things we see in our dreams represent feelings that are hidden from our normal, awake mind. Freud had an idea about this. He believed that if we understand our dreams, we can understand these hidden feelings and the problems they cause.\n\nHowever, the other theory was the opposite. It said that dreams are just a collection of activity without a pattern in the brain. This happens while the brain organizes memories from the day. When we wake up, we try to make sense of these unplanned images and feelings, so we put them together into a story."}
{"dataset_id": "tsar2025testblind", "text_id": "45-a2", "original": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.", "target_cefr": "A2", "simplified": "A freelancer is a person who works for themselves. I am a freelancer.\n\nThis is great. I can decide what I do. I can also decide how I use my time. First, I worked at home. But it was very hard to focus. Many things stopped me from working. I had to clean the house. I wanted to drink more tea. And my family wanted to talk to me.\n\nSo I went to a café near my home. But the Wi-Fi was not good. And I drank too much coffee.\n\nIn the end, I rented a desk in a special office. It is a co-working space. Five other freelancers work there too. I like it. I get dressed in the morning to go to work. I can focus in a place like an office."}
{"dataset_id": "tsar2025testblind", "text_id": "45-b1", "original": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.", "target_cefr": "B1", "simplified": "I'm a freelancer, which is a person who works for themselves, and this is great because I can control what I do and how I spend my time. At first, I tried working from home, but I found it very hard to concentrate because there were too many distractions around me. For example, there was housework that needed to be done and my family members often wanted my attention for various things.\n\nSo, I started to go to a nearby café to work, but the Wi-Fi connection wasn't very good and I also drank too much coffee. In the end, I decided to rent a desk in a co-working space, which is a shared office, with five other freelancers like me. I liked this solution because I enjoyed getting dressed to go to work in the morning and I was able to focus in an office environment."}
{"dataset_id": "tsar2025testblind", "text_id": "46-a2", "original": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.", "target_cefr": "A2", "simplified": "Asteroids are small rocks in space. NASA can find the other middle-sized asteroids. But they can only do this if they get money. They need money to build a 0.5-metre space telescope called NEOCam. This telescope will use infrared light. Infrared light is a special light. People cannot see it. If NASA gets the money, it will take about ten years. After they find the asteroids, a team has a job. They must think about how to protect our planet. They need to stop dangerous asteroids from hitting it."}
{"dataset_id": "tsar2025testblind", "text_id": "46-b1", "original": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.", "target_cefr": "B1", "simplified": "Whether NASA can find the rest of the middle-sized asteroids depends on getting the money to build NEOCam, which is a 0.5-metre space telescope that would use infrared light to locate them. If they get the money, they could probably achieve their goal in ten years. However, even after the asteroids are found and recorded, the planetary defence team will still need to work out how to defend the planet from the ones that are truly dangerous."}
{"dataset_id": "tsar2025testblind", "text_id": "47-a2", "original": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.", "target_cefr": "A2", "simplified": "There is a new idea called 'buy nothing'.\nThis idea is now on social media.\nSome people on social media are influencers.\nThey usually share pictures of clothes and make-up.\nThey tell people to buy these things.\n\nBut now, some YouTube stars say something different.\nThey tell people not to buy anything.\nThey say to do this for a long time, like one year.\n\nTwo friends in Canada tried this for a year.\nThey only bought food.\nFor the first three months, they stopped buying some things.\nThey did not buy things that use electricity, clothes, or things for the house.\n\nNext, they stopped paying for services.\nFor example, they did not get haircuts.\nThey did not eat in restaurants.\nThey did not buy gas for their cars.\nIn one year, they saved $55,000."}
{"dataset_id": "tsar2025testblind", "text_id": "47-b1", "original": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.", "target_cefr": "B1", "simplified": "The 'buy nothing' trend has now become popular with influencers on social media, who usually share posts about clothes and make-up that they recommend people should buy. However, some YouTube stars are now encouraging the people who watch their videos not to buy anything for a long time, sometimes for a whole year.\n\nFor example, two friends in Canada tried to buy only food for one year. During the first three months, they learned how to live without buying things like electrical goods, clothes or items for their house. After that, they also stopped paying for services, which included things like getting haircuts, eating in restaurants or buying petrol for their cars. After one year, they had saved $55,000."}
{"dataset_id": "tsar2025testblind", "text_id": "48-a2", "original": "Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.", "target_cefr": "A2", "simplified": "Religion (what people think about God) is important to Pi. His family is Hindu, but Pi is interested in other religions. He makes friends with a Christian priest (a man who works for the church) and a Muslim baker (a man who makes bread). Then Pi says something that surprises everyone. He says he is Hindu, Muslim, and Christian at the same time. His family and teachers ask him to choose one religion. But Pi does not want to choose. He says, \"I just want to love God\". After that, his family and teachers let him decide about religion for himself."}
{"dataset_id": "tsar2025testblind", "text_id": "48-b1", "original": "Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.", "target_cefr": "B1", "simplified": "Religion is very important to Pi. Although his family is Hindu, he is curious about other religions and makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares that he is a Hindu, a Muslim and a Christian simultaneously. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, they decide to let him make his own mind up about religion."}
{"dataset_id": "tsar2025testblind", "text_id": "49-a2", "original": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! ", "target_cefr": "A2", "simplified": "Some people write their dreams down. They think this helps them have a lucid dream.\n\nA lucid dream is a special dream. In a lucid dream, you know you are dreaming. You can also make choices to change the dream.\n\nSo, you can change a bad dream. You can make it a nice dream. Or you can control the story of your dream. You are like a film director.\n\nYou are not just understanding your dreams. You are making them. But maybe you still want to have some normal dreams. These dreams can show you what you are thinking about."}
{"dataset_id": "tsar2025testblind", "text_id": "49-b1", "original": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! ", "target_cefr": "B1", "simplified": "Some people think that writing your dreams down can help you have lucid dreams, which are dreams where you are not only aware that you are dreaming, but you can also make decisions to change what happens. For example, you could turn a nightmare into a dream that feels safe, or you could control the story of your dream like a film director. This means that instead of just trying to understand the meaning of your dreams, you will be creating them. However, you might still want to have some normal dreams, because they can allow your mind to show you what you are really thinking about."}
{"dataset_id": "tsar2025testblind", "text_id": "50-a2", "original": "People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.", "target_cefr": "A2", "simplified": "Fast fashion is when companies make new clothes very quickly and cheaply. The style changes all the time.\n\nPeople give clothes they do not want to charity shops. They might not know this is part of a problem with disposable clothes. These are clothes that people throw away quickly. But charity shops cannot sell all these clothes. This is because of fast fashion.\n\nThe clothes go out of fashion very fast. Their quality is often very poor. So people do not want to buy them second-hand. You also cannot recycle them.\n\nSo, huge quantities of clothes are thrown away. Charities also send clothes they cannot sell to other countries. This causes more economic and environmental problems."}
{"dataset_id": "tsar2025testblind", "text_id": "50-b1", "original": "People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.", "target_cefr": "B1", "simplified": "People might not realise they are part of the problem with throw-away clothing, because they often donate the clothes they don't want anymore to charities. However, charity shops are not able to sell all of these clothes. **Fast fashion, which is cheap clothing that is made and sold very quickly,** goes out of fashion as fast as it became popular, and its quality is often too poor for it to be recycled or for people to want to buy it second-hand. Because of this, huge amounts of clothes end up being thrown away. In addition, many of the clothes that charities cannot sell are sent to other countries, which causes even more economic and environmental problems there."}
{"dataset_id": "tsar2025testblind", "text_id": "51-a2", "original": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms. ", "target_cefr": "A2", "simplified": "Some people always want to do something new and difficult. One difficult trip is not enough for them. Meagan McGrath from Canada is one of these people.\n\nShe climbed the highest mountain on every continent. She rode a bike across Canada. She also ran a very long race in the Sahara Desert. The weather was very hot at 45ºC.\n\nBut her most amazing trip was to the South Pole. She went there on skis. On the first day, she had a big problem. She fell into a big river of ice. Someone had to save her.\n\nMany people would stop after that. But Meagan did not stop. She decided to continue. She arrived at the South Pole forty days later. She pulled a sled with her tent and all her food. The weather was very cold with bad ice storms."}
{"dataset_id": "tsar2025testblind", "text_id": "51-b1", "original": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms. ", "target_cefr": "B1", "simplified": "Some of today's adventurers are not happy with just one amazing trip, so they go from one challenge to another. Meagan McGrath from Canada, for example, has climbed the highest mountain on each continent, cycled across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. However, her most special journey was probably a skiing trip to the South Pole, which is the most southern point on Earth. On the very first day, she fell into a glacier and had to be saved. Although many people would have stopped at that point, Meagan decided to continue. She reached the South Pole forty days later, after pulling a sledge with her tent and all her food through very cold weather and ice storms."}
{"dataset_id": "tsar2025testblind", "text_id": "52-a2", "original": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.", "target_cefr": "A2", "simplified": "Blek le Rat is an artist from Paris.\nWhen he started, he painted rats on walls.\nNow, he paints different things.\nHe wants people to think about problems in our world.\nFor example, he paints pictures of homeless people.\nHe paints them in big cities.\nThis helps people think about the problem of homeless people."}
{"dataset_id": "tsar2025testblind", "text_id": "52-b1", "original": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.", "target_cefr": "B1", "simplified": "Blek le Rat started out painting rats on the walls of his home city, Paris, but nowadays he tries to make people think about different social issues and problems. He does this by painting pictures of homeless people in big cities to encourage residents to think about the problem of homelessness."}
{"dataset_id": "tsar2025testblind", "text_id": "53-a2", "original": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. ", "target_cefr": "A2", "simplified": "In some places, leaders help artists. They want them to paint graffiti in special areas. Taiwan is one example. It has 'graffiti zones'. In these places, artists are free to paint and write on walls. In São Paulo in Brazil, the city leaders even let some artists paint on trains. These are the trains that go under the city."}
{"dataset_id": "tsar2025testblind", "text_id": "53-b1", "original": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. ", "target_cefr": "B1", "simplified": "In some areas, local governments have tried to encourage artists not to paint graffiti (pictures or writing on walls in public places) on just any wall by allowing them to work in special areas. Taiwan is one of these places, and it has 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city government has even allowed some graffiti artists to paint on the city's subway trains."}
{"dataset_id": "tsar2025testblind", "text_id": "54-a2", "original": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.", "target_cefr": "A2", "simplified": "Faith47 is from Cape Town in South Africa. She is an artist. She paints big pictures of people and animals. Her pictures have many colours. She likes to paint in different places.\n\nYou can see her work on streets. She also paints in empty factories. And she paints on old cars that nobody wants.\n\nShe likes that her street art does not stay for a long time. Soon, the weather will wash it away. Or people who work for the city will clean it. She thinks this is like life. Life is always changing. Old things end and new things start."}
{"dataset_id": "tsar2025testblind", "text_id": "54-b1", "original": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.", "target_cefr": "B1", "simplified": "Faith47 is an artist from Cape Town in South Africa who paints big, colourful pictures of people and animals in different locations. Her work can be found on pavements, in empty factories and on abandoned cars. She likes that most street art is temporary, which means it does not last forever, because it will soon be removed by the weather or by city cleaners. For her, this shows how life is also full of change, with its cycle of endings and new beginnings."}
{"dataset_id": "tsar2025testblind", "text_id": "55-a2", "original": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.", "target_cefr": "A2", "simplified": "At her old job, Gabriela worked in a high power distance culture. In this culture, workers respected their leaders. Leaders had a lot of power and made the big decisions. Workers did not often question them.\nBut Gabriela's new team in Sweden is different. They work in a low power distance culture. Here, workers and bosses often work together. They find answers and make decisions together. Leaders are like coaches. They want workers to think for themselves. They think it is good when workers question their ideas."}
{"dataset_id": "tsar2025testblind", "text_id": "55-b1", "original": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.", "target_cefr": "B1", "simplified": "In her previous job, Gabriela was used to a culture with high **power distance**, which is a system where the difference in authority between leaders and employees is very clear. In a culture like this, leaders make the important decisions and are not often questioned by their team. Her Swedish team, however, was used to working in a low power distance culture, where employees often work together with their bosses to find solutions and make decisions. Here, leaders act like coaches who encourage their team to think for themselves and expect to be challenged."}
{"dataset_id": "tsar2025testblind", "text_id": "56-a2", "original": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.", "target_cefr": "A2", "simplified": "Gabriela saw her team had a different way of working. So she had a talk with them. She asked how they felt about her as a boss.\nThe team was happy she asked. They told her what they really thought. They did not like it when someone told them what to do. They liked to start things themselves. They also liked to have new ideas.\nWhen Gabriela told them exactly what to do, they felt bad. They thought she did not believe they could do their job well. The team saw Gabriela was unhappy when they disagreed with her. They explained that this was their normal way to work."}
{"dataset_id": "tsar2025testblind", "text_id": "56-b1", "original": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.", "target_cefr": "B1", "simplified": "When Gabriela became aware of the cultural differences between her and her team, she decided to have an open conversation with them about her leadership. Her team was pleased that she asked for their thoughts, and they openly explained that they were not used to being told what to do, because they enjoyed having more creative freedom and the opportunity to start things themselves. They felt that when she told them exactly what she needed them to do, it seemed like she didn't trust them to do their job well. They also realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, so they were able to explain that this was simply how they had always worked."}
{"dataset_id": "tsar2025testblind", "text_id": "57-a2", "original": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.", "target_cefr": "A2", "simplified": "Os Gêmeos are two brothers.\nThey are twins, so they look the same.\nThey are from São Paulo.\nThey are painters.\nThey paint small things and very big pictures.\nTheir pictures have many colors.\nThey paint pictures of people on buildings.\nTheir work is often very big.\nSo they need big machines to help them.\nIn 2007, they painted all of a castle in Scotland."}
{"dataset_id": "tsar2025testblind", "text_id": "57-b1", "original": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.", "target_cefr": "B1", "simplified": "Os Gêmeos are twin brothers from São Paulo who look exactly the same. They are artists who paint everything from small tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them, and in 2007, they even covered an entire castle in Scotland with paint."}
{"dataset_id": "tsar2025testblind", "text_id": "58-a2", "original": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!", "target_cefr": "A2", "simplified": "Graffiti is pictures or writing on walls. People have painted on walls for a very long time.\n\nA long time ago, people painted in caves. They painted pictures of animals and people. This was in Africa and Europe.\n\nPeople found graffiti on very old buildings. These buildings were in Greece, Italy, Syria, and Iraq. People also found a lot of graffiti in Pompeii. Pompeii was an old Roman town. The writing was in the Latin language.\n\nThe messages were about many things. They were about God and the government. They were also about love. Some were even magic words."}
{"dataset_id": "tsar2025testblind", "text_id": "58-b1", "original": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!", "target_cefr": "B1", "simplified": "People have been painting and writing on walls for a very long time. In prehistoric times, for example, people in Africa and Europe painted pictures of animals and people in caves. Graffiti, which is writing or drawing on walls in public places, has been found on buildings at very old sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found many examples of this writing in Latin, and these messages included religious, political and romantic ideas, as well as some magic spells."}
{"dataset_id": "tsar2025testblind", "text_id": "59-a2", "original": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. ", "target_cefr": "A2", "simplified": "Do you dream of climbing Mount Everest? Or do you dream of walking to the South Pole? Many people have this dream.\nEvery year, many people try to climb high mountains. They also walk across big areas of land. Adventurers are people who do exciting and sometimes dangerous things.\nPast explorers used maps, but today's adventurers use new technology. For example, they use GPS and satellite phones.\nMany adventurers travel to help. Some adventurers love nature. They want to tell people about problems with our world. Other adventurers want to help people and raise money for charities."}
{"dataset_id": "tsar2025testblind", "text_id": "59-b1", "original": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. ", "target_cefr": "B1", "simplified": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you are not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about environmental issues, while others are keen to help people in need and raise money for charities."}
{"dataset_id": "tsar2025testblind", "text_id": "60-a2", "original": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.", "target_cefr": "A2", "simplified": "The first plan is a test called DART (Double Asteroid Redirection Test). Scientists will test DART on the moon of an asteroid called Didymos. The moon's name is 'Didymoon' and it is 150 metres wide. It moves in an orbit around the bigger 800-metre asteroid. DART will hit Didymoon. Scientists hope the hit will change its path enough for telescopes on Earth to see. An orbit is a path in space where a small thing moves around a big thing."}
{"dataset_id": "tsar2025testblind", "text_id": "60-b1", "original": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.", "target_cefr": "B1", "simplified": "The first project is called DART, which means the Double Asteroid Redirection Test. There are plans to test DART on the moon of an asteroid called Didymos. This moon, which is called 'Didymoon', is 150 metres wide and it follows an **orbit**, which is the path it takes as it travels around its 800-metre mother asteroid. The hope is that the impact of DART will push the moon off its path enough for telescopes on Earth to see the change."}
{"dataset_id": "tsar2025testblind", "text_id": "61-a2", "original": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.", "target_cefr": "A2", "simplified": "The story is about a brave girl. Her name is Katniss Everdeen. She is sixteen years old. Her father died in an accident in a mine. So, she has to find food for her family. She hunts in the woods around District 12 with her friend Gale. She is very good at shooting arrows. Her younger sister, Prim, is chosen to be a 'tribute'. Katniss offers to go instead of her sister. The other 'tribute' from District 12 is a boy named Peeta. Soon, her relationship with him becomes difficult."}
{"dataset_id": "tsar2025testblind", "text_id": "61-b1", "original": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.", "target_cefr": "B1", "simplified": "The main character of the story is a sixteen-year-old girl called Katniss Everdeen, who lost her father in a mining accident and now has to provide food for her family. She hunts in the woods around her home, District 12, with her friend Gale and becomes skilled with a bow and arrow. When her younger sister, Prim, is chosen as a tribute, which is a person who is chosen to participate in a dangerous competition, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta, and Katniss soon finds herself in a complicated relationship with him."}
{"dataset_id": "tsar2025testblind", "text_id": "62-a2", "original": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.", "target_cefr": "A2", "simplified": "You should write about your dreams.\nThis helps you remember more things about the dream.\nThink about the people in your dream.\nAnd think about the place.\nThese things might be important.\nAfter one week, you will write a lot.\nYou will be surprised.\nThen you can connect your dreams to your life.\nYou can connect them to things that happen every day.\nYou can also connect them to your feelings."}
{"dataset_id": "tsar2025testblind", "text_id": "62-b1", "original": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.", "target_cefr": "B1", "simplified": "When you write about your dreams, you will start to remember more details about them, so you should also think about the people and the place where the dream happened, which might also add to the meaning. After about a week, you will be surprised by how much you have written, and then you can start to connect your dreams to the events and feelings in your daily life."}
{"dataset_id": "tsar2025testblind", "text_id": "63-a2", "original": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.", "target_cefr": "A2", "simplified": "In the past, many bridges were made of wood.\nThese bridges burned very easily.\nThis was a big problem for old train bridges.\nA train's steel wheels on steel tracks sometimes made sparks.\nThese sparks could start a fire on the wood bridge.\nThen the whole bridge could burn down."}
{"dataset_id": "tsar2025testblind", "text_id": "63-b1", "original": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.", "target_cefr": "B1", "simplified": "In the past, more bridges were made of wood. This meant they were at a higher risk of catching fire. This was especially true for old train bridges. Small flashes of fire from the steel wheels on the steel tracks could sometimes cause the bridge to burn down completely."}
{"dataset_id": "tsar2025testblind", "text_id": "64-a2", "original": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!", "target_cefr": "A2", "simplified": "It is not possible to know the future of street art. But some new things are happening.\n\nMost street artists are young people. They paint in their city or their area. But now, more artists travel around the world. They work in different countries.\n\nOther artists use the internet. They talk to each other. They also share photos of their art.\n\nThe art world is changing. People now think street art is real art. We do not know what will happen in the future. But we know street art will not go away."}
{"dataset_id": "tsar2025testblind", "text_id": "64-b1", "original": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!", "target_cefr": "B1", "simplified": "It is impossible to know how street art will change in the future, but some new trends are appearing. While most street artists are young people who paint in their own city or neighbourhood, more of them are now travelling to work around the world and using the internet to talk to each other and share photos of their work. Also, the art world is starting to give more respect to street art and see it as a proper art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay."}
{"dataset_id": "tsar2025testblind", "text_id": "65-a2", "original": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.", "target_cefr": "A2", "simplified": "Suzanne Collins does not like news about wars. She thinks it is very sad.\n\nWhen she was a child, her father was a pilot. He was in the US Air Force. He fought in a war in Vietnam.\n\nHer mother wanted to keep her safe. So, her mother did not tell her about the war. But Suzanne still saw the news on TV. She knew her dad was there. This was a very scary time for her."}
{"dataset_id": "tsar2025testblind", "text_id": "65-b1", "original": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.", "target_cefr": "B1", "simplified": "Suzanne Collins has always found news programmes about wars upsetting. This started when she was a child, because her father was a pilot in the US Air Force who fought in Vietnam. Although her mother tried to protect her by not telling her what was happening, Suzanne still saw the news and knew her dad was there, which was a very frightening experience for her."}
{"dataset_id": "tsar2025testblind", "text_id": "66-a2", "original": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.", "target_cefr": "A2", "simplified": "Millennials are people born between 1983 and 1993.\n\nA company called PwC did a survey around the world. More than 40,000 people answered questions. Some people were millennials and some were not. The survey asked about work culture and how people communicate. It also asked about different ways of working. It asked about pay and how to get a better job. It also asked about the time for work and the time for life.\n\nAnother company called Deloitte also did a survey around the world. More than 10,000 millennials answered questions. The survey asked what they think about the difficult world of work. It asked about the dangers and the good chances they see in their jobs."}
{"dataset_id": "tsar2025testblind", "text_id": "66-b1", "original": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.", "target_cefr": "B1", "simplified": "In a global survey carried out by PricewaterhouseCoopers (PwC), more than 40,000 people gave their answers about work. The survey included **millennials**. Millennials are people born between 1983 and 1993. It also included people from other age groups. The questions were about subjects such as work culture, communication, and working styles. They also asked about how people are paid, career development, and the balance between work and personal life. In a separate global survey by Deloitte, more than 10,000 millennials took part in a study. The study asked for their opinions about the good and bad things in the complicated world of work."}
{"dataset_id": "tsar2025testblind", "text_id": "67-a2", "original": "Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.", "target_cefr": "A2", "simplified": "Erik Weihenmayer is from the United States. He is an adventurer and does many different things. He rode a bike in the deserts of Morocco. He went in a small boat in the Grand Canyon. He also climbed Mount Everest.\n\nThis is amazing because Erik cannot see. This started when he was 13 years old.\n\nHe does more than travel. He helps other people who have problems with their bodies. He wants them to live active lives. He also takes young people who cannot see on climbing trips."}
{"dataset_id": "tsar2025testblind", "text_id": "67-b1", "original": "Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.", "target_cefr": "B1", "simplified": "Erik Weihenmayer from the United States is an adventurer who has done many amazing things, like riding a bike through the deserts of Morocco, kayaking through the Grand Canyon and climbing Everest, even though he has been blind since he was 13. In addition to his own travels, he tries to encourage other people with disabilities to live active lives and takes groups of young blind people on climbing trips."}
{"dataset_id": "tsar2025testblind", "text_id": "68-a2", "original": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.", "target_cefr": "A2", "simplified": "Websites give people a chance to make money. They can make money quickly.\n\nFor example, think about busy parents. Before, it was hard to sell their children's old things. They did not want to go to a market. But now they can use websites to sell things. They can sell baby clothes that are almost new. Their children are too big for them now. They can also sell expensive things for babies, like pushchairs. This helps them get some of their money back."}
{"dataset_id": "tsar2025testblind", "text_id": "68-b1", "original": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.", "target_cefr": "B1", "simplified": "Online platforms that are easy for everyone to use are giving people a chance to earn some extra money. For example, in the past, busy parents might not have wanted to spend time setting up a stall at a local market to sell their children's old equipment. However, with online marketplaces, parents are now able to sell baby clothes that have hardly been worn and the expensive pushchairs and other equipment they bought, which helps them to get some of their money back."}
{"dataset_id": "tsar2025testblind", "text_id": "69-a2", "original": "Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.", "target_cefr": "A2", "simplified": "Pi and Richard Parker were in a small boat for 227 days.\nThey were often very hungry and sick.\nThey were also very, very tired.\nThey lived through terrible storms and the burning hot sun.\nBut they stayed alive.\nSometimes, his religions gave him hope.\nBut other times, he felt completely alone.\nHe felt that everything was hopeless.\nFinally, they saw the land of Mexico.\nThen everything changed.\nI cannot tell you the end of the story.\nYou have to read the book to find out what happens to them."}
{"dataset_id": "tsar2025testblind", "text_id": "69-b1", "original": "Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.", "target_cefr": "B1", "simplified": "Pi and Richard Parker spend 227 days in the lifeboat, where they experience hunger, illness and great tiredness. They also go through violent storms and the burning heat of the Pacific sun, but somehow they manage to survive. Sometimes, Pi finds comfort in his three religions, but at other times he feels very lonely and sad. Finally, the Mexican coast appears in the distance and everything changes. It would be a shame to tell you the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker when they finally see land."}
{"dataset_id": "tsar2025testblind", "text_id": "70-a2", "original": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.", "target_cefr": "A2", "simplified": "Chloe came home from school. She made a cup of coffee. She took it to her bedroom.\n\nShe had some homework. But she could do it later. She wanted a quiet hour before her parents came home. Then the house was noisy. They talked and watched TV. Her dad cooked dinner. He listened to his jazz music. He loved this music.\n\nChloe liked this quiet time. She liked it because she could play with her pet rats."}
{"dataset_id": "tsar2025testblind", "text_id": "70-b1", "original": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.", "target_cefr": "B1", "simplified": "Chloe arrived home from school, made herself a cup of coffee and took it to her bedroom. Although she had some homework to do, she decided that it could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of talking, television, or her dad listening to the jazz music he loved while he cooked dinner. She also liked this time of day because she could play with her pet rats."}
{"dataset_id": "tsar2025testblind", "text_id": "71-a2", "original": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.", "target_cefr": "A2", "simplified": "In 2010, a team at NASA found and made a list of big asteroids near Earth. They found 90 per cent of the very big ones. These asteroids are 1km wide.\n\nNear-Earth objects are big rocks in space. They are near our planet, Earth. They are very big, like mountains. They are less than 50 million kilometres from Earth.\n\nNASA knows about 887 of these big asteroids. They think there are about 50 more to find. NASA says none of these 887 asteroids are a big danger to our planet."}
{"dataset_id": "tsar2025testblind", "text_id": "71-b1", "original": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.", "target_cefr": "B1", "simplified": "In 2010, a special team at NASA worked to protect the planet. They found and recorded 90 percent of the asteroids near Earth that were 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and travel within 50 million kilometres of our planet's path. Although there are about 50 more to record, NASA says that none of the 887 it knows about are a serious danger to the planet."}
{"dataset_id": "tsar2025testblind", "text_id": "72-a2", "original": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.", "target_cefr": "A2", "simplified": "Auggie decides to go to school. Then he has his first day. He is very nervous. All children are nervous at a new school. But Auggie looks different. So his first day is very, very difficult. He has a bad feeling, and it does not stop.\n\nNobody wants to sit next to him. He sees other kids look at him for a long time. They also talk about him secretly. Luckily, he makes two friends. He makes friends with a boy named Jack. He also makes friends with a girl named Summer. He talks to her at lunch.\n\nBut the first day is not the only hard day. Soon, Auggie learns something sad. The other kids do not want to touch him. They are scared to get a sickness called 'the plague'. During the school year, some days are very good for Auggie. But some days are very bad. In the end, something very bad and surprising happens at a school camp. This scary event changes everything."}
{"dataset_id": "tsar2025testblind", "text_id": "72-b1", "original": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.", "target_cefr": "B1", "simplified": "After deciding to go to school, Auggie has to face his first day, and like every child starting a new school, he is very anxious. But because of the way he looks, it is an extremely difficult experience. Nobody wants to sit next to him and he sees other children looking at him or talking about him secretly. Luckily, he makes friends with Jack, who is a boy in his class, and Summer, a girl he talks with at lunch. However, it is not just the first day that is hard. Auggie soon learns that his classmates do not want to touch him because they are afraid of catching 'the plague'. As the school year continues, Auggie has many very good and very bad experiences, until an unexpected and upsetting event at a school camp changes things completely."}
{"dataset_id": "tsar2025testblind", "text_id": "73-a2", "original": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.", "target_cefr": "A2", "simplified": "Two men looked at the land.\nThey looked at the north part of the land.\nThe land was very big.\nThey could not see the end of it.\nThe fences were very far away and hard to see.\nA teenage boy can get bored and not follow rules.\nBut it was not possible to escape this place on foot.\nSam looked at the biggest horse.\nIt was kicking the ground with its heavy feet.\nSam thought about the boy.\nCould he ride a horse?\nA good rider could get into a lot of trouble here.\nThis place was far away from other people.\nBut maybe there was more trouble for a boy who could not ride.\nThis was a bigger problem if he wanted to get away from his father."}
{"dataset_id": "tsar2025testblind", "text_id": "73-b1", "original": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.", "target_cefr": "B1", "simplified": "The two men looked towards the northern part of the land, which was so large that they could not see the end of it. Even the fences were difficult to see from where they were standing. No matter how bored a teenage boy might get, it was not possible for him to run away. Sam looked at the biggest horse, which was kicking the ground with its heavy feet, and he wondered if the boy could ride. He thought that a good rider could get into a lot of trouble out here, because they were far away from other people. However, he also thought there could be even more trouble for someone who did not know about horses but wanted to escape from his father."}
{"dataset_id": "tsar2025testblind", "text_id": "74-a2", "original": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.", "target_cefr": "A2", "simplified": "More than 4,000 people climbed to the top of Everest. They were between 13 and 80 years old. Climbing high mountains is very dangerous because of cold weather and bad storms. But the best climbers in the world still want new things to do.\n\nGerlinde Kaltenbrunner is from Austria. She loved climbing mountains when she was young. After school, she worked as a nurse. But she still climbed mountains in her free time."}
{"dataset_id": "tsar2025testblind", "text_id": "74-b1", "original": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.", "target_cefr": "B1", "simplified": "More than 4,000 climbers, who are between thirteen and eighty years old, have been to the top of Everest. Although climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers are now looking for new challenges. Gerlinde Kaltenbrunner from Austria is a good example of this. She fell in love with mountain climbing when she was a teenager, and after she left school, she worked as a nurse but continued to climb in her free time."}
{"dataset_id": "tsar2025testblind", "text_id": "75-a2", "original": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.", "target_cefr": "A2", "simplified": "Gerlinde climbed Everest.\nThen she decided to climb the world's fourteen 8,000-metre mountains.\nThese mountains are all over 8,000 metres high.\nShe climbs without using oxygen tanks to make it more difficult.\nThis is dangerous because there is not much oxygen on high mountains.\nThis can cause problems for your brain and body.\nGerlinde is a famous climber.\nShe uses this to help a charity in Nepal.\nThe charity helps poor children and children with no parents."}
{"dataset_id": "tsar2025testblind", "text_id": "75-b1", "original": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.", "target_cefr": "B1", "simplified": "After she climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000-metre mountains. To make the challenge more difficult, she climbs without using **oxygen**, which is the gas in the air that we need to breathe. This is very dangerous because the low amount of oxygen at the top of high mountains can affect how the brain and body work. As a famous climber, Gerlinde uses her fame to support a charity in Nepal which helps poor children and those who have no parents."}
{"dataset_id": "tsar2025testblind", "text_id": "76-a2", "original": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.", "target_cefr": "A2", "simplified": "When we look at our things, we see that some are not used well. For example, we have a thick woollen coat. We thought it looked nice, but we live in a tropical country. Or we have an old smartphone. We do not use it after we buy a new one. Maybe we have a car, but we only use it at the weekends. Our house might have a guest room, but now it is a room to store things."}
{"dataset_id": "tsar2025testblind", "text_id": "76-b1", "original": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.", "target_cefr": "B1", "simplified": "If we look at the things we have bought in our lives, we will probably notice that we do not use everything we own. For example, we might have a thick woollen coat which we thought looked fashionable, even though we live in a hot, tropical country. We may also have a smartphone that we put away when we bought the newest model. Other examples could be a car that is only used at the weekends, or even a guest room in our house that has somehow become a room for storing things."}
{"dataset_id": "tsar2025testblind", "text_id": "77-a2", "original": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.", "target_cefr": "A2", "simplified": "For a long time, people thought dreams were special. They thought dreams could tell the future. They believed dreams were messages from gods. These messages gave people important information. This still happens today. Many people remember a dream. They dream about a thing, a place, or a person. Then, later, the dream happens in real life."}
{"dataset_id": "tsar2025testblind", "text_id": "77-b1", "original": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.", "target_cefr": "B1", "simplified": "Throughout history and in different cultures, dreams have been connected with predicting the future, because people believed they were messages from the gods which were sent to give us special knowledge or understanding. Even today, many people can remember a time when they dreamed about an event, a place or a person, and then later, the dream actually happened in real life."}
{"dataset_id": "tsar2025testblind", "text_id": "78-a2", "original": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.", "target_cefr": "A2", "simplified": "Building bridges is one of the biggest transportation jobs. These jobs cost a lot of money. Bridges are very important links. They carry cars, trucks, and trains. They go over water, mountains, or other roads.\n\nCivil engineering is the job of making and building big things, like roads and bridges. Bridges are a very important part of this job. So, people check them very carefully for problems. This is very important because sometimes a bridge falls down."}
{"dataset_id": "tsar2025testblind", "text_id": "78-b1", "original": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.", "target_cefr": "B1", "simplified": "Some of the biggest and most expensive transportation projects in the world have included building bridges. Bridges are very important links that carry cars, trucks and trains across things like rivers, deep mountain valleys or other roads. Because of this, they are one of the most important parts of civil engineering and are checked with a lot of attention, especially when they break and fall down."}
{"dataset_id": "tsar2025testblind", "text_id": "79-a2", "original": "After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.", "target_cefr": "A2", "simplified": "Gabriela was unhappy for many weeks. She had problems with her team. So, she emailed her boss in Sweden. She told him about the problems.\n\nHer boss just asked her two questions. He asked if her team was still working well. He also asked what would help her work better with her team.\n\nGabriela thought her boss's answer was not clear. She did not feel he was helping with the situation well."}
{"dataset_id": "tsar2025testblind", "text_id": "79-b1", "original": "After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.", "target_cefr": "B1", "simplified": "After weeks of feeling frustrated, Gabriela emailed her Swedish manager about the problems she was having with her team. Her manager simply asked if she felt her team was still working well, and what she thought would help her to work together better with them. Gabriela found her manager's reply unclear, and she did not feel that he was handling the situation well."}
{"dataset_id": "tsar2025testblind", "text_id": "80-a2", "original": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.", "target_cefr": "A2", "simplified": "Some dogs live in groups. They have learned that people give more food to small and nice-looking dogs. So the group sends these dogs to ask for food for the whole pack.\n\nSome dogs can even use the city's metro system. They travel to different parts of their territory. Scientists are not sure how the dogs know when to leave the train.\n\nOne idea is that the dogs can smell very well. They remember the smells of their favourite places. Another idea is that they hear the station names and remember them.\n\nNow, it is normal for people on the metro to see the dogs. So the local people do not really notice them."}
{"dataset_id": "tsar2025testblind", "text_id": "80-b1", "original": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.", "target_cefr": "B1", "simplified": "Dogs that live in packs have learned that humans are more likely to give food to smaller, cuter dogs, so those dogs are sent to beg for food for the whole group. Some dogs have even learned to use the city's metro system to travel from one part of their area to another. Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell to recognise the smells of their favourite places, or that they have learned to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to seeing dogs on the trains that they travel mostly unnoticed by local people."}
{"dataset_id": "tsar2025testblind", "text_id": "81-a2", "original": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. ", "target_cefr": "A2", "simplified": "Ed Stafford is from the UK. He was the first person to walk the whole Amazon River.\n\nHe started at a small river in the Andes mountains in Peru. He finished at the end of the river in Brazil. The walk took two years and four months. He walked 6,000 kilometres.\n\nThe Amazon forest has many dangerous animals. It has snakes that can kill people, crocodiles and jaguars. So, the walk was very dangerous for Ed.\n\nBut he was lucky. He was okay at the end. He only had thousands of bites from mosquitos and ants."}
{"dataset_id": "tsar2025testblind", "text_id": "81-b1", "original": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. ", "target_cefr": "B1", "simplified": "Ed Stafford from the UK is the first person who has walked the entire length of the Amazon River. His 6,000-kilometre walk started at a small stream in the Andes mountains of Peru and finished two years and four months later at the river's mouth in Brazil. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. However, he was lucky and survived with nothing worse than a few thousand bites from mosquitoes and ants."}
{"dataset_id": "tsar2025testblind", "text_id": "82-a2", "original": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.", "target_cefr": "A2", "simplified": "In Britain, people spend a lot of money on new clothes.\nEach person spends more than £1,000 every year.\nThis is about 4% of the money they get from their job.\nThis does not sound like a lot.\nBut it hides two serious problems for people and for the world.\n\nFirst, many people use credit cards to buy clothes.\nThey spend money they do not have.\nFor each adult, British people must pay back about £670.\nThis is 66% of the money they spend on clothes.\nThis money is for credit card companies.\n\nAlso, people are buying things they do not need.\nBritain throws away 300,000 tons of clothes every year.\nMost of these clothes go to big places for rubbish."}
{"dataset_id": "tsar2025testblind", "text_id": "82-b1", "original": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.", "target_cefr": "B1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes a year, which is about four per cent of their income. Although this might not sound like a lot of money, this number hides two very worrying trends for society and for the environment.\n\nFirst, a lot of this spending is done with credit cards. British people currently owe around £670 per adult to credit card companies, which is 66 per cent of the average budget for clothes. Also, people are not only spending money that they don't have, but they are also using it to buy things they don't need. Every year, Britain throws away 300,000 tons of clothing, and most of it goes into landfill sites."}
{"dataset_id": "tsar2025testblind", "text_id": "83-a2", "original": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.", "target_cefr": "A2", "simplified": "A rainforest is a very big forest. It has a lot of rain. It has many trees and animals.\n\nEd needed technology for his walk. His walk was not possible without it. He used a radio to talk to people in the rainforest. He asked them for food. He also asked to cross their land.\n\nMany people came to meet him. They helped him find the way in difficult places. Ed wrote a blog during his walk. He wrote about what he did every day.\n\nNewspapers and TV were interested in his trip. He used this to talk about a big problem. People were cutting down the trees in the rainforest. He also got money for special groups. These groups help nature and children in Brazil and Peru."}
{"dataset_id": "tsar2025testblind", "text_id": "83-b1", "original": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.", "target_cefr": "B1", "simplified": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land, and many of them came to meet him and helped guide him through the most difficult areas. While he was walking, Ed wrote a blog where he described his daily experiences. He also used the media interest in his trip to protest about the damage to the rainforest and to raise money for charities in Brazil and Peru which help the environment and children."}
{"dataset_id": "tsar2025testblind", "text_id": "84-a2", "original": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.", "target_cefr": "A2", "simplified": "The sharing economy is a business idea. People can make money from things they own but do not always use. Businesses know this is a good way to make money.\n\nA new business model is now very popular. Companies create an online platform. This is a website or an app. The platform acts as a middleman. It connects people who have something with people who want to use it.\n\nFor example, Airbnb is a company like this. It connects people with empty rooms to people who need a place to stay. The owners can make a lot of money from their unused rooms.\n\nUber is another example. It encourages people to use their own cars like taxis. They can make extra money when they have free time."}
{"dataset_id": "tsar2025testblind", "text_id": "84-b1", "original": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.", "target_cefr": "B1", "simplified": "Businesses have realised that they can make a lot of money from the **sharing economy**, which is a system where people can rent things they own to others, often using the internet. They are trying to profit from resources that people do not use all the time, like empty rooms or cars. A business model that has quickly become very popular is when companies create an online platform which connects customers with people who can offer a specific product or service. For example, companies like Airbnb work as a connection between people, helping them to make money from their unused rooms and houses by renting them out as accommodation. Another example is Uber, which helps people use their own personal cars as taxis so they can earn extra money in their free time."}
{"dataset_id": "tsar2025testblind", "text_id": "85-a2", "original": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.", "target_cefr": "A2", "simplified": "A species is a type of animal. Some species are in danger.\nBreeding programmes are special plans. Countries work together on them. The plans help animals have babies.\n\nZoos have a very important job today. They help with international breeding programmes. This is for species that are in danger.\n\nIn nature, these animals have problems. It is hard for them to find a partner and have babies. People might catch and kill them. They can lose their homes. And other animals can kill them.\n\nA good zoo gives these animals a safe place. They can live and have babies in the zoo.\n\nThere is another problem. Sometimes there are not many animals of one species. It is not good if all the animals are from the same family. This is not healthy for the species.\n\nBreeding programmes protect the future of these animals. Animals from zoos can go back to live in nature. They bring new animals to a group. Then, the animals in the group are not all the same. This helps the species to be strong and healthy."}
{"dataset_id": "tsar2025testblind", "text_id": "85-b1", "original": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.", "target_cefr": "B1", "simplified": "Today, one of the most important jobs of zoos is to help with international breeding programmes, especially for species that are in danger of disappearing forever. In the wild, some of the rarest animals have difficulty finding a partner to have babies with, and they might also be in danger from people who hunt them illegally, from losing the places where they live, and from other animals that hunt them. A good zoo allows these species to live and have babies in a safe place. Also, when the number of some wild animals drops, there is a danger that the groups become too similar. Breeding programmes offer protection from this, because animals born in zoos can be set free in the wild to increase **genetic diversity**, which is the variety of different family types within a group of animals that helps to keep them healthy."}
{"dataset_id": "tsar2025testblind", "text_id": "86-a2", "original": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.", "target_cefr": "A2", "simplified": "Boats and trains can make a bridge fall down. These accidents almost never happen. They happen for different reasons.\n\nA train can make a bridge fall. This happens because the train hits it very fast. A boat can also make a bridge fall. This is because boats have a very large mass. It can happen even if the boat is moving slowly.\n\nWe can make bridges safer. We need to plan for these problems. New technology can find weak parts of a bridge. Safer places to work also help. And better bridge designs help too. These things can help. Then, there will be fewer bad accidents."}
{"dataset_id": "tsar2025testblind", "text_id": "86-b1", "original": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.", "target_cefr": "B1", "simplified": "Although these two kinds of accidents are very rare, boats and trains can cause a bridge to fall down for different reasons. When a train hits a bridge, it is the high speed of the impact that can make it fall down. However, with boats, it is their very large size and weight that can cause the bridge to break, even if they are moving very slowly when the accident happens. The best way to avoid these problems is to plan for them. Modern technologies that can find weak parts in a bridge, safer working conditions, and better designs can all help to reduce these terrible accidents."}
{"dataset_id": "tsar2025testblind", "text_id": "87-a2", "original": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.", "target_cefr": "A2", "simplified": "A lifeboat is a small boat. It helps people when a big ship has a problem.\n\nAt first, Pi is very scared of the animals. He jumps into the ocean. But he sees hungry sharks in the water. He knows he has only one choice. He must climb back into the boat.\n\nOn the boat, the animals kill and eat each other. Soon, only Pi and the tiger are left. Pi names the tiger Richard Parker. Pi is lucky because the tiger is seasick. The tiger does not want to eat him now."}
{"dataset_id": "tsar2025testblind", "text_id": "87-b1", "original": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.", "target_cefr": "B1", "simplified": "At first, Pi is so terrified of the animals that he jumps into the ocean. However, after remembering there are hungry sharks in the water, he realises his only option is to climb back into the lifeboat. After some time, the animals on the boat kill and eat each other until only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him."}
{"dataset_id": "tsar2025testblind", "text_id": "88-a2", "original": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.", "target_cefr": "A2", "simplified": "Pi is 16 years old.\nThe country has a new government.\nHis parents do not like this government.\nThey are worried about the future, so they decide to close their zoo.\nThey want to move to Canada.\nThey sell some animals to zoos in North America.\nThe family travels to Canada on a big ship.\nThey take the other animals with them.\nOn the journey, there is a very bad storm and the ship sinks.\nSadly, Pi's family and the people on the ship die in the water, but Pi does not die.\nHe is in a small boat with a hyena, a zebra, an orang-utan and a very big tiger."}
{"dataset_id": "tsar2025testblind", "text_id": "88-b1", "original": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.", "target_cefr": "B1", "simplified": "When Pi is 16, a new government that his parents don't support is elected, so they decide to close their zoo and move to Canada because they are worried about the future. Some of the animals are sold to zoos in North America, and the family travels by ship to Canada, taking the other animals with them. However, on the way, there is a terrible storm and the ship sinks. Sadly, Pi's family and the sailors all die in the water, but Pi finds himself in a lifeboat with a hyena, a zebra, an orang-utan and an enormous tiger."}
{"dataset_id": "tsar2025testblind", "text_id": "89-a2", "original": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!", "target_cefr": "A2", "simplified": "\"The Hunger Games\" is a very popular book for young people. An American writer named Suzanne Collins wrote it. The book came out in 2008.\nYou can now read the book in 26 different languages. Millions of people around the world bought it. It was the first book for young people to sell more than a million electronic copies. An electronic copy is a book you read on a computer.\nNow, \"The Hunger Games\" is also a big Hollywood movie. The movie is very popular too. In its first weekend, it made 152.5 million dollars. That was only in North America."}
{"dataset_id": "tsar2025testblind", "text_id": "89-b1", "original": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!", "target_cefr": "B1", "simplified": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins, which has sold millions of copies around the world and been translated into 26 different languages since it was published in 2008. It is also the first book for young readers that has sold more than a million electronic copies. The Hunger Games has now been made into a major Hollywood film that is just as successful, making 152.5 million dollars in North America alone during its opening weekend."}
{"dataset_id": "tsar2025testblind", "text_id": "90-a2", "original": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. ", "target_cefr": "A2", "simplified": "Maybe dreams happen for a reason.\nOur mind puts our thoughts from the day in order.\nBut in dreams, these thoughts have a special meaning.\nWhen we are not sleeping, we think with words.\nIt is like we talk to ourselves in our head.\nBut when we are sleeping, our brain changes.\nOne part of our brain is for words.\nThis part works less when we sleep.\nAnother part of our brain is for feelings.\nThis part works more."}
{"dataset_id": "tsar2025testblind", "text_id": "90-b1", "original": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. ", "target_cefr": "B1", "simplified": "Perhaps dreams happen because our mind is organising the thoughts we have during the day, but in our dreams these thoughts appear with a symbolic meaning. When we are awake, our thoughts are usually in the form of words, like conversations that we have with ourselves. However, when we are asleep, the part of our brain which controls language becomes less active. At the same time, the part that controls our emotions becomes more active."}
{"dataset_id": "tsar2025testblind", "text_id": "91-a2", "original": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.", "target_cefr": "A2", "simplified": "Good relationships are very important to be happy.\nOne study looked at happy people.\nIt found they have strong relationships with friends and family.\nThey spend time with them often.\nSelf-disclosure is when you talk about your personal feelings with someone.\nYou need to have at least one person for self-disclosure.\nOne person for a deep talk is enough.\nYou also need other friends.\nIt is not enough to have many friends just for fun.\nYou can do things with them or talk about music.\nBut a strong relationship is very important.\nSome people need to learn to listen well.\nThis helps them make their relationships stronger."}
{"dataset_id": "tsar2025testblind", "text_id": "91-b1", "original": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.", "target_cefr": "B1", "simplified": "Having good relationships is a very important part of being happy. One study found that most happy people have strong connections with friends and family, and they make sure to spend time with them regularly. You also need at least one person who you can discuss your personal feelings with. This is called 'self-disclosure', which is when you share your private thoughts with someone. Having just one person for this kind of deep conversation is enough, as long as you also have a group of other relationships. It is not enough to have lots of friends if you only do activities with them or chat about things like music or football, because that deeper connection is the most important thing. In order to develop stronger relationships, some people need to learn how to listen to others effectively."}
{"dataset_id": "tsar2025testblind", "text_id": "92-a2", "original": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.", "target_cefr": "A2", "simplified": "Carol Dweck is a person. She studies how people think. She talks about an idea called a \"growth mindset\". A growth mindset is a way of thinking. This idea is that you believe you can learn and get better. She says our brains can change. We can learn new skills, even if we are not good at them at first.\n\nMany of us praise the final result. Or we praise natural talents. For example, we say \"You are very good with details.\" Or \"You are very good at making plans for things.\"\n\nBut studies show there is a better way. We should praise how people do something. We should praise their effort. We should also praise their experiments and their ways of finding answers. This helps people learn new skills. And it helps them get better at their talents."}
{"dataset_id": "tsar2025testblind", "text_id": "92-b1", "original": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.", "target_cefr": "B1", "simplified": "Psychologist Carol Dweck supports the idea of a **growth mindset**, which is the belief that you can develop your abilities. She explained that the brain can change, so we have the ability to learn skills and talents, even if we were not good at them at first. Many of us tend to praise the final result or natural talents that people seem to have. For example, we might say, 'You are really good with details' or 'You have a real talent for organising events'. However, research shows that it is better to focus on the process of how things are done. If we praise people's effort, their way of trying new things, and the methods they use to solve problems, we can encourage them to develop new skills and continue to improve their talents."}
{"dataset_id": "tsar2025testblind", "text_id": "93-a2", "original": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.", "target_cefr": "A2", "simplified": "Methane is a type of gas. It is an important part of natural gas.\n\nA machine on Mars studies the air. In 2014, it found methane in the air. Methane does not last for a long time. It only lasts for a few hundred years. So, something on Mars is making more.\n\nNASA says Mars makes a lot of methane. The amount of methane changes with the seasons. It goes up and down. It is like the planet is breathing."}
{"dataset_id": "tsar2025testblind", "text_id": "93-b1", "original": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.", "target_cefr": "B1", "simplified": "The rover regularly studies the air around it, and in 2014 it found methane, which is a basic organic molecule and an important part of natural gas. One feature of methane is that it only survives for a few hundred years, which means that something, somewhere on Mars, is creating a new supply of it. According to NASA, Mars releases thousands of tons of methane at a time, and the level of it rises and falls with the seasons, almost as if the planet is breathing it."}
{"dataset_id": "tsar2025testblind", "text_id": "94-a2", "original": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.", "target_cefr": "A2", "simplified": "A mindset is the way you think about things.\n\nCarol Dweck is a person who studies how people think. She did a study with ten-year-old children. She gave them some problems. The problems were a little too hard for them.\n\nOne group of children was happy with the hard problems. They understood their skills could grow. Carol Dweck says these children had a 'growth mindset'. They think about what they can do in the future.\n\nBut another group of children felt bad. They felt someone was testing if they were smart. They felt they had failed. These children had a 'fixed mindset'. They thought it was not possible to get better.\n\nSome of these children said they might not follow the rules in the future. Other children looked for someone who did a worse job. This was because they wanted to feel better about themselves."}
{"dataset_id": "tsar2025testblind", "text_id": "94-b1", "original": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.", "target_cefr": "B1", "simplified": "Early in her career, the researcher Carol Dweck gave a group of ten-year-olds problems that were a little too hard for them. One group of children reacted in a positive way, because they said they loved a challenge and understood that their skills could be improved. She says they had a 'growth mindset', which is a way of thinking where people focus on what they can achieve in the future. However, another group of children felt that their intelligence was being tested and that they had failed. They had a 'fixed mindset', which is a way of thinking that made them unable to imagine getting better. Some of these children said they might cheat in the future, while others looked for someone who had done worse than them to make themselves feel better."}
{"dataset_id": "tsar2025testblind", "text_id": "95-a2", "original": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.", "target_cefr": "A2", "simplified": "Horror films often use empty places.\nFor example, an old hospital.\nOr a scary, empty house.\nOr a town with no people.\nThese empty places are very scary.\nYou think about the past.\nWhat was it like when people lived there?\nWhy did they go away?\nThese places are also very quiet.\nThis can be scary too.\nEmpty places are also good for film makers.\nIt is easy to believe your phone will not work there."}
{"dataset_id": "tsar2025testblind", "text_id": "95-b1", "original": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.", "target_cefr": "B1", "simplified": "Horror films often use places where no one lives, such as an empty hospital, a scary house, or a ghost town. There is something scary about these lonely places because they make you wonder what it was like when people lived there and why they left. Maybe it is also because they are so quiet, which can be very scary too. Of course, these empty places are also useful for film directors, as it is more believable that you will not have a phone signal there."}
{"dataset_id": "tsar2025testblind", "text_id": "96-a2", "original": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.", "target_cefr": "A2", "simplified": "A basement is a room under a house.\nIn scary movies, the basement is a scary place.\nSomething bad is often hiding there.\nOr a very bad person keeps his tools there.\nBasements are always dark.\nThey are often wet.\nYou can only go there using small stairs.\nAnd basements are always scary.\nThis is true even when nothing is there."}
{"dataset_id": "tsar2025testblind", "text_id": "96-b1", "original": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.", "target_cefr": "B1", "simplified": "In horror films, the basement is always a scary place, which is usually because something is hiding there or an evil killer has hidden their tools. Basements are always dark and often a little wet, and you can only reach them by using a narrow staircase. Because of this, they always feel creepy, even when there is nothing down there."}
{"dataset_id": "tsar2025testblind", "text_id": "97-a2", "original": "Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.", "target_cefr": "A2", "simplified": "Gary Collins is a policeman. One day, he was not working. He was at home watching TV. He saw news about riots in London.\n\nGary knew some of the people on the TV. He was on holiday, but he stopped his holiday early. He wanted to help the other police. He helped them find the names of the people.\n\nFor six months, he watched camera videos. He found and named 190 people. Sometimes, he only saw their eyes. His help was very, very important.\n\nThe police had 200,000 hours of video. They used a computer program to find faces. But the computer only found one person."}
{"dataset_id": "tsar2025testblind", "text_id": "97-b1", "original": "Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.", "target_cefr": "B1", "simplified": "Gary Collins, a policeman who was on holiday, was watching the London riots on television when he recognised several people. He immediately decided to end his holiday early so he could help the police identify them. He then spent six months carefully watching CCTV video, and he was able to identify 190 people, often just by looking at their eyes. His help was extremely important for the police work, especially because special computer software only managed to identify one person, even though it checked 200,000 hours of video."}
{"dataset_id": "tsar2025testblind", "text_id": "98-a2", "original": "Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.", "target_cefr": "A2", "simplified": "I think it is interesting to think about our future.\nWe can help people to change and develop faster.\nWe can do this by adding technology to our bodies.\nThis will improve us in many ways.\nFor example, we can put a computer in our brain.\nSoon, we will be able to do this.\nA computer in our brain can help us.\nIt can improve our ability with numbers.\nIt can make us see and hear better.\nIt can also make our memory stronger.\nIn the future, this idea will be very common."}
{"dataset_id": "tsar2025testblind", "text_id": "98-b1", "original": "Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.", "target_cefr": "B1", "simplified": "I think it is a fascinating idea that we could speed up the way humans develop by adding technology to our bodies. For example, imagine if you could put a computer inside your brain. Soon, we will be able to do exactly that, which would help us improve our ability with numbers, the way we see and hear, and our memory. I believe this idea is going to become much more common in the future."}
{"dataset_id": "tsar2025testblind", "text_id": "99-a2", "original": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.", "target_cefr": "A2", "simplified": "The talk was very interesting. The speaker said some true things. For example, she talked about parents. She talked about what children learn from them.\n\nTeenagers see their parents do things. They see them use social media when they cook. Or they see them use it at a red light. So, teenagers also text when they do their homework. We cannot be surprised by this.\n\nShe also said another true thing. People want to be in many places at the same time. So they change between talking in real life and talking online. I see this with my daughter and her friends. They plan to meet. Then they sit together. But they do not talk. Each person talks to someone different online."}
{"dataset_id": "tsar2025testblind", "text_id": "99-b1", "original": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.", "target_cefr": "B1", "simplified": "It was a fascinating talk, and the speaker said a couple of things that were exactly right. For example, she talked about the influence of parents. How can we expect teenagers not to text while they are doing their homework, when they see their parents posting on social media while cooking dinner or waiting at a red light? She also made a good point about how people want to be in several places at the same time, so they change between their real-life and online conversations. I see this all the time with my teenage daughter and her friends. They arrange to meet up, but then they sit together without talking while each person has a different conversation online."}
{"dataset_id": "tsar2025testblind", "text_id": "100-a2", "original": "As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "target_cefr": "A2", "simplified": "Some news makes us think the world is a bad place with a lot of war. But there is some good news too.\nFrom 1945 to 1990, there were 30 big wars. These wars killed more than 100,000 people each. Today, there are still wars inside some countries. But countries now live together more peacefully.\nBut there are more attacks on normal people now. These attacks are to make people afraid. And wars kill many normal people. They kill more normal people than soldiers.\nBut the numbers for normal people are not all bad. More people die from crime than from political problems. The number of deaths from crime is nine times bigger. But the number of murders in the world went down. In the year 2000, 8 people in 100,000 were killed. In 2015, about 5.3 people in 100,000 were killed."}
{"dataset_id": "tsar2025testblind", "text_id": "100-b1", "original": "As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "target_cefr": "B1", "simplified": "Although news stories often make us think the world is becoming a more violent place, there is also some reason to be hopeful. Between the end of World War II and 1990, there were 30 wars which killed more than 100,000 people. Today, there are still wars inside some countries, but nations are mostly living together more peacefully than in the past. However, terrorism has increased a lot in the last few years, and since World War II, wars have killed many more civilians (people who are not soldiers) than soldiers. Even for civilians, though, the numbers are not all bad. Although deaths from violent crime are nine times more likely than deaths from political conflict, the number of murders around the world fell a little, from 8 for every 100,000 people in 2000 to about 5.3 in 2015."}
{"dataset_id": "tsar2025testblind", "text_id": "101-a2", "original": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. ", "target_cefr": "A2", "simplified": "Wasfia works hard to support human rights in her country. Human rights are important. Every person should have them. For example, every person should be safe and free.\nShe saw projects from other countries come to help women and girls. But these projects often stopped. When the projects stopped, the women had nothing. This showed Wasfia a big problem. She knew Bangladesh needed to help itself. So she brought her two passions together to make a change. She loved climbing mountains and human rights. She wanted to change how people think about women.\nShe started climbing when she was working on projects in Tibet and Nepal. Her country, Bangladesh, is very flat and near the sea. Most people there have never seen a mountain.\nSo climbing gets people's attention. Her idea is working. People in Bangladesh are paying attention. And people in other countries are paying attention too."}
{"dataset_id": "tsar2025testblind", "text_id": "101-b1", "original": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. ", "target_cefr": "B1", "simplified": "Wasfia has given her life to supporting human rights, and she has seen many international projects in her home country that tried to educate and train women and girls. However, she noticed that when these projects ended, the women were often left with nothing. Wasfia believed that Bangladesh needed to help itself, so she combined two of her passions: mountaineering, which is the sport of climbing mountains, and human rights. She did this to try and change the way people think about women in her country.\n\nShe first started climbing when she was working on projects to help people in Tibet and Nepal. This was unusual because Bangladesh is a mostly flat country near the sea, so most people there have never seen a mountain. Her campaign seems to be working, as other people from her country are now paying attention, along with the rest of the world."}
{"dataset_id": "tsar2025testblind", "text_id": "102-a2", "original": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.", "target_cefr": "A2", "simplified": "Most people think poor countries are in a very bad situation. They believe the people are very poor. They think the countries have bad leaders. And they think there is no hope for a good change.\n\nBut this is not true. A big change is happening now. In the last 20 years, many things got better. More than 700 million people have more money. They are not poor anymore.\n\nAlso, six million fewer children die from sickness every year. Millions more girls are in school. And millions of people can get clean water."}
{"dataset_id": "tsar2025testblind", "text_id": "102-b1", "original": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.", "target_cefr": "B1", "simplified": "Most people believe that developing countries are in a terrible situation, where people suffer from extreme poverty, are ruled by dictators and have little hope for any meaningful change. However, this idea is very different from the truth, because a great transformation is actually happening. In the last 20 years, more than 700 million people have started to earn more money and have escaped poverty. Additionally, six million fewer children die from disease every year, millions more girls are going to school, and many more people now have access to clean water."}
{"dataset_id": "tsar2025testblind", "text_id": "103-a2", "original": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.", "target_cefr": "A2", "simplified": "Feedback is information about a person's work. Many managers say something good. Then, they say something bad. After that, they say something good again. Workers start to think the good words are not real. They think the good words are only there for the bad information. So the good words become less important. Managers should use good words differently. They should use them to support good work. This helps workers do more good work."}
{"dataset_id": "tsar2025testblind", "text_id": "103-b1", "original": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.", "target_cefr": "B1", "simplified": "Many managers try to add something positive to their **feedback**, which is information about someone's work, by putting a negative comment between two positive ones. However, when this becomes a routine, employees may start to think that the positive comments are only there to make the negative ones seem less bad. As a result, the positive feedback loses its value. Instead, positive feedback should not just be used to soften negative comments, but it should be given to support and encourage good work."}
{"dataset_id": "tsar2025testblind", "text_id": "104-a2", "original": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.", "target_cefr": "A2", "simplified": "I am in a group called the 'Campaign to Stop Killer Robots'. We want to stop robots that kill.\n\nKiller robots are not like in the movies. They are not scary robots from a film. But they are real now. Soldiers use machines like drones, gun turrets, and sentry robots. These machines kill people. A person gives very little help.\n\nSoon, there will be robots that kill on their own. They will follow orders. But they will decide who to kill.\n\nI think this is completely wrong. It is very dangerous for all people. We need to be very careful. We must think about what we ask machines to do."}
{"dataset_id": "tsar2025testblind", "text_id": "104-b1", "original": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.", "target_cefr": "B1", "simplified": "I am a member of the Campaign to Stop Killer Robots. You should forget the scary image from the movies and instead think about what is happening right now. Military machines, like drones and gun robots, are already being used to kill with very little human control. The next step will be robots that work by themselves, which will follow orders but finally decide who to kill on their own. It seems clear to me that this would be completely wrong and very dangerous for all people. We need to be very careful indeed about what we ask machines to do."}
{"dataset_id": "tsar2025testblind", "text_id": "105-a2", "original": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.", "target_cefr": "A2", "simplified": "More people learn English than all other languages together.\nPeople speak English in the most countries.\nBut Chinese is different.\nMore people speak Chinese from birth than any other language.\nThe number of native speakers is not the most important reason to learn a language.\nBut the number of countries where people speak it is very important."}
{"dataset_id": "tsar2025testblind", "text_id": "105-b1", "original": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.", "target_cefr": "B1", "simplified": "Generally, more people are learning English than all other languages together, and it is also the language that is spoken in the most countries. However, Chinese has by far the largest number of native speakers. There seems to be only a weak connection between the number of native speakers a language has and the number of people who learn it, but there is a stronger link between the number of learners and how many countries have speakers."}
{"dataset_id": "tsar2025testblind", "text_id": "106-a2", "original": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.", "target_cefr": "A2", "simplified": "Your manager stops you. She wants to talk about your work on a project. You worry about it all weekend. You think you did something wrong.\n\nOn Monday morning, you go into her office. She starts and says you did good work. But you think this is the start of a 'feedback sandwich'.\n\nA feedback sandwich is a special way to talk. First, you say something nice. Then, you say the bad thing. Then, you say something nice again."}
{"dataset_id": "tsar2025testblind", "text_id": "106-b1", "original": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.", "target_cefr": "B1", "simplified": "Your manager stops you and says she needs to talk about your performance on a recent project, so you worry about it all weekend and wonder what you might have done wrong. When you go into her office on Monday morning, she starts by praising you for the good work you have done. This makes you wonder if it is the start of a typical **feedback sandwich**, which is a common method for giving criticism. You know how this method works: a person says something nice, then they say what they really want to say, and finally, they say something nice again."}
{"dataset_id": "tsar2025testblind", "text_id": "107-a2", "original": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.", "target_cefr": "A2", "simplified": "\"Born in the USA\" is a rock album. The music is fast. It makes you want to move your feet. But the words in the songs have deep and important feelings.\n\nThe music is easy to remember. The songs are powerful rock classics. But the stories are about the dark side of the American dream. Many songs are about the struggles of hard-working ordinary people. They do not become rich or famous. So they feel angry and unhappy about their lives.\n\nFor example, one song is \"Glory Days\". It is about people in a small town. They think about the past. They were young and had a great future. Another song is \"Downbound Train\". It tells the story of a young man. He loses his job. His life is ruined after this.\n\nThe artist probably knew real people like this. He writes about their lives. Maybe his life was going to be like that. But then he became a star. This album makes it clear the artist is special. He is called \"the Boss\". He has a great skill for music."}
{"dataset_id": "tsar2025testblind", "text_id": "107-b1", "original": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.", "target_cefr": "B1", "simplified": "Although Born in the USA is a fast rock album that makes you want to tap your feet, its lyrics have serious emotional weight. Behind the catchy rock music of these powerful and famous songs, there are stories about the negative side of the American dream. Many songs are about the problems of ordinary, hard-working people and the anger they feel when life does not bring them money or success. For example, the song 'Glory Days' is about people in a small town who are looking back at their youth, when they felt they had a great future. Another song, 'Downbound Train', tells the story of a young man whose life is destroyed after he loses his job. It is easy to imagine that the artist is writing about real people he knew, and also about the life he might have had if he had not become a star. The album clearly shows the special and amazing talent of 'the Boss'."}
{"dataset_id": "tsar2025testblind", "text_id": "108-a2", "original": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.", "target_cefr": "A2", "simplified": "Lewis wants to stop the damage to the sea. He wants more 'marine protected areas'. These are parts of the sea that are safe. Now, only 3 per cent of the sea is a protected area. He wants this to be 10 per cent.\n\nPeople are damaging the sea. They catch too many fish. They also pollute the water and throw rubbish in it. Lewis saw this damage on his trips.\n\nHe swam over coral reefs. Coral reefs are like gardens under the sea. Many small animals live there. The water is hotter now, so the coral reefs lost their color. They turned white. He also saw underwater deserts. There was no life there, only plastic.\n\nLewis thinks nature can get better. But it needs space to do this. We do not have much time. If we do not take care of our seas, we will have a problem. It will be impossible to fix."}
{"dataset_id": "tsar2025testblind", "text_id": "108-b1", "original": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.", "target_cefr": "B1", "simplified": "Lewis would like to increase the number of protected areas in the sea from 3 to 10 per cent, because he wants to fix the damage that is caused by human activities like overfishing, pollution and leaving rubbish. During his journeys, Lewis has seen this damage to nature with his own eyes. He has swum over coral reefs, which are underwater structures made by small animals, that have turned white because the water is warmer. He has also seen underwater deserts in the Red Sea which have no life and are covered in plastic. Pugh believes that nature can get better if we give it the space to do so, but he thinks we are running out of time. If we don't start taking care of our seas, we may soon have a problem that is impossible to solve."}
{"dataset_id": "tsar2025testblind", "text_id": "109-a2", "original": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.", "target_cefr": "A2", "simplified": "Terrie Sharp is a writer. She sells many books. She knows how to tell good stories. She won an important award for crime writers two times.\n\nShe was born in Glasgow. She lived in a place with a lot of crime. When she was a child, she learned to be quiet. She learned to not get into trouble. She also learned how to open car doors with a knife.\n\nBut she was lucky. She only uses this information for her books. Now, she is not quiet. She is on popular TV shows like 'Police Today'. She also goes to big meetings for writers in the UK."}
{"dataset_id": "tsar2025testblind", "text_id": "109-b1", "original": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.", "target_cefr": "B1", "simplified": "Best-selling author Terrie Sharp knows how to tell a good story, and she has won the Olive Crime Writer Award two times. She was born on a housing estate in Glasgow which had the highest crime rate, so she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used this knowledge to write her books, and she is not so quiet these days because she appears on popular daytime shows like Police Today and at writing conferences all over the UK."}
{"dataset_id": "tsar2025testblind", "text_id": "110-a2", "original": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.  ", "target_cefr": "A2", "simplified": "Are things getting worse every day? Is it impossible for things to get better? A writer named Steven Pinker says there is good news. He says we live longer lives now. We are also healthier, more free, and happier.\n\nBut Pinker says there is a big problem. The Enlightenment was a time in history. People started to think about reason and science. Today, some people attack these ideas. Some leaders tell people not to trust others. This is very dangerous. It can hurt important things, like democracy. And it can stop countries from working together."}
{"dataset_id": "tsar2025testblind", "text_id": "110-b1", "original": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.  ", "target_cefr": "B1", "simplified": "Are things getting worse every day, and is progress an impossible goal? In his book *Enlightenment Now*, Steven Pinker looks at the history of human progress and finds good news. He says that we are living longer, healthier, freer, and happier lives. The **Enlightenment** was a period in history when ideas about reason and science became very important. However, Pinker argues that the real problem is that these values are now under attack. He says that some leaders and commentators use people's negative feelings, like distrust. They also use the belief that you cannot change things. When this happens, we are in danger of causing serious damage to important systems like democracy and world co-operation."}
{"dataset_id": "tsar2025testblind", "text_id": "111-a2", "original": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.", "target_cefr": "A2", "simplified": "In old horror films, the main people were often in danger.\nThey needed help.\nBut it was very hard to call the police.\nOr it was not possible.\n\nNow, things are different.\nMany people have mobile phones.\nSo this situation is not very real today.\nHow can horror films be scary now?\nWhat is the answer?\nThe phone has no signal!\n\nImagine you are the hero in a horror film.\nSomething bad is happening.\nYou really need to call for help.\nAt that important moment, your phone will not work.\nYou will have no signal.\nOr your phone's battery will stop working.\nThis happens when you are calling for help.\nSometimes, both things happen."}
{"dataset_id": "tsar2025testblind", "text_id": "111-b1", "original": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.", "target_cefr": "B1", "simplified": "In older horror films, when the main characters were in a very difficult situation, it was hard or impossible for them to call for help or the police. Mobile phones have made that situation a bit less easy to believe now, so writers have found a solution to keep the story exciting: no phone signal. If you are a hero in a horror film, it is almost certain that at an important moment, just when you really need to call for help, you will not have any signal at all. Another possibility is that your phone battery will die just as you are making the call, or sometimes both things happen at the same time."}
{"dataset_id": "tsar2025testblind", "text_id": "112-a2", "original": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.", "target_cefr": "A2", "simplified": "In the 1950s, commercial banana growers in Central America had a big problem. Their most important product for making money was the Gros Michel banana. People also called it Big Mike. This banana was dying.\n\nNow, the same thing is happening again. It is happening to the Cavendish banana. The Cavendish banana is the one that replaced Big Mike.\n\nThe Gros Michel banana was very popular. It was easy to move, had thick skin, and was sweet. It was the main banana on almost all the big farms in Central America.\n\nA company called United Fruit grew these bananas. It was the main grower in South America at that time. It found an efficient way to mass-produce them. This means they grew huge numbers of bananas quickly and cheaply. They did not grow new plants from seeds. Instead, they cloned them by taking parts from old plants. They grew these new plants very close together in the fields."}
{"dataset_id": "tsar2025testblind", "text_id": "112-b1", "original": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.", "target_cefr": "B1", "simplified": "In the 1950s, commercial banana growers in Central America faced a serious problem because their most popular product, the Gros Michel banana, was dying. This banana was also known as Big Mike, and now the same thing is happening again to the Cavendish, which is the banana that replaced it. The Gros Michel was the main banana plant on the large farms of Central America because its fruit had a thick skin, which made it easy to transport, and it also tasted sweet. United Fruit, which was the main company that grew and sold bananas in South America at the time, produced them in a very efficient way. Instead of using seeds, the company made exact copies from other plants and grew them very close together in large fields."}
{"dataset_id": "tsar2025testblind", "text_id": "113-a2", "original": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.", "target_cefr": "A2", "simplified": "Venom is a poison from an animal. Most kinds of spiders have venom. They use it to stop or kill their food. They do not use it to hurt people.\n\nOnly 25 kinds of spiders can really hurt people with their venom. When a spider hurts you, it can hurt a lot. But people do not often die when a spider hurts them. For example, there is a famous spider in Australia. Its name is the Sydney funnel-web spider. No one has died when this spider hurts them now. This is because doctors made a medicine that stops the poison in 1981.\n\nBut you must be careful with hairy spiders like tarantulas. Do not make them angry. When these spiders are scared, they protect themselves. They send out many special hairs. These hairs get into your skin or eyes. They make them red and sore."}
{"dataset_id": "tsar2025testblind", "text_id": "113-b1", "original": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.", "target_cefr": "B1", "simplified": "Most types of spiders have venom, which is a poison they use to stop or kill their food rather than to attack humans. In fact, only 25 known types of spider make venom that can actually harm humans, and although their bites can be painful, they rarely kill people. For example, Australia's famous Sydney funnel-web spider has not caused any deaths since a special medicine called anti-venom was created in 1981. However, you should be careful with hairy spiders like tarantulas. When they feel they are in danger, they defend themselves by shooting out a cloud of special hairs, and these annoying hairs can get stuck in the skin or eyes of an attacker."}
{"dataset_id": "tsar2025testblind", "text_id": "114-a2", "original": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.", "target_cefr": "A2", "simplified": "There is a story you see many times in horror films.\nThis story was very popular in older films.\nIt starts with a group of young people.\nThey are all happy and having fun.\nBut at the end, everyone is dead.\nOnly one girl is alive.\nAt the start of the film, this girl is good and shy.\nShe is not very strong.\nBut at the end, she changes.\nShe becomes the strongest and cleverest person.\nThis last girl usually wins."}
{"dataset_id": "tsar2025testblind", "text_id": "114-b1", "original": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.", "target_cefr": "B1", "simplified": "This common situation in horror films was especially popular in the late 20th century. It usually starts with a group of teenagers who are enjoying themselves, but it ends with everyone dead except for one girl. At the beginning of the film, this girl is often innocent, shy and not very strong. However, by the end, she has become the strongest and most clever person in the story. Because of this change, the last girl almost always wins in the end."}
{"dataset_id": "tsar2025testblind", "text_id": "115-a2", "original": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.", "target_cefr": "A2", "simplified": "To understand where our ability for difficult language came from, we need to look at our brains.\nOur brains are different from animal brains.\nThe size of the brain is not the only important thing.\nIt is also important to know what our brains can do.\nWe also need to know why they changed over a long time.\nWe do not have much information about this.\nOld things from people long ago do not tell us how they talked.\nBut we can look at old bones from early people.\nThese show how their mouths, throats, and tongues changed.\nAbout 100,000 years ago, humans got the ability to make difficult sounds.\nScientists can only guess about the time before this.\nThey are not sure if early people talked with simple sounds."}
{"dataset_id": "tsar2025testblind", "text_id": "115-b1", "original": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.", "target_cefr": "B1", "simplified": "If we want to know where our ability for complex language came from, we need to look at how our brains are different from other animals. This is about more than just the size of the brain, because it is also important what our brains can do and why they developed in that way. However, there is very little physical evidence for this, and the objects that people from the past left behind don't tell us what kind of speech they were able to make.\n\nOne thing we can see from the bodies of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had developed the ability to create complex sounds. Before that time, scientists can only guess whether early humans used more basic sounds to communicate with each other."}
{"dataset_id": "tsar2025testblind", "text_id": "116-a2", "original": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.", "target_cefr": "A2", "simplified": "Society tells us that girls should like art. It tells us boys should like maths and physics. This idea comes from people, not from nature.\nAlso, girls do not see good examples of women in science jobs. This is a problem. In cartoons and stories, the scientist is often a man. He is a crazy scientist, a great inventor, or an astronaut.\nPeople also have wrong ideas about scientists. The media shows these false ideas. These ideas are called stereotypes. People think scientists are not good with other people. They think scientists work alone.\nBecause of this, girls may not want to be scientists. They may think science is not an interesting job for them.\nIf girls see more women scientists, it helps them. They will feel more sure of themselves. They will feel that they are part of the world of science."}
{"dataset_id": "tsar2025testblind", "text_id": "116-b1", "original": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.", "target_cefr": "B1", "simplified": "Society, not nature, tells us that girls should prefer arts subjects, while boys should study maths and physics. In addition, there is a lack of positive female role models who young people can see working in science-related jobs. For example, cartoons and stories often show the crazy scientist or brave astronaut as a man. There is also a negative idea that scientists are not very social, or that their work is lonely and separate from the rest of the world. These are false **stereotypes**, which are simple but often untrue ideas about a group of people, that are shown by the media. However, they may mean that girls do not feel a connection with scientists and see science as a career that is not interesting for them. If girls saw more positive female role models in science, it would give them more confidence and help them feel that they belong in those subjects."}
{"dataset_id": "tsar2025testblind", "text_id": "117-a2", "original": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.", "target_cefr": "A2", "simplified": "\"The Scallion\" is a newspaper. It comes out every week. It is free. You can find it in faculty buildings. About 10,000 students read it.\n\nOnly students write and make the newspaper. A study shows that students and staff really like the newspaper. They read it for fun. They also learn a lot about culture from it. It gives students good work experience too.\n\nBut there are some problems. It costs a lot of money to make the newspaper. Also, some students cannot get the paper easily. You have to go to the university to get one. It is also a problem for the environment. Many copies become litter on campus."}
{"dataset_id": "tsar2025testblind", "text_id": "117-b1", "original": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.", "target_cefr": "B1", "simplified": "The Scallion is a weekly newspaper which is given out for free in university buildings and is read by about 10,000 students. It is written and produced completely by students. A survey shows that students and staff find the newspaper very valuable for entertainment, learning about culture, and getting work experience.\n\nThe cost of printing the newspaper is high. Also, some students cannot get the paper easily, because the only way to get a copy is to go to the university in person. Another problem for the environment is that many copies become rubbish on the campus."}
{"dataset_id": "tsar2025testblind", "text_id": "118-a2", "original": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.", "target_cefr": "A2", "simplified": "Turnover is when workers leave a company. Retention is when workers stay at a company for a long time.\n\nAt our company, Girox Foods, we have a problem. Our turnover is about 12% every year. Many workers leave our company.\n\nThis number is high. For other similar companies, the number is only 7%.\n\nThis report has one main goal. We will study the reasons why workers stay or leave. Then, we will explain how to make the company a better place to work. We want our workers to stay with us. We want to increase our retention."}
{"dataset_id": "tsar2025testblind", "text_id": "118-b1", "original": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.", "target_cefr": "B1", "simplified": "At Girox Foods, we have an employee **turnover**, which is the rate at which people leave the company, of about 12 per cent each year. Although this might not seem high at first, the average for our industry is only seven per cent. The main goal of this report is to find out the reasons why our employees are not happy at work and, based on those reasons, offer suggestions to make the company a better place to work. This should also help to increase employee **retention**, which means making sure more employees decide to stay with us."}
{"dataset_id": "tsar2025testblind", "text_id": "119-a2", "original": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.", "target_cefr": "A2", "simplified": "What the speaker said is very true. I really think there is a danger with technology. We connect more with people online. But this can make us feel more alone.\n\nThis is not a big problem for people my age. We lived for a long time without technology. We know how to be alone. We also know it is okay to be alone.\n\nBut young people are very different. They are always talking to other people. So they never experience solitude. Solitude is when you are alone. They may not learn to enjoy time with only themselves.\n\nAlso, they learn to talk with messages. They can change these messages. This stops them from learning how to have a real conversation. A real conversation is with another person. That person is with you."}
{"dataset_id": "tsar2025testblind", "text_id": "119-b1", "original": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.", "target_cefr": "B1", "simplified": "A lot of what the speaker said seemed true, and I really believe there is a danger that we feel more isolated when we are more connected. I don't think this is a big problem for my generation, because we have lived without technology for a long time and we know that it's okay to be alone. However, the situation is completely different for people under 20. They are so busy communicating that they never experience **solitude, which is the feeling of being alone**, and there is a risk they won't learn how to enjoy their own company. In addition, they are learning conversation through messages that can be edited, which means they are not learning the skill of having a real conversation with the person in front of them."}
{"dataset_id": "tsar2025testblind", "text_id": "120-a2", "original": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.", "target_cefr": "A2", "simplified": "Feedback is when you tell someone if their work is good or bad. Don't always give good feedback and then bad feedback. If you do this, the good words are not special anymore. They lose their power. So, sometimes you should only give good feedback. Do not give any bad feedback after it."}
{"dataset_id": "tsar2025testblind", "text_id": "120-b1", "original": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.", "target_cefr": "B1", "simplified": "You should not always give positive **feedback**, which is information about how well someone is doing something, at the same time as negative feedback. If you always give positive and negative comments together, the positive feedback can become less important and people may start to ignore it. For this reason, you should make sure there are times when you only give positive feedback, and you should avoid offering criticism at the same time."}
