{"dataset_id": "tsar2025testblind", "text_id": "21-a2", "original": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.", "target_cefr": "A2", "simplified": "Your dreams can show you things. You did not know you thought about them.\nSome dreams are common. For example, you can fly. Or you fall. Your teeth fall out. Or you have no clothes in a public place. These dreams mean the same for many people.\nBut you need to know what your dreams mean for you. Link them to your life every day. And link them to how you feel."}
{"dataset_id": "tsar2025testblind", "text_id": "21-b1", "original": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.", "target_cefr": "B1", "simplified": "Your dreams might show you different ideas about things you didn't know you were thinking about. For example, common dreams like being able to fly or falling, or your teeth falling out, or having no clothes on in a public place, probably mean something similar for most people. However, the best way to understand what these dreams truly mean for you is to connect them to the things that happen and how you feel in your daily life."}
{"dataset_id": "tsar2025testblind", "text_id": "22-a2", "original": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.", "target_cefr": "A2", "simplified": "Wild dogs live in Moscow. This is interesting.\nAbout 35,000 wild dogs live on the streets there.\nSome dogs were born wild.\nOther dogs were pets. Their owners left them.\nSome dogs live alone. Other dogs live in groups.\nIn 2010, scientists studied the dogs.\nThey saw the dogs learned to live in the city very well. This was a big success.\nThe dogs learned it is safer to cross the street with people.\nSome dogs seem to understand traffic lights."}
{"dataset_id": "tsar2025testblind", "text_id": "22-b1", "original": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.", "target_cefr": "B1", "simplified": "The wild dogs of Moscow are one of the most interesting examples of wild animals that live in a city, where there are about 35,000 of them living on the streets. Some of these dogs were born wild, while others were pets that their owners left, and they live alone or in packs. In 2010, scientists studied the dogs and found that they have adapted very well to city life. For example, they have learned that it is safer to cross the street with people, and some dogs even seem to understand traffic lights."}
{"dataset_id": "tsar2025testblind", "text_id": "23-a2", "original": "Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.", "target_cefr": "A2", "simplified": "RJ Palacio wrote her first book. Its name is Wonder.\nOne day, she saw a girl. The girl had a different face. This gave RJ Palacio the idea for her book. She writes this on her website.\nMany people bought Wonder in the USA. It won many awards.\nMany schools use this book. They talk about bad things people do. They talk about being friends. They talk about being different.\nNow, a film of the book is coming. Many people want to see it. I want to see it too. We want to know what RJ Palacio will write next."}
{"dataset_id": "tsar2025testblind", "text_id": "23-b1", "original": "Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.", "target_cefr": "B1", "simplified": "\"Wonder\" is the first novel by RJ Palacio, who lives in New York. On her website, she explains that the idea for the book came to her after seeing a girl with a face that looked different on the street one day. Wonder has been a **bestseller** (a very popular book that sells a lot) in the United States and has already won many awards. Many schools are now using it as a starting point for **discussions** (talks) about **bullying** (being unkind to others), **friendship** (being good friends), and what it's like to be different. A film **version** (a film) of the book is being made, and many, including me, are waiting with excitement to see what RJ Palacio writes next."}
{"dataset_id": "tsar2025testblind", "text_id": "24-a2", "original": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.", "target_cefr": "A2", "simplified": "Chloe has two pet rats. Their names are Zena and Roxy.\nChloe knows they are not normal pets. She tried many times to tell people. She said rats are not dirty. She said they are good pets. You must look after them well.\nBut she knows why people feel bad about rats. Chloe did not like rats before. Her friend Martin had pet rats. He showed them to Chloe. Chloe saw they were friendly. She saw they were clever.\nLast year, Martin's rat had babies. Chloe wanted two of the babies."}
{"dataset_id": "tsar2025testblind", "text_id": "24-b1", "original": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.", "target_cefr": "B1", "simplified": "Chloe has two pet rats, Zena and Roxy. She knows they're not typical pets, and she has repeatedly tried to explain patiently to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats, and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them."}
{"dataset_id": "tsar2025testblind", "text_id": "25-a2", "original": "Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.", "target_cefr": "A2", "simplified": "Cape Town can be a dangerous place for baboons. Cars hurt or kill some baboons. Others play with electric cables. The cables can kill them. Baboons are an endangered type of animal. This shows there are not many of these animals left. People want to save them. They also want to make problems between baboons and people smaller. So, the city leaders give jobs to a team of Baboon Monitors. These monitors make baboons leave city areas. Or they catch them and let them go in the countryside. This plan helps a little. But it is hard to stop baboons from coming back to the city. They come back because they find easy food there."}
{"dataset_id": "tsar2025testblind", "text_id": "25-b1", "original": "Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.", "target_cefr": "B1", "simplified": "Cape Town can be a dangerous place for baboons. Some baboons have been hurt or killed in car accidents, and others have been electrocuted when they played with electric cables. Baboons are an endangered type of animal. To save them and reduce problems between humans and baboons, the city leaders have hired a team of Baboon Monitors. The monitors' job is to chase baboons out of city areas, or they catch them and let them go in the countryside. This plan has had some success, but it is still hard to stop baboons from coming back to the city, because they see it as a place for easy food."}
{"dataset_id": "tsar2025testblind", "text_id": "26-a2", "original": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. ", "target_cefr": "A2", "simplified": "I work for an IT company in many countries. Its main office is in the USA. So I work from home and online. I do not travel to work. I do not make small talk with other workers.\n\nI work on specific jobs. These jobs have a start and an end. I can change my work schedule easily. This is very important for me. I can take time off easily. My children need me for school shows. I can take time off for them. I can also see the dentist.\n\nBut there is a bad thing. I do not have set work times. So I often work late at night. Sometimes I do not eat dinner because I want to finish my work."}
{"dataset_id": "tsar2025testblind", "text_id": "26-b1", "original": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. ", "target_cefr": "B1", "simplified": "I work for an international IT company, but because its main office is in the USA, I do all my work online from home. This means I don't lose time travelling to work or having unimportant talks with colleagues. I work on a project system, and this freedom is very important to me. It means I can easily take time off when my children need me to go to their school performances or if I need to arrange a meeting with the dentist. However, there is a problem: because I don't have fixed office hours, I often work late into the evening, sometimes missing dinner to finish a job."}
{"dataset_id": "tsar2025testblind", "text_id": "27-a2", "original": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.", "target_cefr": "A2", "simplified": "In the 1990s, graffiti was still popular. (Graffiti is writing or drawings on walls in public places.) Street art also grew very fast around the world. (Street art is art made in public places, like on walls or buildings.)\n\nSome artists made art about how countries are run. They wanted people to think about war. They wanted people to think about when people do not have the same things. They wanted people to think about when people are treated unfairly.\n\nOther street artists wanted to make beautiful art. Their art was nice to look at.\n\nIn South America, many artists went to poor areas. They added colour, life, and things that look nice to grey city walls."}
{"dataset_id": "tsar2025testblind", "text_id": "27-b1", "original": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.", "target_cefr": "B1", "simplified": "In the 1990s, graffiti continued, but there was also a big increase in **street art**, which is art made in public places like walls. Some artists wanted to make art with a political message, which made people think about war and how some people are treated unfairly. However, other street artists were more interested in making beautiful and attractive work. For example, in South America, many street artists went to work in poor areas, where they added colour, life, and beautiful things to grey city walls."}
{"dataset_id": "tsar2025testblind", "text_id": "28-a2", "original": "Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.", "target_cefr": "A2", "simplified": "Social media, magazines, and shops show people many things. They show things to buy every day. British people buy many clothes and shoes now. Online shopping makes it easy to buy. People buy things fast. Big shops sell very cheap clothes. People wear these clothes two or three times. Then they throw them away. These clothes are like things for throwing away."}
{"dataset_id": "tsar2025testblind", "text_id": "28-b1", "original": "Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.", "target_cefr": "B1", "simplified": "Social media, magazines, and shop windows show people many things to buy every day, which means that British people are buying more clothes and shoes than ever before. Online shopping makes it easy for people to buy without thinking carefully. Also, big companies sell clothes that are so cheap that people often treat them like items to throw away. This means they wear these clothes only two or three times and then throw them away."}
{"dataset_id": "tsar2025testblind", "text_id": "29-a2", "original": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.", "target_cefr": "A2", "simplified": "Sam closed his eyes a little because of the sun.\nHe saw a car far away.\nThe car made a dust trail. The dust went up.\nThe car went to the Big House.\nThe horses kicked. They hit flies with their tails.\nThey did not care about their owner's visit.\nTheir owner was coming. He did not visit for ten months.\nSam waited.\nMr. Carter was Sam's boss. He did not come here often.\nHe came only if he needed to.\nSam liked this.\nSam stayed away from his boss. This way, he could keep his job.\nMr. Carter wiped sweat from his neck.\nHis shirt was wet.\nThe wet areas looked like shapes on a map.\nHis skin became red. The sun in June made it red.\nHis skin was not dark from the sun. It showed he stayed inside.\nHe got money. Other people did the work for him."}
{"dataset_id": "tsar2025testblind", "text_id": "29-b1", "original": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.", "target_cefr": "B1", "simplified": "Sam closed his eyes a little because of the sun and saw a line of dust far away, which a car was making as it drove up to the Big House. The horses kicked and moved their tails to get rid of flies, but they did not care that their owner was visiting for the first time in ten months. Sam waited because Mr. Carter only came to this place if he had to, and this was good for Sam. He knew that if he stayed away from his boss, he would keep his job longer. Mr. Carter wiped the sweat from the back of his neck, and the wet parts on his shirt looked like strange shapes as his skin already started to get red in the June sun. However, his skin was not dark from the sun, which showed that he earned money while other people did the work."}
{"dataset_id": "tsar2025testblind", "text_id": "30-a2", "original": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.", "target_cefr": "A2", "simplified": "Many city residents in Berlin, Germany, were angry. They said shooting pigs was too cruel. It was not needed. Hunters and animal lovers had many angry arguments.\n\nBecause of these protests, the city council made a new plan. They wanted a more peaceful way to stop the pigs. They do not shoot the pigs now. They built fences. It is not allowed to feed the pigs.\n\nWe will see if this plan works. But it may be a fight they cannot win. Warmer winters mean there are many more pigs than before."}
{"dataset_id": "tsar2025testblind", "text_id": "30-b1", "original": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.", "target_cefr": "B1", "simplified": "Many city residents in Berlin, Germany, complained that killing pigs was too cruel and not necessary, and there were heated arguments between hunters and animal lovers. In response to these protests, the city leaders decided to take more peaceful action against the pigs. So, instead of killing them, they have put up fences and made it illegal to feed the pigs. We do not know if this plan will work. It might be a difficult fight because warmer winters mean there are more pigs than before."}
{"dataset_id": "tsar2025testblind", "text_id": "31-a2", "original": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.", "target_cefr": "A2", "simplified": "Suzanne Collins loves old Greek stories. These stories are called Greek myths. They gave her an important idea for her book, 'The Hunger Games'.\nWhen she was a child, she liked one story very much. It was 'Theseus and the Minotaur'.\nIn this story, Crete ruled the city of Athens. But the people of Athens rebelled.\nMinos was the king of Crete. To punish them, Minos forced Athens to send seven boys and seven girls to Crete every year.\nMinos threw these young people into a labyrinth. A monster called the Minotaur lived there. It ate the young people.\nBut one young person fought the Minotaur. His name was Theseus. He killed it.\nSuzanne thinks Katniss Everdeen is like Theseus in the future."}
{"dataset_id": "tsar2025testblind", "text_id": "31-b1", "original": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.", "target_cefr": "B1", "simplified": "An important inspiration for Suzanne Collins' book, The Hunger Games, comes from her love of classical Greek mythology. When she was a child, one of her favourite stories was about Theseus and the Minotaur. In this story, the city of Athens is ruled by Crete, but the Athenians rebel against them. As a punishment, Minos, the king of Crete, forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth, a dangerous place with many confusing paths, where a monster called the Minotaur eats them. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus."}
{"dataset_id": "tsar2025testblind", "text_id": "32-a2", "original": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.", "target_cefr": "A2", "simplified": "Zoos bring people and animals together. They can teach people about saving animals and nature. They can make people want to protect animals and their homes. Some zoos give a safe place to animals. These animals were hurt in circuses. Or people left their pets alone. Zoos also do important studies. For example, they study how animals act. They also study how to help sick animals."}
{"dataset_id": "tsar2025testblind", "text_id": "32-b1", "original": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.", "target_cefr": "B1", "simplified": "By bringing people and animals together, zoos have the potential to educate people about conservation issues, which means problems related to protecting animals and nature, and inspire them to protect animals and their homes. Some zoos provide a safe place for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses."}
{"dataset_id": "tsar2025testblind", "text_id": "33-a2", "original": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.", "target_cefr": "A2", "simplified": "A new idea is starting. It is called 'buy nothing'. This idea fights against consumerism. Consumerism is when people buy too many things.\nIt started in Canada in the early 1990s. Then it went to the US.\nIn the US, people said 'no' to buying too much. They said 'no' to using too much money. This was on Black Friday and Cyber Monday. These days are after Thanksgiving.\nOn Buy Nothing Day, people make different protests. They cut their credit cards.\nAll year, Buy Nothing groups organise swapping things. They also organise fixing things. These are things people already have."}
{"dataset_id": "tsar2025testblind", "text_id": "33-b1", "original": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.", "target_cefr": "B1", "simplified": "A new trend, called 'buy nothing', is starting. It is against **consumerism**, which is the idea that buying and owning many things is good. This idea started in Canada in the early 1990s, and then it moved to the US. In the US, people did not want to spend too much money or buy too many things. This was especially true during Black Friday and Cyber Monday, which are big sales days after Thanksgiving. On Buy Nothing Day, people plan different kinds of protests, and some even cut their credit cards. Also, all through the year, Buy Nothing groups arrange for people to exchange and fix things they already own."}
{"dataset_id": "tsar2025testblind", "text_id": "34-a2", "original": "Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains. ", "target_cefr": "A2", "simplified": "Is graffiti art or vandalism? People have different ideas. In many countries, people write or paint on public places. They also paint on other people's things. This is vandalism. Police stop many street artists. Some artists must pay fines. City councils complain about the high cost. They clean graffiti off buildings, buses, and trains."}
{"dataset_id": "tsar2025testblind", "text_id": "34-b1", "original": "Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains. ", "target_cefr": "B1", "simplified": "Graffiti, which is writing or drawing on walls or other public places, can be seen as art or vandalism, and this depends on your point of view. However, in many countries, writing or painting on public or private property is considered vandalism. Because of this, many street artists have been stopped by the police and some have had to pay fines. City councils also complain about the high cost of cleaning graffiti from buildings, buses, and trains."}
{"dataset_id": "tsar2025testblind", "text_id": "35-a2", "original": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.", "target_cefr": "A2", "simplified": "What do people in art think about graffiti and street art? Now, art people see this art as real art. They think it is important. There were big shows of street art. They were in art places in Paris, London, and Los Angeles. Elura Emerald is an art person from America. She made a street art show in 2008. It was in a New York art place. She spoke for street art people. She said: \"Art people paint on the street. They just show their feelings. They do not hurt anyone. People should like them. People should praise them.\""}
{"dataset_id": "tsar2025testblind", "text_id": "35-b1", "original": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.", "target_cefr": "B1", "simplified": "People in the art world have started to think differently about `graffiti`, which is writing or drawings on walls in public places, and `street art`, which is art made in public places. Lately, there has been a growing `acceptance` of its `importance` as an art form. For example, there have been big `shows` of street art in `art spaces` in Paris, London, and Los Angeles. The American artist Elura Emerald `planned` a street art `show` at a New York `art space` in 2008. She defended street artists, saying that artists who paint on the street are `just` expressing `their own feelings` and not hurting anyone. She believed that people should `like` and `celebrate` them."}
{"dataset_id": "tsar2025testblind", "text_id": "36-a2", "original": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.", "target_cefr": "A2", "simplified": "Most people have four to six dreams every night. This starts after they are ten years old. That is 2,000 dreams a year. When people get to 80 years old, they can have 140,000 dreams.\n\nWe forget most dreams. We forget 95 to 99 dreams out of 100. But we still remember many dreams in our life.\n\nIt is easy to think that a dream can be like a real event. This happens by chance. It is mostly true if the dream is about normal things. These things happen often in daily life."}
{"dataset_id": "tsar2025testblind", "text_id": "36-b1", "original": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.", "target_cefr": "B1", "simplified": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old, the average person might have had as many as 140,000 dreams. Even if we forget 95-99 percent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life."}
{"dataset_id": "tsar2025testblind", "text_id": "37-a2", "original": "The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed. ", "target_cefr": "A2", "simplified": "The Hunger Games takes place in the future. North America was destroyed.\nThe country is called **Panem**. It has twelve poor areas.\nThe rich **Capitol** controls these areas. The Capitol is a city. It has all the power over the country.\nEach area makes different things for the **Capitol**. The story starts in Area 12. Area 12 gives all the black rock for the country.\nThere was a thirteenth area. It fought against the **Capitol**. It wanted to stop the Capitol's rule. So, the **Capitol** destroyed it."}
{"dataset_id": "tsar2025testblind", "text_id": "37-b1", "original": "The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed. ", "target_cefr": "B1", "simplified": "The Hunger Games takes place in the future, after North America was destroyed. The country is called Panem, and it is made up of twelve poor districts. These districts are governed by the rich Capitol, which is a powerful city that has complete control over the whole country. Each district makes different things for the Capitol. For example, District 12, where the story begins, provides all the coal, which is a black rock used for burning, for the country. There used to be a thirteenth district, but it rebelled against the Capitol in the past and was destroyed."}
{"dataset_id": "tsar2025testblind", "text_id": "38-a2", "original": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.", "target_cefr": "A2", "simplified": "Wild animals often come into cities to look for food. In Cape Town, South Africa, baboons started to come to houses at the side of the city to eat. They open rubbish bins and eat fruit from gardens and orchards. Some baboons are very brave. They go into people's houses and take food from kitchen cupboards and fridges. Baboons can fight. They attack many pet animals. So, people do not want them there."}
{"dataset_id": "tsar2025testblind", "text_id": "38-b1", "original": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.", "target_cefr": "B1", "simplified": "Wild animals frequently come into cities to look for food. In Cape Town, South Africa, baboons, which are a type of large monkey, have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards; in fact, some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges. Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence."}
{"dataset_id": "tsar2025testblind", "text_id": "39-a2", "original": "A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.", "target_cefr": "A2", "simplified": "Engineers are people. They design and build things like bridges. A miscalculation is a mistake with numbers.\n\nMany bridge accidents happen. They happen when people build the bridge. These accidents are often because of a mistake. Engineers make this mistake. For example, they make a miscalculation. The bridge falls down. It falls because it is too heavy. This can kill the workers. They are on the bridge then."}
{"dataset_id": "tsar2025testblind", "text_id": "39-b1", "original": "A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.", "target_cefr": "B1", "simplified": "Many bridge accidents happen when people are building the bridge. These accidents are often because engineers make mistakes, for example, when they calculate numbers wrongly. Because of these errors, the bridge can fall down under its own weight, which can be very dangerous for the workers who are on it."}
{"dataset_id": "tsar2025testblind", "text_id": "40-a2", "original": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.", "target_cefr": "A2", "simplified": "George Lucas made films. He used a special story idea. It is called \"the hero's journey.\" This idea has 17 steps. George Lucas used these steps for his stories.\n\nUsually, a hero lives a normal life. But then something happens. It tells them to go on an adventure. This adventure makes everything different.\n\nFirst, in Star Wars, Luke lives a normal life. He lives with his aunt and uncle. He fixes robots.\n\nHe finds a message. It is from Princess Leia. It is for Obi-Wan Kenobi. It is in the robot R2D2. This message is the call to adventure. It starts his trip."}
{"dataset_id": "tsar2025testblind", "text_id": "40-b1", "original": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.", "target_cefr": "B1", "simplified": "George Lucas was one of the first film directors who based his stories on the 17 stages of the **hero's journey**, which is a common story pattern where a main character goes on an adventure and changes. Usually, the hero starts the story with an ordinary life, but then something happens that calls them to an adventure which changes everything. For example, at the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, and he repairs robots. However, when he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, this is 'the call to adventure' that starts him on his journey."}
{"dataset_id": "tsar2025testblind", "text_id": "41-a2", "original": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.", "target_cefr": "A2", "simplified": "Sometimes, big rocks in space can hit Earth. These rocks are called PHAs.\nNASA has an idea to keep Earth safe. One idea is to blow up a PHA.\nThis idea sounds like a movie story. The movie 'Armageddon' in 1998 was about this.\nBut it is a real plan from NASA. It is called HAMMER.\nHAMMER means 'Hypervelocity Asteroid Mitigation Mission for Emergency Response'.\nHAMMER uses big rockets. These rockets are very heavy, eight tons.\nNASA can fire these rockets at a PHA. The PHA is coming near Earth.\nThey hope to push it off its path. This moves it away from Earth.\nBut if the PHA is too close to Earth. This plan will not work then.\nThen, the rockets will carry nuclear bombs. These bombs will make the PHA break into many pieces."}
{"dataset_id": "tsar2025testblind", "text_id": "41-b1", "original": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.", "target_cefr": "B1", "simplified": "An **asteroid** is a rock that flies through space. One way to protect Earth from an asteroid is to make it explode with a nuclear bomb. This idea might seem like a story from a film, and it was even in the 1998 film 'Armageddon'. However, NASA has a real plan for this. It is called HAMMER. HAMMER is a NASA plan to deal with asteroids in an emergency. This plan uses eight-ton rockets, which would be sent towards an asteroid that is coming closer. The hope is that these rockets would push the asteroid and change its direction. But if the asteroid is too close to Earth, this plan would not work. In that case, the rockets would instead carry nuclear bombs to make it explode."}
{"dataset_id": "tsar2025testblind", "text_id": "42-a2", "original": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.", "target_cefr": "A2", "simplified": "Campbell talks about main characters.\nFirst, the main character says no to a call for a journey.\nBut a mentor, a helpful friend, appears and helps the main character.\nSo, the main character goes into a new, special world where the journey starts.\n\nNext, the main character passes tests.\nThey fight bad people and meet friends.\nThese things help the main character get ready for their biggest hard test.\n\nFor Luke, Obi-Wan is the mentor.\nHis friends are Han Solo and the robots R2D2 and C3PO.\nDarth Vader is the bad person.\nThis all happens inside the special world of the Death Star."}
{"dataset_id": "tsar2025testblind", "text_id": "42-b1", "original": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.", "target_cefr": "B1", "simplified": "According to Campbell, the hero first says no to the call for an adventure. However, a **mentor**, who is a guide or a teacher, then appears and helps them. Because of this help, they decide to go into a new place, which is called the 'special world', where the adventure will happen. In the next part of the story, the hero goes through tests, fights enemies, and meets friends. This is all part of preparing to face their biggest challenge. For example, in the story of Luke Skywalker, his mentor is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. His enemy is Darth Vader, and this happens inside the 'special world' of the Death Star."}
{"dataset_id": "tsar2025testblind", "text_id": "43-a2", "original": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.", "target_cefr": "A2", "simplified": "A 'sharing economy' is a system. People share things they do not use much. These things may seem useless to some. But they can be valuable for others. People make money from sharing these things. The internet helps with this. Online groups now find ways to make money from these underused things. They use websites and social media groups. These help people buy and sell things that are not new. It is now easy to share things directly. People share with other people. This is the 'sharing economy'."}
{"dataset_id": "tsar2025testblind", "text_id": "43-b1", "original": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.", "target_cefr": "B1", "simplified": "Items that are not used enough might seem useless to some people, but they can be very useful to others. With the start of the internet, online groups have found a way to make money from sharing these things that people don't use often. It is now easier than ever for people to share things with each other, as websites and social media groups help them buy and sell second-hand goods. This system is known as the sharing economy, which is a way for people to share things and earn money from them."}
{"dataset_id": "tsar2025testblind", "text_id": "44-a2", "original": "Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.", "target_cefr": "A2", "simplified": "About 200 years ago, two big ideas about dreams were popular.\nOne idea was this: Dreams show us things we do not know. We do not know these things when we are awake. Freud was a famous doctor. He thought this: If we know what dreams mean, we can know our feelings. These are feelings inside us. We can also know our problems.\n\nBut the other idea was the opposite. It said dreams are just mixed up things in our brain. Our brain does this when it puts memories from the day in order. When we wake up, we try to understand these mixed up pictures and feelings. We try to make them into a story."}
{"dataset_id": "tsar2025testblind", "text_id": "44-b1", "original": "Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.", "target_cefr": "B1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that the things we see in our dreams show us things that are hidden in our minds. Freud believed that if we understand what our dreams are telling us, we can understand our secret feelings and the problems they cause. However, the other idea was completely different. It said that dreams are just a mix of random things happening in the brain while it is organizing memories and events from the day. When we wake up, we try to understand these random pictures and feelings, and we put them into some kind of story."}
{"dataset_id": "tsar2025testblind", "text_id": "45-a2", "original": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.", "target_cefr": "A2", "simplified": "A freelancer works for different people. They are their own boss.\nI am a freelancer. I work for myself. This makes me very happy. I control my work. I control my time.\n\nFirst, I worked at home. But it was very hard to focus on work. Many things stopped me. I saw cleaning the house. I wanted more tea. My family wanted me for many things.\n\nSo I went to a cafe near my home. I worked there. But the internet was not very good. I drank too much coffee.\n\nA co-working space is a place. Many people work there. They share desks.\nIn the end, I paid to use a desk. It was in a co-working space. Five other freelancers worked there too. I liked to put on clothes for work. I liked to go to work in the morning. I could focus on my work there. It felt like a real office."}
{"dataset_id": "tsar2025testblind", "text_id": "45-b1", "original": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.", "target_cefr": "B1", "simplified": "I am a `freelancer`, which means I work for myself and not for one company. This is great because I can control what I do and how I spend my time. At first, I was working from home, but I realised it was really hard to concentrate there. This was because there were too many things to distract me, like housework that needed doing, or my family wanting my time for different things. So, I started to go to a nearby café to work, but the Wi-Fi connection was not good enough, and I drank too much coffee. In the end, I decided to pay to use a desk in a `co-working space`, which is an office where different freelancers or small companies can rent a desk and work together. There were five other freelancers like me there. I liked getting ready to go to work in the morning, and I could focus well in an office place."}
{"dataset_id": "tsar2025testblind", "text_id": "46-a2", "original": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.", "target_cefr": "A2", "simplified": "NEOs are rocks in space.\nNASA wants to find middle-sized NEOs.\nBut NASA can only find them if it gets money.\nNASA wants to build a special telescope.\nIts name is NEOCam.\nThis telescope will be in space.\nIt is 0.5 metres wide.\nIt will use infrared light.\nIt will use this light to find asteroids.\nIf NASA gets the money, it can probably reach its goal in ten years.\nAfter NASA finds the NEOs, it will write them down.\nThen, the team that protects the planet will start.\nThis team still needs to know how to defend the planet.\nThey need to stop very dangerous asteroids from hitting the planet.\nThese very dangerous asteroids are called PHAs."}
{"dataset_id": "tsar2025testblind", "text_id": "46-b1", "original": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.", "target_cefr": "B1", "simplified": "Whether NASA can find the remaining medium-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs."}
{"dataset_id": "tsar2025testblind", "text_id": "47-a2", "original": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.", "target_cefr": "A2", "simplified": "A new idea is here. It is called 'buy nothing'. This idea is now with people on social media. These people usually show clothes and make-up. They tell people to buy these things.\n\nNow, some YouTube stars tell people to buy nothing. They say 'buy nothing' for a whole year. Two friends in Canada did this. They did it for one year. They only bought food.\n\nFor three months, they learned to live. They did not buy electric things. They did not buy clothes. They did not buy things for their house. Next, they stopped buying services. For example, no haircuts. No eating in restaurants. No gas for cars. In one year, they saved $55,000."}
{"dataset_id": "tsar2025testblind", "text_id": "47-b1", "original": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.", "target_cefr": "B1", "simplified": "The 'buy nothing' trend has now reached influencers on social media, who usually share posts of clothes and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all, sometimes for a whole year. For example, two friends in Canada spent a year trying to buy only food. First, for three months, they learned how to live without buying electrical goods, clothes, or items for their house. After that, they stopped using services; for example, they did not get haircuts, eat in restaurants, or buy petrol for their cars. In this way, they saved $55,000 in one year."}
{"dataset_id": "tsar2025testblind", "text_id": "48-a2", "original": "Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.", "target_cefr": "A2", "simplified": "Pi thinks religion is important. His family is Hindu. But he wants to know about other religions. He makes friends with a Christian church leader. He also makes friends with a Muslim person who makes bread.\n\nEveryone was surprised. Pi said he was Hindu, Muslim, and Christian. He said he was all three at the same time. His family and teachers asked him to choose one religion. Pi said no. He said, \"I just want to love God.\"\n\nAfter that, his family and teachers let him decide. They let him choose his own religion."}
{"dataset_id": "tsar2025testblind", "text_id": "48-b1", "original": "Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.", "target_cefr": "B1", "simplified": "Religion, which is a system of faith and worship, is very important to Pi. Although his family follows Hinduism, Pi shows interest in other faiths, which leads him to make friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to choose only one religion, Pi refuses, saying, 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion."}
{"dataset_id": "tsar2025testblind", "text_id": "49-a2", "original": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! ", "target_cefr": "A2", "simplified": "Some people write their dreams. This can help them have lucid dreams.\nWhat are lucid dreams? They are dreams where you know you are dreaming. You can change what happens in them.\nSo, you can change a bad dream. You can make it a good dream. You can also control the dream's story. You are like a film director.\nThen, you do not just understand your dreams. You make them. But maybe you want to keep some dreams. These dreams let your brain tell you things."}
{"dataset_id": "tsar2025testblind", "text_id": "49-b1", "original": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! ", "target_cefr": "B1", "simplified": "Some people believe that writing down your dreams can open your mind to lucid dreaming. Lucid dreams are dreams where you are not only aware you are dreaming, but you can also make decisions to change what happens in them. So, you could change a nightmare into a safe-feeling dream, or you could direct the plot of your dream like a film director. This means you would create your dreams, instead of just working out their meaning, though you may still want some dreams which can help your deeper thoughts tell you what is on your mind."}
{"dataset_id": "tsar2025testblind", "text_id": "50-a2", "original": "People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.", "target_cefr": "A2", "simplified": "\"Fast fashion\" means clothes become popular quickly. They are popular for a short time.\nThere is a 'disposable clothing problem'. This means people throw away many clothes. People do not know they are part of this problem. They give their old clothes to charity shops. But charity shops cannot sell all these clothes.\nFast fashion clothes are often bad quality. People cannot recycle them. This means people cannot make new things from them. People do not want to buy them second-hand. Many clothes are thrown away. Charity shops send many clothes they cannot sell to other countries. This causes more money problems and problems for nature."}
{"dataset_id": "tsar2025testblind", "text_id": "50-b1", "original": "People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.", "target_cefr": "B1", "simplified": "People might not understand that they are part of the problem with clothes, because they give their old clothes to charity shops. However, charity shops cannot sell all the clothes that people do not want. 'Fast fashion', which means cheap clothes that go out of style very quickly, is often too poor quality to recycle. Because of this, people do not want to buy these clothes second-hand. So, huge amounts of clothes finally go into the rubbish. Also, many clothes that charity shops cannot sell are sent to other countries, and this creates even more money and nature problems."}
{"dataset_id": "tsar2025testblind", "text_id": "51-a2", "original": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms. ", "target_cefr": "A2", "simplified": "Meagan McGrath is from Canada.\nShe is an adventurer.\nShe loves new challenges.\nShe always wants to do more.\nShe climbed the highest mountain on every continent.\nShe rode a bike across Canada.\nShe ran a long race in the Sahara Desert.\nThe Sahara Desert is a very hot place.\nIt was 45 degrees hot there.\n\nBut her trip to the South Pole was her most difficult trip.\nShe went there on skis.\nThe South Pole has a lot of ice.\n\nOn the first day, she fell.\nShe fell into a glacier.\nA glacier is a very big river of ice.\nSomeone had to help her.\n\nMany people would give up then.\nBut Meagan decided to carry on.\nShe reached the South Pole 40 days later.\nShe pulled a sledge on the ice.\nHer tent and all her food were on this sledge.\nThe weather was very cold.\nThere were bad ice storms."}
{"dataset_id": "tsar2025testblind", "text_id": "51-b1", "original": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms. ", "target_cefr": "B1", "simplified": "Not content with just one amazing journey, some adventurers today go from one challenge to another. For example, Meagan McGrath from Canada has climbed the highest mountain on every continent, cycled across Canada, and run a long-distance race in the Sahara Desert, where the heat was 45ºC. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier, so someone had to rescue her. Most people would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, even though she had to pull a sled with her tent and all her food behind her through freezing conditions and ice storms."}
{"dataset_id": "tsar2025testblind", "text_id": "52-a2", "original": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.", "target_cefr": "A2", "simplified": "Homelessness is when people do not have a home.\nBlek le Rat painted rats.\nHe painted them on walls in Paris.\nParis is his home city.\nNow, he wants people to think.\nHe wants them to think about many problems.\nHe paints pictures of people without homes.\nHe paints them in big cities.\nHe wants people to think about homelessness."}
{"dataset_id": "tsar2025testblind", "text_id": "52-b1", "original": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.", "target_cefr": "B1", "simplified": "Blek le Rat began by painting rats on the walls of his own city, Paris. Today, he tries to make people think about various problems in society. For example, he paints pictures of people without homes in large cities to help residents think about the problem of homelessness. Homelessness is when people do not have a place to live."}
{"dataset_id": "tsar2025testblind", "text_id": "53-a2", "original": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. ", "target_cefr": "A2", "simplified": "Some councils have a problem.\nArtists paint `graffiti` on many walls.\nThe councils want to stop this.\nSo, they give artists special places.\nArtists can paint `graffiti` there.\n\nTaiwan is one place like this.\nIt has 'graffiti zones'.\nArtists can paint on walls there.\nThey can write on walls there.\n\nSão Paulo is a city in Brazil.\nThe city council there also lets some artists paint.\nThey paint on the city's subway trains."}
{"dataset_id": "tsar2025testblind", "text_id": "53-b1", "original": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. ", "target_cefr": "B1", "simplified": "In some areas, local governments have tried to help artists not to paint graffiti, which is pictures or words painted on walls without permission, anywhere they want, by allowing them to work in special places. Taiwan is one example of this, and there are 'graffiti zones' where artists can paint and write on walls freely. Also, in São Paulo in Brazil, the city leaders have even allowed some graffiti artists to paint on the city's underground trains."}
{"dataset_id": "tsar2025testblind", "text_id": "54-a2", "original": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.", "target_cefr": "A2", "simplified": "Faith47 is from Cape Town. This city is in South Africa.\nShe paints big pictures. They have many colours.\nShe paints people and animals.\nShe likes to look in different places.\nYou can see her art on the ground.\nYou can see it in empty buildings.\nYou can see it on old cars.\nShe likes that street art is not for a long time.\nThe weather takes it away.\nCity cleaners take it away.\nShe likes this idea.\nIt shows that life changes a lot.\nLife has ends.\nLife has new starts."}
{"dataset_id": "tsar2025testblind", "text_id": "54-b1", "original": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.", "target_cefr": "B1", "simplified": "Faith47 is an artist from Cape Town, South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in disused factories and on abandoned cars. She likes that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings."}
{"dataset_id": "tsar2025testblind", "text_id": "55-a2", "original": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.", "target_cefr": "A2", "simplified": "\"Power distance\" is a way to talk about how people see bosses and workers.\nIn a \"high power distance\" place, people think highly of power and authority. Everyone has their right place.\nIn a \"low power distance\" place, bosses and workers work together. They find answers and make decisions. Leaders help workers. They want workers to think for themselves and ask questions.\n\nGabriela worked in a job before.\nHer job had a high power distance culture.\nThis shows that people thought highly of bosses and their power and authority.\nEveryone knew their right place.\nLeaders made all the big decisions.\nPeople did not often ask them hard questions.\n\nBut Gabriela's team was from Sweden.\nThey worked in a low power distance culture.\nThis shows that workers often worked with their bosses.\nThey found answers to problems and made decisions together.\nIn Sweden, leaders were like helpers or guides.\nThey wanted workers to think for themselves.\nThey wanted workers to ask them questions.\nLeaders wanted workers to ask them hard questions."}
{"dataset_id": "tsar2025testblind", "text_id": "55-b1", "original": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.", "target_cefr": "B1", "simplified": "In her earlier work place, Gabriela was used to a culture with a high **power distance**, which means that people respect power and leaders, and everyone has their own place. In this kind of culture, leaders make the important decisions and people do not often question them. However, her Swedish team was used to working in a culture with a low **power distance**, where employees often work together with their bosses to find solutions and make decisions. In this culture, leaders act like coaches or teachers who help people think for themselves and want to be questioned."}
{"dataset_id": "tsar2025testblind", "text_id": "56-a2", "original": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.", "target_cefr": "A2", "simplified": "Gabriela saw different ways of life. Her team worked in a different way. She decided to talk to them. She had an open talk. She asked about their feelings. She asked about how she led them. Her team was happy she asked. They said they did not know this way to work. This was their normal way of working. They liked to make their own plans. They liked to have creative freedom. Gabriela told them exactly what to do. They felt she did not believe in them. They saw Gabriela felt bad. This was when they tried to say no to her decisions. Or when they tried to change her decisions. They could explain this. They always worked like this."}
{"dataset_id": "tsar2025testblind", "text_id": "56-b1", "original": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.", "target_cefr": "B1", "simplified": "When Gabriela noticed the cultural differences between her and her team, she decided to have an open conversation with them about her leadership. The team was happy that Gabriela asked for their opinions, and they clearly said that they were not used to being told what to do. They explained that they liked having more space to make their own decisions and be creative. However, when she told her team exactly what to do, they felt she did not trust them to do their work well. They also understood that Gabriela felt bad when they tried to question her decisions or change them, so they explained that this was just how they had always worked."}
{"dataset_id": "tsar2025testblind", "text_id": "57-a2", "original": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.", "target_cefr": "A2", "simplified": "Os Gêmeos are twin brothers. They look the same. They are from São Paulo.\nThey paint many kinds of art. They paint small street drawings. They also paint very big pictures of people. These pictures have many colours. They paint on buildings.\nTheir pictures are often very big. So they need cranes. Cranes help them paint.\nIn 2007, they painted a castle. It was in Scotland. They painted all of it."}
{"dataset_id": "tsar2025testblind", "text_id": "57-b1", "original": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.", "target_cefr": "B1", "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint."}
{"dataset_id": "tsar2025testblind", "text_id": "58-a2", "original": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!", "target_cefr": "A2", "simplified": "Graffiti is writing or pictures on walls.\nPeople painted and wrote on walls for a very long time.\nLong ago, people in Africa and Europe used to paint pictures of animals and people.\nThey painted in caves.\nPeople found graffiti on old buildings.\nThese buildings were in Greece, Italy, Syria, and Iraq.\nThere was a Roman town called Pompeii.\nIn Pompeii, people found many examples of graffiti.\nPeople wrote this graffiti in Latin.\nThe graffiti had messages about gods, leaders, love, and magic spells."}
{"dataset_id": "tsar2025testblind", "text_id": "58-b1", "original": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!", "target_cefr": "B1", "simplified": "People have been painting and writing on walls for a very long time. For example, in prehistoric times, people in Africa and Europe used to paint pictures of animals and people inside caves. Also, **graffiti**, which means words or pictures drawn on walls, has been found on very old buildings in countries like Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists found many examples of graffiti that people had written in Latin. These messages included ideas about religion, politics, and love, and some were even magic spells."}
{"dataset_id": "tsar2025testblind", "text_id": "59-a2", "original": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. ", "target_cefr": "A2", "simplified": "Do you dream of climbing Mount Everest? Or walking to the South Pole? You are not alone. Every year, thousands of people try this. They climb the highest mountains in the world. Or they walk across continents.\n\nOld explorers used maps and a compass. But today, adventurers use modern technology. They use GPS. They use satellite phones.\n\nMany adventurers love nature. They travel to help people understand problems with nature. Other adventurers very much want to help people who need help. They collect money for charities."}
{"dataset_id": "tsar2025testblind", "text_id": "59-b1", "original": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. ", "target_cefr": "B1", "simplified": "Have you ever dreamed of climbing Mount Everest or walking to the South Pole? If so, you are not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Different from the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers love the natural world, and they use their travels to help people understand environmental issues, while others are eager to help people in need and collect money for charities."}
{"dataset_id": "tsar2025testblind", "text_id": "60-a2", "original": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.", "target_cefr": "A2", "simplified": "DART is a test. Its full name is Double Asteroid Redirection Test.\nScientists plan to test DART.\nThey will test it on a small moon.\nThis moon is called Didymoon.\nDidymoon is 150 metres wide.\nIt orbits Didymos.\nDidymos is its mother asteroid.\nDidymos is 800 metres wide.\nDART will hit Didymoon.\nWe hope this hit will push Didymoon.\nIt will move Didymoon out of its orbit.\nScientists want the orbit to change.\nThe change must be big enough.\nThen telescopes on Earth can see the change."}
{"dataset_id": "tsar2025testblind", "text_id": "60-b1", "original": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.", "target_cefr": "B1", "simplified": "The first project is called DART, which stands for Double Asteroid Redirection Test. People plan to test DART on the moon of an asteroid, which is a rock that travels in space. This asteroid is called Didymos. Its moon is called 'Didymoon', and it is 150 metres wide. 'Didymoon' goes around its bigger asteroid, which is 800 metres wide. We hope that when DART hits it, the hit will push it away from its path around the bigger asteroid, so that telescopes on Earth can detect the change in its orbit."}
{"dataset_id": "tsar2025testblind", "text_id": "61-a2", "original": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.", "target_cefr": "A2", "simplified": "Katniss Everdeen is the hero of the story. She is 16 years old. She lost her father in a mine accident. She must get food for her family. She hunts in the woods near District 12. Her friend Gale hunts with her. Katniss is very good with a bow and arrow. Her younger sister, Prim, is chosen as a tribute. Tributes are young people. They must fight in a special game. Katniss offers to go instead of Prim. The other tribute is a boy. His name is Peeta. He is also from District 12. Katniss has a relationship with Peeta. This relationship is not simple."}
{"dataset_id": "tsar2025testblind", "text_id": "61-b1", "original": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.", "target_cefr": "B1", "simplified": "The heroine of the story, a sixteen-year-old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale, which helps her become very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the **tributes**, which are young people chosen to fight in a deadly game, Katniss volunteers to go instead, even though it means facing great danger. The other tribute from District 12 is a boy named Peeta, who Katniss soon finds herself in a complicated relationship with."}
{"dataset_id": "tsar2025testblind", "text_id": "62-a2", "original": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.", "target_cefr": "A2", "simplified": "Write about your dreams. This will help you remember more details. Think about the people and the place in your dream. They might add to the meaning. You will write a lot in one week. Then you can connect your dreams to your daily life. You can connect them to things that happen and how you feel."}
{"dataset_id": "tsar2025testblind", "text_id": "62-b1", "original": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.", "target_cefr": "B1", "simplified": "Writing about your dreams will mean you start to remember more details about them, so think about the people and place where the dream happened, as they might add to its meaning too. Over the period of a week, you will be surprised by how much you have written. Then, you can start connecting your dreams to the events and feelings in your daily life."}
{"dataset_id": "tsar2025testblind", "text_id": "63-a2", "original": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.", "target_cefr": "A2", "simplified": "In the past, most bridges were made of wood. They caught fire more easily. Fire could destroy them fast. This was especially true for old train bridges. Trains had steel wheels and tracks. Sometimes, a spark came from these parts. The spark could make the wood bridge catch fire. Then the whole bridge would burn down."}
{"dataset_id": "tsar2025testblind", "text_id": "63-b1", "original": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.", "target_cefr": "B1", "simplified": "Historically, more bridges were made of wood and could easily catch fire. This was especially true for old train bridges, where the steel wheels and tracks could make a small flame, which could sometimes cause the bridge to burn completely."}
{"dataset_id": "tsar2025testblind", "text_id": "64-a2", "original": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!", "target_cefr": "A2", "simplified": "We cannot know how street art will change. But some new things are happening now.\n\nMost street artists are young. They paint in their city or area. But more artists now travel. They work in many places around the world.\n\nOther artists use the internet. They talk to each other. They share photos of their art.\n\nAlso, the art world now sees street art. They think it is a real art form.\n\nWe do not know the future of street art. But we are sure it will stay."}
{"dataset_id": "tsar2025testblind", "text_id": "64-b1", "original": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!", "target_cefr": "B1", "simplified": "It is not possible to know how **street art**, which is art made in public places like walls, will grow in the future, but some clear trends are starting. Most street artists are young people who paint in their city or local area, but more and more of them are now travelling and working around the world. Other artists are also using the internet to talk to each other and share photos of their work. Also, the art world is giving more acceptance to street art as a real art form. Even though we don't know what will happen to street art in the future, we can be sure that it will stay."}
{"dataset_id": "tsar2025testblind", "text_id": "65-a2", "original": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.", "target_cefr": "A2", "simplified": "Suzanne Collines always felt sad about news of wars. She was a child. Her father was a pilot. He was in the US Air Force. He flew planes. He fought in Vietnam. Her mother tried to keep her safe. She did not tell Suzanne about the war. But Suzanne still saw news about the war. She knew her dad was there. It was a very scary time for her."}
{"dataset_id": "tsar2025testblind", "text_id": "65-b1", "original": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.", "target_cefr": "B1", "simplified": "Suzanne Collines always found news programmes about wars upsetting. When she was a child, her father was a pilot in the US Air Force, and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war. However, Suzanne still saw news programmes about the war and knew that her dad was there, which was a very frightening experience for her."}
{"dataset_id": "tsar2025testblind", "text_id": "66-a2", "original": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.", "target_cefr": "A2", "simplified": "A millennial is a person. They were born from 1983 to 1993.\n\nPwC is a company. They did a survey around the world. More than 40,000 people answered. Some were millennials. Some were not. The survey asked about the work place. It asked about how people talk and work. It asked about their pay. It asked about getting better jobs. It asked about time for work and life.\n\nDeloitte is another company. They did another survey around the world. More than 10,000 millennials answered. This survey asked what millennials think about the world of work. It asked about problems and good chances in this world."}
{"dataset_id": "tsar2025testblind", "text_id": "66-b1", "original": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.", "target_cefr": "B1", "simplified": "Two big studies were done around the world. One study, by PricewaterhouseCoopers (PwC), collected answers from more than 40,000 people. These people included `millennials`, who are people born between 1983 and 1993, and also people who were not millennials. This study asked about many topics, such as the culture in the place of work, how people talk to each other, different ways of working, how people get paid, how they can grow in their jobs, and how they find a good balance between work and life. In addition, a different study, done by Deloitte, asked more than 10,000 millennials about their ideas on the dangers and chances for success in the difficult world of work."}
{"dataset_id": "tsar2025testblind", "text_id": "67-a2", "original": "Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.", "target_cefr": "A2", "simplified": "Erik Weihenmayer is from the US.\nHe does many exciting trips.\nHe rode a bike through the deserts of Morocco.\nHe went in a kayak through the Grand Canyon.\nHe climbed the big mountain called Everest.\nIt is amazing.\nErik cannot see.\nHe could not see from 13 years old.\nHe also helps people who have problems with their bodies.\nHe wants them to live active lives.\nHe takes groups of young people who cannot see on climbing trips."}
{"dataset_id": "tsar2025testblind", "text_id": "67-b1", "original": "Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.", "target_cefr": "B1", "simplified": "Erik Weihenmayer is an adventurer from the United States who has ridden a bike through the deserts of Morocco, travelled in a kayak through the Grand Canyon, and climbed Mount Everest. What is amazing is that Erik has been blind since he was 13 years old. Besides his travels, he also tries to help people with disabilities to live active lives, and he takes groups of young blind people on climbing trips."}
{"dataset_id": "tsar2025testblind", "text_id": "68-a2", "original": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.", "target_cefr": "A2", "simplified": "Online places help people.\nThey can get money quickly.\nFor example, busy parents.\nBefore, they did not want to sell their children's old equipment.\nIt was too much work for them.\nThey did not want to go to a market.\nThey did not want to sell things at a car boot sale.\nNow, online places make it easy.\nParents can sell baby clothes that are almost new.\nTheir children cannot wear them now.\nThey can also sell expensive pushchairs.\nThey can sell other baby equipment.\nThey spent a lot of money on these things.\nSo, they can get some cash back."}
{"dataset_id": "tsar2025testblind", "text_id": "68-b1", "original": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.", "target_cefr": "B1", "simplified": "Online places that are open to everyone are giving people a chance to earn some money quickly. For example, before, busy parents might not have wanted to set up a stand at a local market or a sale from their car to sell their children's old things. But now, with online selling websites, parents can sell baby clothes that are almost new and too small for their children, or expensive pushchairs and other baby items they bought, so that they can get some money back."}
{"dataset_id": "tsar2025testblind", "text_id": "69-a2", "original": "Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.", "target_cefr": "A2", "simplified": "Pi and Richard Parker live on a small boat for 227 days.\nThey fight hunger. They fight illness. They have no energy.\nStrong storms hit them. The sun is very hot on the Pacific Ocean. (The Pacific Ocean is a very big sea). They fight hard to stay alive through bad storms and hot sun.\nSometimes, Pi feels good because of his three religions.\nBut sometimes, he feels so sad and alone. He cannot fight these feelings. He has no hope.\nThen, they see land far away. It is the coast of Mexico.\nEverything changes now.\nIt is better if I do not tell you the end. You should read the book yourself to find out what happens to Pi and Richard Parker when they see land."}
{"dataset_id": "tsar2025testblind", "text_id": "69-b1", "original": "Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.", "target_cefr": "B1", "simplified": "Pi and Richard Parker spend 227 days in the lifeboat, and during this time, they experience hunger, sickness, and tiredness. They also suffer through very strong storms and the very hot sun of the Pacific Ocean, but somehow they manage to stay alive. Sometimes, Pi finds comfort in his three religions, but at other times, he feels very lonely and sad. Finally, the Mexican coast appears on the horizon, and everything changes for them. It would be a pity to tell you the end of the story, so you will have to read the book yourself to find out what happens to Pi and Richard Parker when they finally see land."}
{"dataset_id": "tsar2025testblind", "text_id": "70-a2", "original": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.", "target_cefr": "A2", "simplified": "Chloe came home from school.\nShe made a cup of coffee.\nShe took it to her bedroom.\nShe had homework to do.\nBut she wanted to wait.\nShe liked this quiet time.\nHer parents were not home yet.\nSoon, the house would be noisy.\nHer parents would talk.\nThe TV would be on.\nHer dad would listen to jazz music.\nHe liked jazz very much.\nHe would cook dinner.\nChloe liked this time of day.\nShe could play with her pet rats."}
{"dataset_id": "tsar2025testblind", "text_id": "70-b1", "original": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.", "target_cefr": "B1", "simplified": "Chloe arrived home from school and made herself a cup of coffee, which she took up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home. After they arrived, the house would fill up with the evening sounds of chatter, television, or her dad listening to his beloved jazz while he cooked dinner. She also liked this time of day because she could play with her pet rats."}
{"dataset_id": "tsar2025testblind", "text_id": "71-a2", "original": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.", "target_cefr": "A2", "simplified": "In 2010, NASA had a team. This team worked to keep Earth safe. They found and listed 90 out of 100 of the space rocks. These space rocks were 1 kilometre wide. They were near Earth. We call these 'near-Earth objects' (NEOs). NEOs are as big as mountains. They can be 50 million kilometres from Earth's path. NASA knows about 887 of these NEOs. They still need to list 50 more. NASA says these known NEOs are not a danger to Earth."}
{"dataset_id": "tsar2025testblind", "text_id": "71-b1", "original": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.", "target_cefr": "B1", "simplified": "In 2010, NASA's planetary defence team identified and logged 90% of the asteroids near Earth, which were 1km wide. These are called 'near-Earth objects' (NEOs), which are objects close to Earth that are as big as mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 more to log, NASA says that none of the 887 NEOs it knows about are a significant danger to the planet."}
{"dataset_id": "tsar2025testblind", "text_id": "72-a2", "original": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.", "target_cefr": "A2", "simplified": "Auggie goes to school. It is his first day. He feels very worried. All children feel worried at a new school. But Auggie looks different. So this time is very hard for him.\n\nOther children do not want to sit near him. They look at him. They talk about him behind their hands. Luckily, he makes two friends. Jack is a boy in his class. Summer is a girl he talks to at lunch.\n\nBut the first day is not the only hard day. Soon, Auggie learns something. His classmates do not want to touch him. They are afraid of 'the plague'.\n\nAuggie stays at school all year. He has many good times and many very, very hard times. Then, a very bad and surprising thing happens at a school camp. It is a very, very hard time for Auggie. Nobody expects it. It changes everything very much."}
{"dataset_id": "tsar2025testblind", "text_id": "72-b1", "original": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.", "target_cefr": "B1", "simplified": "After Auggie decided to go to school, he had to face his first day. Like every child starting a new school, he felt anxious, but because of how he looks, it was an extremely difficult experience for him. Nobody wanted to sit next to him, and he noticed other children staring at him or whispering about him. Fortunately, he made friends with Jack, who was a boy in his class, and Summer, a girl he chats with at lunch.\n\nBut the first day was not the only hard part. Auggie quickly found out that his classmates did not want to touch him because they were afraid of catching 'the plague'. During the school year, Auggie experienced many ups and downs. Then, an unexpected and disturbing event happened at a school camp, which changed everything completely."}
{"dataset_id": "tsar2025testblind", "text_id": "73-a2", "original": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.", "target_cefr": "A2", "simplified": "Two men looked to the north. They looked at the land. The land went on and on. They could not see its end. The fences were very far. They were hard to see. A teenage boy might be bored. He might be rebellious. But he could not get away on foot.\n\nSam looked at the biggest horse. It kicked the ground. Its hooves were heavy. He thought: \"Can the boy ride?\" A good rider could find a lot of trouble here. It was many miles from anyone. But maybe a boy who did not know horses could find even more trouble. He wanted to run away from his father."}
{"dataset_id": "tsar2025testblind", "text_id": "73-b1", "original": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.", "target_cefr": "B1", "simplified": "The two men looked towards the northern end of the property, which stretched as far as the eye could see. From where they stood, even the fences were hardly visible. However bored and rebellious a teenage boy might get, it was not possible to escape on foot. Sam looked at the biggest of the horses, which was kicking the ground with its heavy hooves. He wondered if the boy could ride, because a good rider could get into a lot of trouble out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father."}
{"dataset_id": "tsar2025testblind", "text_id": "74-a2", "original": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.", "target_cefr": "A2", "simplified": "More than 4,000 climbers went to the top of Everest.\nThey were from thirteen to eighty years old.\nClimbing high mountains is very dangerous.\nIt is very cold and there are strong storms.\nBut the best climbers still look for new challenges.\n\nGerlinde Kaltenbrunner is from Austria.\nShe loved climbing mountains when she was a teenager.\nShe left school.\nShe worked as a nurse.\nBut she climbed in her free time."}
{"dataset_id": "tsar2025testblind", "text_id": "74-b1", "original": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.", "target_cefr": "B1", "simplified": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Although climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time."}
{"dataset_id": "tsar2025testblind", "text_id": "75-a2", "original": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.", "target_cefr": "A2", "simplified": "Gerlinde climbed Everest. So she decided to climb all 14 very high mountains. These mountains are 8,000 metres tall. She climbs without oxygen to make it harder. This is dangerous. There is little oxygen at the top of high mountains. Little oxygen can make her brain and body not work well. Gerlinde is a famous climber. She uses her fame to help a charity. This charity helps poor children and orphans in Nepal."}
{"dataset_id": "tsar2025testblind", "text_id": "75-b1", "original": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.", "target_cefr": "B1", "simplified": "Gerlinde climbed Everest, and after that, she decided to climb all fourteen of the world's 8,000-metre peaks. She climbs without using oxygen tanks, because she wants to make this difficult task even harder. This is dangerous, as low oxygen levels at the top of high mountains can cause problems for the brain and body. Gerlinde is famous as a climber, and she uses her popularity to help a charity for poor children and orphans in Nepal."}
{"dataset_id": "tsar2025testblind", "text_id": "76-a2", "original": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.", "target_cefr": "A2", "simplified": "Think about the things we buy.\nWe buy many things in our lives.\nBut not all things we own are used well.\nFor example, we buy a thick woollen coat.\nWe thought it looked trendy.\nBut we live in a tropical country.\nWe do not use the coat.\nWe also buy a smartphone.\nThen we buy the newest model.\nWe put the old phone away.\nWe have a car.\nWe only use the car on weekends.\nWe have a guest room in our house.\nIt turned into a storeroom."}
{"dataset_id": "tsar2025testblind", "text_id": "76-b1", "original": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.", "target_cefr": "B1", "simplified": "If we look at the things we have bought, we will surely see that we do not use everything well. For example, we might own a thick wool coat which we thought looked good, even though we live in a hot country. There is also the smartphone that we put away when we bought a new model, or the car that is only used at weekends. Sometimes, even the guest room in our house has become a place for storage."}
{"dataset_id": "tsar2025testblind", "text_id": "77-a2", "original": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.", "target_cefr": "A2", "simplified": "For a very long time, in all countries, people had dreams. They thought dreams could tell them about the future. People thought dreams were messages from gods. These messages gave them information. They helped people understand things. Even today, many people remember dreams. They dreamed about a thing, a place, or a person. Later, this dream happened for real."}
{"dataset_id": "tsar2025testblind", "text_id": "77-b1", "original": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.", "target_cefr": "B1", "simplified": "Always, in different cultures and throughout history, people have believed that dreams are connected with telling the future. They thought that dreams were messages from the gods, which gave us knowledge or new understanding. Even today, many people can remember a time when they dreamed about an event, a place, or a person, and later that dream really happened in their life."}
{"dataset_id": "tsar2025testblind", "text_id": "78-a2", "original": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.", "target_cefr": "A2", "simplified": "Building bridges is one of the biggest and most expensive transport projects in the world.\nBridges are very important links. They carry cars, trucks, and trains.\nThey go across water. They go over deep, narrow valleys in mountains. They also go over other roads.\nSo, bridges are a very important part of the work of building things. This work is about thinking about and building roads, buildings, and bridges.\nPeople check bridges very carefully. They do this especially when a bridge falls down."}
{"dataset_id": "tsar2025testblind", "text_id": "78-b1", "original": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.", "target_cefr": "B1", "simplified": "Some of the biggest and most expensive transport projects in the world have included building `bridges`, which are structures that carry roads or railways over things like rivers or valleys. These bridges are very important because they carry cars, trucks, and trains across water, deep valleys, or other roads. As a result, they are a key part of `civil engineering`, which is the job of designing and building roads, bridges, and other public structures. People check them very carefully, especially when they fall down."}
{"dataset_id": "tsar2025testblind", "text_id": "79-a2", "original": "After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.", "target_cefr": "A2", "simplified": "Gabriela was unhappy for many weeks. She sent an email to her manager. She wrote about problems with her team. Her manager just asked her two things. He asked: \"Is your team working well?\" He also asked: \"What can help you work better with your team?\" Gabriela felt her manager was not clear. She felt he did not help with the problem well."}
{"dataset_id": "tsar2025testblind", "text_id": "79-b1", "original": "After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.", "target_cefr": "B1", "simplified": "After weeks of feeling very unhappy, Gabriela emailed her Swedish manager about the problems she was having with her team. However, her manager just asked her if she felt her team was still working well, and what she thought would help her work better with her team members. Gabriela felt that her manager was unclear, and she did not think he was managing the situation well enough."}
{"dataset_id": "tsar2025testblind", "text_id": "80-a2", "original": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.", "target_cefr": "A2", "simplified": "Dogs live in groups. They learn that people give food to small, cute dogs more. So, the group sends these dogs to beg for food for everyone.\nIt is surprising. Some dogs learn to use the city's metro system. They go from one area to another area. Scientists do not know how dogs get off the train at the right time.\nOne idea is this: Dogs have a very, very good sense of smell. They learn to recognise the special smells of their favourite places. Another idea is this: Maybe they learn to recognise station names. They hear these names in train announcements.\nPeople on the metro see dogs often now. They are very used to seeing them. So, locals do not notice the dogs."}
{"dataset_id": "tsar2025testblind", "text_id": "80-b1", "original": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.", "target_cefr": "B1", "simplified": "Dogs that live in groups have learned that people often give food to smaller, cuter dogs, so these dogs are sent to ask for food for all the group. Some dogs have even learned to use the city's metro system to go from one area to another. Scientists are not sure how the dogs know when to get off the train. One idea is that they use their very good sense of smell, and they have learned to know the smells of their favourite places. Another idea is that they have learned to know the names of stations which they hear in announcements. In any case, people who use the metro have now become so used to seeing dogs on the trains that local people mostly do not notice them."}
{"dataset_id": "tsar2025testblind", "text_id": "81-a2", "original": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. ", "target_cefr": "A2", "simplified": "Ed Stafford is from the UK.\nHe was the first person.\nHe walked all of the Amazon River.\nHe started at a very small river in Peru.\nThis was in the Andes mountains.\nHe walked to the mouth of the river in Brazil.\nHe walked for two years and four months.\nHe walked 6,000 kilometres.\n\nThe Amazon has a big forest with much rain.\nThere are snakes that can kill you.\nThere are also crocodiles and jaguars.\nSo, Ed was always in danger.\nHe was lucky.\nThe bites from mosquitoes and ants were the only bad things that happened.\nHe did not get hurt by the big animals."}
{"dataset_id": "tsar2025testblind", "text_id": "81-b1", "original": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. ", "target_cefr": "B1", "simplified": "Ed Stafford, who is from the UK, was the first person to walk the whole length of the Amazon River. He started his journey at a small stream in the Andes mountains in Peru and, after walking 6,000 kilometres, he arrived at the river's mouth in Brazil two years and four months later. The Amazon rainforest, which is home to dangerous snakes, crocodiles, and jaguars, meant Ed was in constant danger. Fortunately, he survived with nothing worse than a few thousand mosquito and ant bites."}
{"dataset_id": "tsar2025testblind", "text_id": "82-a2", "original": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.", "target_cefr": "A2", "simplified": "In Britain, most people buy new clothes. They spend more than £1,000 each year. This is about four per cent of the money they earn. This may not seem like a lot of money. But this number hides two very worrying problems. These problems are bad for people and for nature.\n\nFirst, people buy many clothes with credit cards. Now, British adults must pay back money. They must pay back about £670 each to companies. This is 66 per cent of the money for clothes each year.\n\nAlso, people spend money they do not have. They buy things they do not need with this money. Britain throws away 300,000 tons of clothes each year. Most of these clothes go into the ground with other rubbish."}
{"dataset_id": "tsar2025testblind", "text_id": "82-b1", "original": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.", "target_cefr": "B1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two worrying problems for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, but they are also buying things they do not need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites."}
{"dataset_id": "tsar2025testblind", "text_id": "83-a2", "original": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.", "target_cefr": "A2", "simplified": "Ed's walk was not possible without technology. He had a radio. He asked the people in the big forest with much rain. He asked them for food. He asked them to let him cross their land. Many people came to meet him. They helped him find the way. They helped him in the hardest parts of the land. Ed walked and wrote notes on the internet. He wrote about what happened each day. News people wrote about his trip. Ed took this news. He spoke against destroying the big forest with much rain. He also asked for money. This money was for groups that help nature and children. These groups were in Brazil and Peru."}
{"dataset_id": "tsar2025testblind", "text_id": "83-b1", "original": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.", "target_cefr": "B1", "simplified": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru."}
{"dataset_id": "tsar2025testblind", "text_id": "84-a2", "original": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.", "target_cefr": "A2", "simplified": "Businesses want to make a lot of money. They use things that people do not use enough. This is called the sharing economy. The sharing economy helps people share things and make money. This business idea became popular quickly. Companies give an online platform. This is a website or an app. It connects customers and people. These people can give a product or a service. Airbnb is an example. It acts like a middleman. It connects people who have rooms or houses. It connects them with people who want to stay there. People can earn a lot of money from their unused rooms and houses. They rent these places to other people. Uber is another example. It encourages people to use their own cars like taxis. They can earn extra money in their free time."}
{"dataset_id": "tsar2025testblind", "text_id": "84-b1", "original": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.", "target_cefr": "B1", "simplified": "Companies have realised that they can make money from the **sharing economy**, which is a system where people share things they own, like cars or houses, with others for money. These companies want to benefit from using things that people don't use all the time. A business model that has become very popular quickly is when companies provide an online platform which connects customers with people who can provide a certain product or service. For example, companies like Airbnb help people make money from their rooms and houses that they don't use, because they can rent them out as places to stay and earn good money. Another example is Uber, which encourages people to use their own cars as taxis to earn some extra money in their free time."}
{"dataset_id": "tsar2025testblind", "text_id": "85-a2", "original": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.", "target_cefr": "A2", "simplified": "A `species` is a group of animals or plants that are the same kind.\n\nZoos do important work now. They help animals have babies. This is for many countries. It is especially for `species` in danger.\n\nIn nature, some `species` are very rare. They cannot find a partner easily. They cannot have babies easily. Also, bad people hunt them. They lose their homes. Other animals hunt them.\n\nA good zoo helps these `species`. They can live there. They can have babies there. It is a safe place.\n\nAlso, fewer wild `species` live in nature. So, the animals become too much alike. This is a problem for their family.\n\nHaving babies in zoos helps. Animals from zoos can go back to nature. This makes the animal families more different. This is good for them."}
{"dataset_id": "tsar2025testblind", "text_id": "85-b1", "original": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.", "target_cefr": "B1", "simplified": "Zoos have an important modern job: supporting international breeding programmes, especially for species (kinds of animals) that are in danger of disappearing. In the wild, some of the rarest species (kinds of animals) find it difficult to get partners and have babies. They might also be in danger from poachers, losing their homes, and other animals that hunt them. A good zoo will let these species (kinds of animals) live and have babies in a safe place. In addition, when the number of some wild species (kinds of animals) drops, there is a bigger danger. The animals in these groups can become too similar because they have very similar genes. Breeding programmes give them protection. Animals born in zoos can be put back into the wild, which helps to make the groups have more different genes."}
{"dataset_id": "tsar2025testblind", "text_id": "86-a2", "original": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.", "target_cefr": "A2", "simplified": "These accidents do not happen very often.\nBut boats and trains can make a bridge fall down.\nThey make bridges fall down in different ways.\nA bridge can fall down because of a train's speed.\nA bridge can fall down because of a boat's big size and heavy weight.\nThis can happen even if the boat moves slowly.\nWe can stop bridges from falling down.\nWe must plan for this.\nNew technology can find weak places in bridges.\nSafe places to work can help.\nGood designs can also help.\nThese things can help to stop terrible accidents."}
{"dataset_id": "tsar2025testblind", "text_id": "86-b1", "original": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.", "target_cefr": "B1", "simplified": "Accidents where a bridge can **collapse**, which means it falls down, are very rare. However, boats and trains can make a bridge fall down for different reasons. When a train hits a bridge, its high speed and the force of the hit can make the bridge fall. But with boats, it is their very large size and weight that can make a bridge fall, even if they are moving very slowly. The best way to stop bridges from falling down is to plan for these problems. Modern technologies can find weak points in the bridge's structure, and this, together with safer working places and better designs, can help to make these bad accidents happen less often."}
{"dataset_id": "tsar2025testblind", "text_id": "87-a2", "original": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.", "target_cefr": "A2", "simplified": "At first, Pi is very scared of the animals. He jumps into the sea. Then he remembers something. There are hungry sharks in the water. So, he has only one choice. He must climb back into the lifeboat. The animals in the lifeboat kill and eat each other. Only Pi and the tiger are left. Luckily for Pi, the tiger is sick. Pi names the tiger Richard Parker. The tiger does not want to eat Pi now."}
{"dataset_id": "tsar2025testblind", "text_id": "87-b1", "original": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.", "target_cefr": "B1", "simplified": "At first, Pi was frightened of the animals, which made him jump into the ocean. But then he remembered that there were hungry sharks in the water around him and realised his only option was to climb back into the lifeboat. One by one, the animals in the lifeboat killed and ate each other, until only Pi and the tiger were left. Fortunately for Pi, the tiger, who he named Richard Parker, was seasick and was not immediately interested in eating him."}
{"dataset_id": "tsar2025testblind", "text_id": "88-a2", "original": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.", "target_cefr": "A2", "simplified": "Pi is 16 years old.\nPeople choose a new government.\nPi's parents do not support this government.\nSo, Pi's parents are worried about the future.\nThey close their zoo.\nThey decide to leave their country and go to Canada.\nThey sell some animals to zoos in North America.\nThe family travels on a ship to Canada.\nThey take other animals with them.\nOn the way, there is a terrible storm.\nThe ship goes down in the water.\nSadly, Pi's family and the ship's sailors die in the water.\nBut Pi is in a lifeboat.\nA lifeboat is a small boat. It helps people when a big ship has an accident.\nHe is with a hyena, a zebra, and an orang-utan.\nHe is also with a huge tiger."}
{"dataset_id": "tsar2025testblind", "text_id": "88-b1", "original": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.", "target_cefr": "B1", "simplified": "When Pi is 16, a new government is elected that his parents do not support. Worried about the future, Pi's parents decide to close their zoo and emigrate to Canada. Some of the animals are sold to zoos in North America, and the family travels by ship to Canada, taking the other animals with them. However, during the journey, there is a terrible storm, and the ship sinks. Sadly, Pi's family and all the sailors drown, but Pi finds himself in a lifeboat with a hyena, a zebra, an orang-utan, and an enormous tiger."}
{"dataset_id": "tsar2025testblind", "text_id": "89-a2", "original": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!", "target_cefr": "A2", "simplified": "Suzanne Collins is an American writer. She wrote a very popular book. Its name is \"The Hunger Games\". This is a game where young people fight to live. This book is for teenagers and young people.\n\nIt came out in 2008. Many people bought it. It sold millions of copies. You can read it in 26 languages. It was the first book for young people to sell over a million copies on computers. This shows it is very successful.\n\nNow, \"The Hunger Games\" is also a big film from Hollywood. The film is also very successful. It is as successful as the book. It made 152.5 million dollars in its first weekend. This was only in North America."}
{"dataset_id": "tsar2025testblind", "text_id": "89-b1", "original": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!", "target_cefr": "B1", "simplified": "The Hunger Games, which is a hugely successful book for teenagers and young adults, was written by the American author Suzanne Collins. Since it was published in 2008, it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. Now, The Hunger Games is also a major Hollywood film, and it is just as successful, because it made 152.5 million dollars in its opening weekend in North America alone."}
{"dataset_id": "tsar2025testblind", "text_id": "90-a2", "original": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. ", "target_cefr": "A2", "simplified": "Dreams are like stories or pictures in your head when you sleep.\n\nSometimes, dreams come from our mind. Our mind thinks about things from the day. But dreams have a special meaning. When we are not sleeping, we think with words. It is like we talk to ourselves. But when we are sleeping, our brain changes. The part for words works less. The part for feelings works more."}
{"dataset_id": "tsar2025testblind", "text_id": "90-b1", "original": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. ", "target_cefr": "B1", "simplified": "Perhaps dreams are the result of our mind organizing the thoughts we have during the day. But these thoughts appear in dreams with special meaning. When we are awake, our thoughts usually appear in our minds as words. They are like conversations we have with ourselves. But when we are asleep, the language part of our brain becomes less active, while the emotion part of our brain becomes more active."}
{"dataset_id": "tsar2025testblind", "text_id": "91-a2", "original": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.", "target_cefr": "A2", "simplified": "Good relationships make people happy. A relationship is how you are with other people. One study showed this. Most happy people had good friends and family. They spent time with them often. You also need at least one person. You can share your true feelings with this person. This is a very deep talk. One person for these deep talks is enough. You also need other relationships. It is not enough to have many friends. It is not enough to just do things with them. It is not enough to talk about music or football. You need a deeper relationship with people. This deeper relationship is very important. Some people need to learn to listen well. This helps them make stronger relationships."}
{"dataset_id": "tsar2025testblind", "text_id": "91-b1", "original": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.", "target_cefr": "B1", "simplified": "Having good **relationships**, which are the connections you have with people like friends or family, is a big part of feeling happy. In one study, it was discovered that most happy people had strong ties to their friends and family, and they spent time with them often. You also need at least one person who you can talk about your personal feelings with. Just one person for a deep conversation is enough, but it is also good to have a group of other friends. It is not enough to have many friends just to do things with or to talk about music or football. That deeper connection is very important. Some people need to learn how to listen well to others so that they can build stronger relationships."}
{"dataset_id": "tsar2025testblind", "text_id": "92-a2", "original": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.", "target_cefr": "A2", "simplified": "Carol Dweck is a psychologist. She studies the mind. She talks about a 'growth mindset'. This means you believe you can learn. You believe you can get better. She says our brain has plasticity. This means our brain can change. We can learn new skills and talents. Maybe we are not good at them at first.\n\nMany people praise the final result. They also praise innate talents. This means talents you are born with. People think these talents are natural. For example, they say, 'You are good at seeing small things.' Or, 'You are good at organising events.'\n\nBut studies show a different way. We should praise the process. This is how people do things. Praise their hard work. Praise experimentation. This means trying new things. Praise their ways to solve problems. This praise helps people learn new skills. It helps them hone their talents. This means making them better."}
{"dataset_id": "tsar2025testblind", "text_id": "92-b1", "original": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.", "target_cefr": "B1", "simplified": "Carol Dweck, who is an expert on the mind, talked about the brain's ability to change. She believed in a 'growth mindset', which is the idea that we can develop skills and natural abilities, even if we were not good at them at first. Many of us often praise the final result and abilities that seem natural. For example, we might say, 'You are good at seeing details' or 'You have a natural ability for organising events'. However, research suggests something important. We can help people develop new skills and make their natural abilities even better. This happens if we focus on the *process* of how things are done. For example, we can praise their hard work, their attempts to try new things, and their ways of solving problems."}
{"dataset_id": "tsar2025testblind", "text_id": "93-a2", "original": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.", "target_cefr": "A2", "simplified": "A rover looks at the air on Mars. It does this often.\nIn 2014, the rover found a gas in the air. This gas is methane.\nMethane is a very simple gas. It is a basic part of life. It is also in natural gas.\nMethane does not stay for a long time. It only stays for a few hundred years.\nThis shows that something on Mars makes more methane all the time.\nNASA says Mars sends out thousands of tons of methane at a time.\nThe amount of methane goes up and down. This happens at different times of the year.\nIt is like the planet Mars takes air in and out."}
{"dataset_id": "tsar2025testblind", "text_id": "93-b1", "original": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.", "target_cefr": "B1", "simplified": "The rover regularly checks the air around it, and in 2014, it discovered `methane` in the air. `Methane` is a simple natural gas and an important part of natural gas, but it only stays for a few hundred years. This shows that something on Mars must be making more of it. NASA says that Mars sends out thousands of tons of `methane` at one time, and the amount of `methane` goes up and down at different times of the year, almost as if the planet is breathing."}
{"dataset_id": "tsar2025testblind", "text_id": "94-a2", "original": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.", "target_cefr": "A2", "simplified": "Carol Dweck is a psychologist. She works at Stanford University. She did a test when she started her job. She gave problems to ten-year-old children. The problems were a little bit too hard for them.\n\nOne group of children was happy. They said they liked to try hard things. They knew they could learn and get better. She said these children had a 'growth mindset'. This means they believed they could always learn. They thought about what they can do in the future.\n\nBut another group of children felt people judged them. They felt people judged if they were smart. They felt they did not do well. She said these children had a 'fixed mindset'. This means they believed they could not get better. They could not imagine learning more.\n\nSome children said they might copy answers later. Other children looked for someone. This person did worse than them. They wanted to feel good about themselves."}
{"dataset_id": "tsar2025testblind", "text_id": "94-b1", "original": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.", "target_cefr": "B1", "simplified": "At the start of her working life, Carol Dweck, a scientist who studies the mind at Stanford University, gave some ten-year-old children problems that were a little too hard for them. One group reacted well; they said they loved the challenge, which is something difficult but interesting, and they understood that their abilities could develop. She says these children had a 'growth mindset', which is a way of thinking where you believe you can get better, and they focused on what they could achieve in the future. But another group of children felt that someone was judging how clever they were, and they did not succeed. These children had a 'fixed mindset', which is a way of thinking where you believe your abilities cannot change, and they could not think about getting better. Some of them even said they might act dishonestly in the future, while others looked for someone who had done worse than them to make themselves feel better."}
{"dataset_id": "tsar2025testblind", "text_id": "95-a2", "original": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.", "target_cefr": "A2", "simplified": "Scary films love empty places. These places can be an old hospital. They can be an empty house. Or they can be an old town with no people. There is something special about these empty places. You think about the people who lived there. Why did they leave? These places are very quiet. This can be scary too. Film makers like these places for another reason. It is easy to believe your phone does not work there."}
{"dataset_id": "tsar2025testblind", "text_id": "95-b1", "original": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.", "target_cefr": "B1", "simplified": "Horror films often use places where no one lives, such as an old hospital that no one uses, a scary empty house, or a town where no one lives anymore. There is something special about these lonely and empty places, and people often wonder what it was like when others lived there, and why they left. Also, these places are often very quiet, which can be scary too. And for directors of scary films, these abandoned places are useful because it is easier to believe that there will be no phone signal there."}
{"dataset_id": "tsar2025testblind", "text_id": "96-a2", "original": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.", "target_cefr": "A2", "simplified": "A basement is a room under a house. In scary films, basements are scary places. Something often hides there. Or bad people put their tools there. Basements are always dark. They are often wet. You can only get to them by a small stair. Basements are always scary. This is true even if nothing is there."}
{"dataset_id": "tsar2025testblind", "text_id": "96-b1", "original": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.", "target_cefr": "B1", "simplified": "Basements are always scary places in horror films, no matter what type of house it is. This is usually where something is hiding, or where a bad `psychopath` has put their tools. A `psychopath` is a person with a serious mental illness that makes them act in a violent or dangerous way. Basements are always dark and often wet, and you can only get to them by a small staircase. Also, they are always creepy, even when nothing is there."}
{"dataset_id": "tsar2025testblind", "text_id": "97-a2", "original": "Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.", "target_cefr": "A2", "simplified": "Gary Collins was a policeman.\nHe was not working.\nHe watched the London trouble in the city on TV.\nHe saw some people he knew very fast.\nHe stopped his holiday early.\nHe wanted to help find these people.\nHe looked at camera videos for six months.\nHe found 190 people.\nHe knew many people just from their eyes.\nHis help was very important for the police work.\nThere were 200,000 hours of video.\nA computer program looked at faces.\nBut it found only one person."}
{"dataset_id": "tsar2025testblind", "text_id": "97-b1", "original": "Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.", "target_cefr": "B1", "simplified": "Gary Collins was a policeman who was not working when he saw the London riots on TV. He recognised some people right away, so he ended his holiday early to help the police identify them. He spent six months watching the video film from CCTV cameras, and he was able to identify 190 people. Many of these people he recognised just from their eyes. His help was very important for the police investigation, because even with 200,000 hours of video, a computer program for facial recognition only identified one person."}
{"dataset_id": "tsar2025testblind", "text_id": "98-a2", "original": "Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.", "target_cefr": "A2", "simplified": "I think this is very interesting. We can make ourselves change faster. We can make our bodies better. Imagine putting a computer inside our brain. Soon, we can do this. We can make our maths ability better. We can make our ability to see and hear better. We can make our memory better. This idea will be very common."}
{"dataset_id": "tsar2025testblind", "text_id": "98-b1", "original": "Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.", "target_cefr": "B1", "simplified": "I think it's fascinating to consider how we can speed up our **evolution**, which is the way living things change and develop over a long time, by making our bodies better. Soon we will be able to put a computer inside our brain. This will make our maths skills, seeing and hearing, and memory better. This idea will then become more and more usual."}
{"dataset_id": "tsar2025testblind", "text_id": "99-a2", "original": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.", "target_cefr": "A2", "simplified": "The talk was very good. The person talking said many true things.\nThink about parents. Parents use social media when they cook. They use it when they wait for the traffic light. Young people see this. So, how can we ask young people to not text when they do homework?\nShe also said people want to be in many places at the same time. They talk in real life. They also talk online. They change quickly between these.\nI see this often. My young daughter and her friends do this. They plan to meet. Then they sit together. They do not talk to each other. Each one talks to different people online."}
{"dataset_id": "tsar2025testblind", "text_id": "99-b1", "original": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.", "target_cefr": "B1", "simplified": "The talk was very interesting, and the speaker said something exactly right about a few things. For example, she talked about how parents affect their children. She said that we cannot expect young people not to text while doing their homework, because they often see their parents putting things on social media while cooking the evening meal or waiting at a red light. She also made a good point about people who want to do many things at the same time. Because of this, they often move quickly between their real conversations and talking online. I often see this with my young daughter and her friends. They plan to meet, but then they sit together without talking, because each one is talking to different people online."}
{"dataset_id": "tsar2025testblind", "text_id": "100-a2", "original": "As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "target_cefr": "A2", "simplified": "News stories make us think the world has more fighting now. But there is also some good news.\nFrom the end of World War II to 1990, 30 wars happened. These wars killed more than 100,000 people.\nToday, there are still civil wars. But most countries live together more peacefully now. This is better than in the past.\nBut terrorism went up a lot in the last few years. Since World War II, wars killed many more civilians than soldiers.\nBut for civilians, the numbers are not all bad. People die more from violent crime. This is nine times more than from problems about power in a country.\nThe number of murders around the world fell a little. In 2000, 8 people died for every 100,000 people. In 2015, it was about 5.3 people."}
{"dataset_id": "tsar2025testblind", "text_id": "100-b1", "original": "As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "target_cefr": "B1", "simplified": "Although news stories often make us think that the world is becoming more dangerous, there is also some hope. For example, between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today, there are still civil wars, but countries are generally living together more peacefully than they did in the past. However, **terrorism**, which is violence that causes fear, often for political reasons, has increased quickly in the last few years. Also, since World War II, wars have killed many more **civilians**, who are people not in the army, than soldiers. Even for civilians, though, the facts are not all bad, because deaths are nine times more likely to be from dangerous crime than from fighting between groups or countries. In fact, the worldwide number of murders went down a little, from 8 for every 100,000 people in 2000 to about 5.3 in 2015."}
{"dataset_id": "tsar2025testblind", "text_id": "101-a2", "original": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. ", "target_cefr": "A2", "simplified": "`Human rights` are rules. They say all people should be treated well. Everyone has these rights.\n\nWasfia spent her life `supporting human rights`. She saw many `humanitarian projects` from other countries. These projects taught and trained women and girls in her country. But these projects stopped. This happened too many times. Then the women and girls had nothing.\n\nWasfia saw this problem. She `thought` Bangladesh needed to stand up for itself. She had two strong loves. One was `climbing` mountains. The other was `human rights`. She `joined` these two loves together. She wanted to change how people feel about women in her country.\n\nShe started `climbing` mountains. She was doing `humanitarian work` in Tibet and Nepal then. Bangladesh is a flat country near the sea. Most people there never saw a mountain.\n\nHer plan seems to be `doing the trick`. People in her country are starting to notice. People in other countries are also noticing."}
{"dataset_id": "tsar2025testblind", "text_id": "101-b1", "original": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. ", "target_cefr": "B1", "simplified": "Humanitarian projects are projects that help people who are suffering, for example, because of war or natural disasters. Wasfia has given her life to supporting human rights, and she has seen many of these projects in her home country. These projects educate and train women and girls, but too many times, when the projects stopped continuing, the women were left with nothing. Wasfia saw that Bangladesh needed to help itself, so she combined two things she loves: mountain climbing and human rights. She did this to try and change how people think about women in her country. She started climbing when she was working on humanitarian projects in Tibet and Nepal, because Bangladesh is a country near the sea and it is mostly flat, so most people there have never seen a mountain. Her project seems to be working well, as people from her country are paying attention, and the rest of the world is noticing too."}
{"dataset_id": "tsar2025testblind", "text_id": "102-a2", "original": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.", "target_cefr": "A2", "simplified": "Most people think poor countries are in a very bad situation.\nPeople in these countries are very poor.\nBad leaders rule them.\nPeople think there is little hope for good change.\nBut this is not true.\nA big change is happening.\nIn the last 20 years, 700 million people got more money.\nThey are not poor now.\nAlso, six million fewer children die from sickness every year.\nMany more girls go to school.\nMany people now have clean water."}
{"dataset_id": "tsar2025testblind", "text_id": "102-b1", "original": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.", "target_cefr": "B1", "simplified": "Most people believe that developing countries are in a terrible situation, suffering from great **poverty**, which is a situation where people do not have enough money for basic things like food or a home, and are governed by dictators, so there is little hope for any real change. However, this is far from the truth. In reality, a great transformation is happening. Over the past 20 years, more than 700 million people have earned more money and have left poverty. In addition, six million fewer children die every year from disease, millions more girls are now in school, and millions of people can get clean water."}
{"dataset_id": "tsar2025testblind", "text_id": "103-a2", "original": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.", "target_cefr": "A2", "simplified": "Managers want to make their feedback positive.\nMany managers use a special way. They put bad feedback between two good comments. This is like a sandwich.\nBut managers do this often. It becomes a normal way to give feedback.\nThen, people start to think in a new way.\nThey think good comments just make bad things seem good.\nSo, people do not believe the good feedback. It loses its worth.\nGood feedback should not just hide bad things.\nIt should make good work stronger and help people do it more."}
{"dataset_id": "tsar2025testblind", "text_id": "103-b1", "original": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.", "target_cefr": "B1", "simplified": "Managers often try to make their **feedback** (which means comments and advice about someone's work) sound more positive by putting negative comments between two positive ones. However, when this becomes a normal way to give **feedback**, employees might start to think that the positive comments are just a way to hide the bad news, so the positive **feedback** loses its value. Instead, positive **feedback** should not just be used to make negative comments softer, but it should be given to support and encourage good work."}
{"dataset_id": "tsar2025testblind", "text_id": "104-a2", "original": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.", "target_cefr": "A2", "simplified": "I am in a group. It is called 'Campaign to Stop Killer Robots'. We want to stop these robots.\nDo not think about film robots. They are scary. They step on heads. This is not real.\nInstead, think about real robots now.\nMilitary machines already kill people. These are like drones. They are like robots with guns. They are like robots that watch places. People control them very little.\nThe next thing will be 'murderbots'. These robots will kill people. They will get orders. But they will choose who to kill by themselves.\nI think this is very wrong. It is dangerous for all people.\nWe must be very, very careful about what we ask machines to do."}
{"dataset_id": "tsar2025testblind", "text_id": "104-b1", "original": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.", "target_cefr": "B1", "simplified": "I am a member of the Campaign to Stop **Killer Robots**, which are machines that can decide to kill people by themselves. We should not think about scary movie robots, like the Terminator, but instead, we need to think about what is happening now. For example, army machines such as drones, gun turrets, and guard robots are already being used to kill people with very little help from humans. The next step will be robots that kill on their own, and these robots will follow orders but decide who to kill by themselves. I believe that this would be completely wrong and dangerous for all people, so we need to be very careful about what we ask machines to do."}
{"dataset_id": "tsar2025testblind", "text_id": "105-a2", "original": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.", "target_cefr": "A2", "simplified": "More people learn English than all other languages together.\nPeople speak English in the most countries.\nBut Chinese has many more native speakers than any other language.\nIt seems there is not much link between native speakers and learners.\nBut there is a stronger link between learners and the number of countries with speakers."}
{"dataset_id": "tsar2025testblind", "text_id": "105-b1", "original": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.", "target_cefr": "B1", "simplified": "Overall, more people are learning English than the other languages combined, and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between the number of native speakers a language has and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers."}
{"dataset_id": "tsar2025testblind", "text_id": "106-a2", "original": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.", "target_cefr": "A2", "simplified": "Your boss stops you. She wants to talk about your work. It is about the last project. She wants to talk about your performance. You feel bad all weekend. You worry about the project. You think: \"Did I do something wrong?\"\nOn Monday, you go to her office. She says good things about your work first. You think: \"Is this the good talk she has to say first?\" You think: \"Is she going to say her real message next?\" This way of talking is like a sandwich. First, people say good things. Then, they say what they really think. Then, they say good things again."}
{"dataset_id": "tsar2025testblind", "text_id": "106-b1", "original": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.", "target_cefr": "B1", "simplified": "Your boss stops you and says she needs to talk about your work in the last project, and you feel anxious about it all weekend, thinking what you could have done wrong. When you go into her office on Monday morning, she starts by saying good things about the work you have done on the project. You think if this is the usual praise that starts the common 'feedback sandwich'. You know how this 'feedback sandwich' works: it's a way of giving feedback – comments or advice about your work – where first, you say something nice, then you say what you truly want to say, and then you say something nice again."}
{"dataset_id": "tsar2025testblind", "text_id": "107-a2", "original": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.", "target_cefr": "A2", "simplified": "\"Born in the USA\" is a rock album. The music is fast. Your feet move to the music. These are very strong songs. But the words have strong feelings. They carry emotional weight.\n\nThe music has catchy rock melodies. But the songs tell stories about the bad side of the \"American dream.\" The American dream means everyone in America can get rich and be happy if they work hard.\n\nMany songs are about normal people. These people work hard. They feel sad and very angry. Life does not give them money or great success.\n\nFor example, \"Glory Days\" is about people in a small town. They remember their young days. They felt the world was at their feet. \"Downbound Train\" is about a young man. His life becomes very bad. He loses his job.\n\nIt is easy to think the artist writes about real people he knew. Maybe he writes about his own life too. What if he was not a star? You will know about his very special skill. People call him 'the Boss'."}
{"dataset_id": "tsar2025testblind", "text_id": "107-b1", "original": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.", "target_cefr": "B1", "simplified": "Born in the USA is a fast rock album with popular songs, but its lyrics are full of strong feelings and tell stories about the difficult side of the American dream. Many songs are about ordinary people who work hard, and they feel sad and angry because they do not get money or fame. For example, 'Glory Days' is about people in a small town remembering their youth, while 'Downbound Train' tells the story of a young man whose life becomes very bad when he loses his job. It is easy to imagine that the artist is writing about real people he knew, and the life he could have had if he had not become a star. The album will clearly show you the special and great talent of the Boss."}
{"dataset_id": "tsar2025testblind", "text_id": "108-a2", "original": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.", "target_cefr": "A2", "simplified": "Lewis wants more marine protected areas. These are special places in the sea where nature is safe. Now, 3 out of 100 sea areas are protected. Lewis wants 10 out of 100 areas to be protected. He wants to stop the damage people do. People catch too many fish. This is called overfishing. People also make the sea dirty. They throw waste in the sea.\n\nLewis went on many trips. He saw the damage to the natural world by himself. He swam over coral reefs. The water got hotter. This made the reefs white. This is called bleaching. He saw places under the Red Sea. They were like deserts. There was no life. There was a lot of plastic waste.\n\nPugh thinks the natural world can get better. It needs space to do this. But time is going fast. If we do not look after our seas now, we will soon have a problem. We cannot fix this problem."}
{"dataset_id": "tsar2025testblind", "text_id": "108-b1", "original": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.", "target_cefr": "B1", "simplified": "Lewis wants to see more marine protected areas in the world. He would like the number to increase from 3% to 10%. This is to stop the damage caused by human activities like overfishing, polluting, and littering. During his expeditions, Lewis has witnessed this environmental damage first-hand. He has swum over **coral**, which is a hard, colourful material made by small sea animals. This coral has lost its colour because the water got hotter. He also saw underwater deserts beneath the not deep waters of the Red Sea. These places had no life and were covered with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have a problem we cannot fix on our hands."}
{"dataset_id": "tsar2025testblind", "text_id": "109-a2", "original": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.", "target_cefr": "A2", "simplified": "Terrie Sharp is a writer. Her books are very popular. She tells good stories. She won a prize two times. It was the Olive Crime Writer Award.\n\nShe was born in Glasgow. She lived in an area of houses. Many bad things happened there. She learned to be quiet. She learned to stay out of problems. She learned to open car doors with a knife.\n\nBut she did this only for her books. Now she is not quiet. She is on TV shows like Police Today. She goes to writer meetings. She goes to meetings in all parts of the UK."}
{"dataset_id": "tsar2025testblind", "text_id": "109-b1", "original": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.", "target_cefr": "B1", "simplified": "Terrie Sharp is a very popular writer who knows how to tell good stories, and she has won the Olive Crime Writer Award two times. She was born in Glasgow, in a place with many houses where there was a lot of crime, so she learned to be quiet, avoid problems, and even how to open car doors using a knife. Luckily, she only used these skills for her books, but now she is not quiet, and she appears on popular TV shows, like 'Police Today', and at writing meetings all over the UK."}
{"dataset_id": "tsar2025testblind", "text_id": "110-a2", "original": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.  ", "target_cefr": "A2", "simplified": "Are things bad every day? Can things not get better?\n\nSteven Pinker wrote a book. Its name is \"Enlightenment Now\". He looks at the whole story of humans. He says there is good news. He says humans are getting better.\nWe live longer. We are healthier. We are freer. We are happier.\n\nBut Pinker says there is a problem. He says people are attacking Enlightenment ideas. These ideas are about reason and science. The Enlightenment was a time when people started to think more about science and reason.\n\nSome leaders and speakers talk to people. They make people only care about their own group. They make people think things cannot get better. They make people not trust others.\nThis can cause very bad damage. This damage cannot be fixed. This can hurt important groups. For example, it can hurt democracy. A democracy is when people choose their leaders. It can also hurt when countries work together."}
{"dataset_id": "tsar2025testblind", "text_id": "110-b1", "original": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.  ", "target_cefr": "B1", "simplified": "Many people ask if things are getting worse every day, or if it is impossible for us to make progress. However, in his book 'Enlightenment Now', Steven Pinker looks at how humans have developed and finds good news. He says that we are now living longer, healthier, freer, and happier lives. Pinker believes that the real problem is that people are attacking the values of the Enlightenment, which was a time in history when people started to believe more in reason and science. Some people, like news reporters or powerful leaders, try to make others feel very loyal to their own group. They might also make people believe that they cannot change things or not trust others. If this happens, we are in danger. This can cause serious damage to important systems like democracy, where people choose their leaders by voting, and to countries working together."}
{"dataset_id": "tsar2025testblind", "text_id": "111-a2", "original": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.", "target_cefr": "A2", "simplified": "In old horror films, the main people were very scared. They could not call for help. They could not call the police. Now, mobile phones make this hard to believe. So, how can films keep people excited? The answer is: phones do not work! If you are a hero in a horror film, you will need to call for help. This happens at an important time. But your phone will almost certainly not work. Or your phone battery will die. This happens when you start to call. Sometimes, both things happen."}
{"dataset_id": "tsar2025testblind", "text_id": "111-b1", "original": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.", "target_cefr": "B1", "simplified": "In older horror films, the main characters often found it difficult or impossible to call for help or the police when they were in a very bad situation. However, mobile phones have made this situation less easy to believe today. So, to keep the excitement, films often show that there is no phone signal. If you are a hero in a horror film, you will almost certainly find that at an important moment, when you really need to call for help, you will not have any signal. Also, your phone battery might die just as you are trying to make the call, or both things could happen."}
{"dataset_id": "tsar2025testblind", "text_id": "112-a2", "original": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.", "target_cefr": "A2", "simplified": "In the 1950s, banana companies in Central America had a big problem. Their `Gros Michel banana` was dying. This banana made them the most money. People called it Big Mike.\n\nNow, the same problem is happening again. It is happening to the `Cavendish` banana. The `Cavendish` banana replaced Big Mike.\n\nThe `Gros Michel banana` was a fruit. It was easy to move. It had thick skin. It tasted sweet. This banana grew on many big farms in Central America. It was the most important banana there.\n\nUnited Fruit was a big company. It was the main company for bananas in South America. It grew bananas. It also sent them to other countries. This company grew many, many bananas. They had the best way to grow them. They took small parts from the plant stems. These were exact copies. They did not grow them from seeds. They grew many plants very close together in the fields."}
{"dataset_id": "tsar2025testblind", "text_id": "112-b1", "original": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.", "target_cefr": "B1", "simplified": "In the 1950s, companies that grew and sold bananas in Central America were facing the death of their most profitable product, the Gros Michel banana, which was also known as Big Mike. And now, the same problem is happening again to the Cavendish, which is the banana that came after Big Mike. The Gros Michel banana plant dominated the plantations in Central America because its fruit was easy to transport, had thick skin, and tasted sweet. United Fruit, which was the main company growing and selling bananas in South America at that time, produced a very large number of bananas in the most efficient way possible. They did this by taking new plants from the stems of existing plants instead of growing them from seeds, and they planted them very close together in the fields."}
{"dataset_id": "tsar2025testblind", "text_id": "113-a2", "original": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.", "target_cefr": "A2", "simplified": "Most spiders have venom. Venom is a special liquid. They use it to stun or kill their food. They do not use it to attack people.\n\nOnly 25 known types of spiders have venom that can truly harm people. Spider bites can hurt. But they almost never kill people.\n\nThe Sydney funnel-web spider is a very dangerous spider from Australia. It has not killed anyone since 1981. This is because anti-venom was made in 1981. Anti-venom is a special medicine for venom.\n\nBe careful with hairy spiders like tarantulas. Do not make them angry. When they feel danger, they protect themselves. They throw out special hairs that make you itch. These hairs can stick in your skin or eyes."}
{"dataset_id": "tsar2025testblind", "text_id": "113-b1", "original": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.", "target_cefr": "B1", "simplified": "Most kinds of spiders have **venom**, which is a poisonous liquid. Its purpose is to stun or kill the animals they hunt, and not to attack people. In fact, only 25 known kinds of spiders produce venom that can really harm humans. Although their bites can be painful, they are not often deadly. For example, Australia's Sydney funnel-web spider, which is famous for being dangerous, has not killed anyone since an anti-venom was developed in 1981.\n\nHowever, you should be careful not to make hairy spiders, like tarantulas, angry. When they feel they are in danger, they protect themselves by sending out a cloud of **urticating hairs**, which are irritating hairs. These hairs then stick into the skin or eyes of the attacker."}
{"dataset_id": "tsar2025testblind", "text_id": "114-a2", "original": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.", "target_cefr": "A2", "simplified": "This is a common story in scary films. Many scary films had this story. It was very popular in the past, around the year 2000.\nThe film starts with a group of teenagers. They are having fun. Everyone dies, except one girl.\nAt first, the girl is usually good. She does not do bad things. She is shy. She is not very strong. Later, she becomes the toughest person. She is very good at knowing how to win. She is the best in the world. The last girl almost always wins."}
{"dataset_id": "tsar2025testblind", "text_id": "114-b1", "original": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.", "target_cefr": "B1", "simplified": "This horror film cliché was especially popular with horror films of the late 20th century. It usually begins with a group of teenagers who are enjoying themselves, yet it concludes with everyone dead apart from one girl. At the beginning, this girl is often innocent, shy, and not particularly strong. However, by the end of the film, she has become the toughest and most practical person, able to find solutions. This girl almost always wins in the end."}
{"dataset_id": "tsar2025testblind", "text_id": "115-a2", "original": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.", "target_cefr": "A2", "simplified": "We want to know where our language with many parts came from. We must look at our brains. Our brains are different from animal brains. It is not just about how big our brains are. It is important what our brains can do. And when and why they became like this over a long time.\nWe have few clues about this. Old tools from people who lived long ago. These tools do not tell us how they could speak. But we can see old bones. We can see how the mouth, throat, and tongue changed. They became better for speaking. About 100,000 years ago, people's bodies slowly changed to make difficult sounds. Before that, scientists who study how people changed can only guess. Did early people use very simple sounds to talk?"}
{"dataset_id": "tsar2025testblind", "text_id": "115-b1", "original": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.", "target_cefr": "B1", "simplified": "If we want to know where our ability for complex language started, we need to look at how our brains are different from other animals. This is about more than just brain size, but it is also important to know what other things our brains can do, and when and why they developed in that way. However, there are very few physical signs for this; for example, objects left by early humans do not tell us what kind of speech they could make. One thing we can see in the bones of early humans, however, is how their mouth, throat, and tongue developed. By about 100,000 years ago, humans had developed the ability to make complex sounds. Before that time, scientists who study how living things change over time can only guess whether early humans talked using more basic sounds."}
{"dataset_id": "tsar2025testblind", "text_id": "116-a2", "original": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.", "target_cefr": "A2", "simplified": "Society tells us this. Nature does not tell us this.\nSociety says girls should do arts and humanities. Society says boys should do maths and physics.\nAlso, young people do not see many good female role models in jobs about science.\nCartoons and stories often show men as scientists. These men are crazy. Or they are a genius inventor. Or they are an adventurous astronaut. These are always men.\nPeople also have wrong ideas about scientists. These are wrong ideas about people.\nPeople think scientists are geeky. They think scientists are not good at talking to people. They think scientists work alone. They think scientists are not part of the world.\nMedia shows these wrong ideas. This can mean girls do not feel like scientists. They do not want science as a job.\nIf girls saw more good female role models in science, they would feel more sure about themselves. They would feel more like they are part of these school subjects."}
{"dataset_id": "tsar2025testblind", "text_id": "116-b1", "original": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.", "target_cefr": "B1", "simplified": "It is society, not how we are born, that often tells girls they should prefer arts and subjects like history, and leave maths and physics to boys. Also, young people do not see enough positive female `role models`, who are people you admire and want to be like, doing jobs connected to science. For example, cartoons and stories often show the strange scientist or clever inventor as a man. There is also a wrong belief that scientists are geeky, which means they are only interested in science and computers. People also think that scientists are not good at talking to others, or that their work is lonely and separate from the rest of the world. These are false `stereotypes`, which are fixed ideas about what a type of person is like, shown by the media. But these ideas can mean that girls do not feel similar to scientists, and they see science as a job that does not seem interesting. If girls saw more positive female `role models` in science, it would give them more belief in themselves and make them feel more like they fit in these subjects."}
{"dataset_id": "tsar2025testblind", "text_id": "117-a2", "original": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.", "target_cefr": "A2", "simplified": "The Scallion is a newspaper. Students print it every week. It is free. You can get it in university buildings. About 10,000 students read it. Students write this newspaper. Students make it.\nA study shows the newspaper is very important. Students and university workers think it is important for fun. It helps them learn about culture. It helps them learn about work.\nPrinting the newspaper costs a lot of money. Also, some students cannot get the newspaper easily. You must go to the university to get one. Another problem is for nature. Many copies become trash. They are on the university area."}
{"dataset_id": "tsar2025testblind", "text_id": "117-b1", "original": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.", "target_cefr": "B1", "simplified": "The Scallion, which is a newspaper, is printed weekly and distributed free in faculty buildings, with a readership of about 10,000 students. It is written and produced entirely by students. A survey shows that the newspaper is highly valued by university students and staff for entertainment, to make their culture richer, and for work experience. However, the cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus."}
{"dataset_id": "tsar2025testblind", "text_id": "118-a2", "original": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.", "target_cefr": "A2", "simplified": "A `turnover` is when people leave their jobs. New people start.\nA `retention` is when people stay in their jobs.\n`Employee engagement` means workers like their jobs and want to work hard.\n\nAt Girox Foods, our employee `turnover` is about 12% every year. This means 12 people out of 100 leave. The usual number for companies like ours is 7%. So, our `turnover` is high.\n\nThe main aim of this report is to find out why workers feel `employee engagement`. The report will offer ideas. These ideas will make the workers' experience at work better. They will help with `retention`. More workers will stay at Girox Foods."}
{"dataset_id": "tsar2025testblind", "text_id": "118-b1", "original": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.", "target_cefr": "B1", "simplified": "At Girox Foods, we have an `employee turnover` of about 12% each year. This is the number of employees who leave the company. Although this might not seem high when you first look, the normal level for this industry is 7%. The main aim of this report is to look into the reasons for `employee engagement` in the company. `Employee engagement` means how interested and involved employees are in their work. We will use what we find. From this, we will suggest ways to make employees feel better about their place of work and to keep more employees."}
{"dataset_id": "tsar2025testblind", "text_id": "119-a2", "original": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.", "target_cefr": "A2", "simplified": "I felt many things the person said were true.\nI truly believe this is a big danger.\nWhen we are more connected, we feel more separate.\nThis is not a big problem for people my age.\nWe lived without technology for a long time.\nWe know how to be alone.\nWe also know it is okay to be alone.\nThis is more important.\nBut young people under 20 are very different. They have a special problem.\nThese young people are always communicating.\nThey never feel alone.\nThey might not learn how to be happy alone. This is a risk.\nThey learn to talk with messages. They can change these messages. But this means they do not learn real conversation. They do not learn to talk to people face-to-face."}
{"dataset_id": "tsar2025testblind", "text_id": "119-b1", "original": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.", "target_cefr": "B1", "simplified": "Many things that the speaker said felt true. I really think there is a risk that the more connected we are, the more alone we feel. This is not such a big problem for my generation, because we lived without technology for a long time. We know how to be alone, and we also know that it is okay to be alone. But people who are under 20 are very different. They are so busy communicating through messages that they never experience being alone, and they might not learn how to enjoy their own company. Also, they learn to have conversations through messages which they can change, so they do not learn the skill of real conversation with a person in front of them."}
{"dataset_id": "tsar2025testblind", "text_id": "120-a2", "original": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.", "target_cefr": "A2", "simplified": "`Feedback` is when you tell someone what you think about their work. It can be good or bad.\n\nDon't always give good feedback and then bad feedback. If you always do this, the good feedback seems less important. People will not listen to it. So, sometimes, give only good feedback. Don't give bad feedback at these times."}
{"dataset_id": "tsar2025testblind", "text_id": "120-b1", "original": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.", "target_cefr": "B1", "simplified": "You should not always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the good things can seem less important and be ignored. Ensure there are times when positive feedback is given just to be positive, and do not give constructive criticism at these times."}
