{"text_id": "21-a2", "simplified": "Your dreams can tell you many things about what you are thinking about. Sometimes, you have a common dream like flying or falling. It can also mean that you have worries about your teeth or clothes. But the most important thing is to think about how these dreams relate to your daily life. What happened and how you feel can help you understand what your dreams mean to you."}
{"text_id": "22-a2", "simplified": "There are many wild dogs living in Moscow. About 35,000 of them live on the streets. Some dogs were born in the wild, while others were pets that their owners gave up. Some dogs live alone and others live in groups. In 2010, scientists studied the dogs. They found that the dogs have adapted very well to city life. The dogs have learned to cross the street with people. Some dogs even understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is a novel by New Yorker RJ Palacio. She says that the idea came to her after she saw a girl with a special face on the street. The book is very popular in the US and has won many awards. Many schools are using it to talk about bullying, friendship and being different. A film is being made about it. I, and many others, are excited to read her next book."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats, Zena and Roxy. They are not normal pets. Many people think rats are dirty. Chloe explains that they can make good pets if you take care of them. She knows why people are scared. Chloe didn't like rats before. Her friend Martin showed her how nice they are. He has two pet rats. Last year, Martin's rats had babies. Chloe wanted two rats then."}
{"text_id": "25-a2", "simplified": "Cape Town can be a dangerous place for baboons. Some baboons have been hurt or killed in car accidents. Others have been shocked by electric cables when they play. Baboons are an endangered species. To save them, the city council has hired a team of baboon monitors. Their job is to chase baboons away from the city or catch them and release them in the countryside. This policy has helped a little, but it's hard to stop baboons from coming back to the city when they find food there."}
{"text_id": "26-a2", "simplified": "I work for a big IT company. The company is based in the States. This means I do my job from home. I don't have to go to an office. I don't waste time talking to my colleagues or commuting. I work on a project by project basis. This is good for me because I can take time off when I need to. For example, if my children have school performances, I can go to them. I can also schedule an appointment with the dentist. The only downside is that I work late into the evening sometimes. I might skip dinner to finish a task."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti continued, and street art grew around the world. Some artists made art to make people think about important issues like war, inequality, and discrimination. Other artists focused on creating beautiful and attractive work. In South America, many street artists worked in poor areas to add colour, life, and beauty to city walls."}
{"text_id": "28-a2", "simplified": "Many advertisements are everywhere. They tell us to buy things. In the UK, people are buying more clothes and shoes than ever before. They can buy things online easily. This makes them buy things they don't need. Many brands sell very cheap clothes. People often wear them a few times and then throw them away."}
{"text_id": "29-a2", "simplified": "Sam looked away from the sun at the trail of dust made by the car on its way to the Big House. The horses were not interested in their owner. They kicked their tails at flies. Sam waited. Mr. Carter didn't come outside unless he had to. This was okay with Sam. The less he went out, the longer he would have a job. Mr. Carter wiped sweat from the back of his neck. The damp patches on his shirt were starting to look like shapes on a map. He was already getting a red rash from the sun. Mr. Carter looked like a man who made a lot of money but didn't do any work."}
{"text_id": "30-a2", "simplified": "Many people in Berlin complained that killing pigs was unnecessary and cruel. They argued about it. Hunters and animal lovers disagreed. The city council listened. They decided to take a different approach. Instead of shooting pigs, they put up fences and made it illegal to feed them. We will see if this works. But warmer winters may make this harder."}
{"text_id": "31-a2", "simplified": "Suzanne's idea for the Hunger Games book comes from her love of ancient Greek stories. When she was a child, one of her favourite stories was about a hero named Theseus and the Minotaur. Theseus was a brave young man who fought the Minotaur in a maze. The Minotaur was a monster that lived in the maze and was very scary. But Theseus defeated the Minotaur and saved the city of Athens. Suzanne thinks that Katniss Everdeen is like Theseus. Katniss is a brave young woman who fights in a deadly game, and Suzanne saw her as a strong and brave heroine."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. This helps us learn about animal conservation and inspires us to protect animals and their homes. Some zoos take care of animals that were mistreated in circuses or pets that were abandoned. Zoos also do important research on animals. They study their behavior and how to make them healthy again when they are sick."}
{"text_id": "33-a2", "simplified": "A new trend is starting. It is called the 'buy nothing' trend. This idea started in Canada in the 1990s and then spread to the US. People in the US rejected buying things on Black Friday and Cyber Monday during Thanksgiving. On Buy Nothing Day, people protest and cut up their credit cards. Throughout the year, people who belong to Buy Nothing groups exchange and repair things they already own."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? Some people think it is vandalism. Others think it is art. Many countries consider writing or painting on public property a crime. People who do street art have been arrested and had to pay fines. City councils spend a lot of money to clean graffiti off buildings, buses and trains."}
{"text_id": "35-a2", "simplified": "The art world is changing its opinion about graffiti and street art. People are starting to see its value. In Paris, London, and Los Angeles, there have been big exhibitions of street art in galleries. In 2008, an American artist named Elura Emerald showed street art in a New York gallery. She said that street artists are not bad. They just want to express themselves. They should be appreciated and celebrated."}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams every night after they are ten years old. They have 2,000 dreams per year. By the time they are 80 years old, they might have had 140,000 dreams. We forget about 95-99 per cent of our dreams. This means we remember a few thousand dreams in our lifetime. It's not hard to believe that a dream event is followed by a real-life event that is similar. This often happens when the dream is about something that happens every day."}
{"text_id": "37-a2", "simplified": "The story of The Hunger Games is set in the future. A long time ago, North America was destroyed. Now, the country is called Panem. Panem is divided into twelve poor districts. The wealthy Capitol controls everything. The Capitol has all the power. Each district does a specific job for the Capitol. District 12 is where the story starts. It makes all the coal for the country. A long time ago, there was a thirteenth district. But the people in the thirteenth district rebelled against the Capitol and were destroyed."}
{"text_id": "38-a2", "simplified": "Animals, like wild animals, sometimes come into cities to look for food. In Cape Town, South Africa, baboons are coming into residential areas. They open rubbish bins and eat fruit from gardens and orchards. Some baboons even come into people's houses and take food from the kitchen. Baboons can be aggressive. They have attacked many pet animals. This is why many city residents do not like them."}
{"text_id": "39-a2", "simplified": "Many people get hurt or die in bridge accidents during the bridge's construction. This is often because the engineers made a mistake, like a calculation error. The bridge can collapse under its own weight. When this happens, it can be very dangerous for the workers who are on the bridge at the time."}
{"text_id": "40-a2", "simplified": "George Lucas was a film director who used a special story pattern called the hero's journey. This pattern has 17 stages. The hero's journey starts with the hero living a normal life. But then something happens that makes them want to go on an adventure. In the movie Star Wars, the hero is Luke. He lives with his aunt and uncle, fixing robots. One day, he finds a message inside the robot R2D2. This message is from Princess Leia to Obi-Wan Kenobi. It is the start of Luke's journey."}
{"text_id": "41-a2", "simplified": "A new defence against a big asteroid is to blow it up with a nuclear weapon. This idea was in a 1998 film called Armageddon. However, NASA has a real plan to stop asteroids. They call it the HAMMER project. The plan is to launch eight-ton rockets at the asteroid. These rockets will try to change the asteroid's course. If the asteroid is too close to Earth, the rockets will carry nuclear bombs to blow it up instead."}
{"text_id": "42-a2", "simplified": "According to a famous story, the hero first says no to going on an adventure. But a wise person helps them. They decide to go on a journey into a special world where exciting things happen. The hero then faces many challenges. These challenges include fighting bad people and making new friends. The hero's biggest challenge is yet to come. In Luke's story, the wise person is Obi-Wan. His friends are Han Solo, R2D2, and C3PO. The bad guy is Darth Vader. The special world is the Death Star."}
{"text_id": "43-a2", "simplified": "Some things that are not used much may seem useless to some people, but they can be useful to others. The internet has made it easy for people to sell and buy things they no longer need. This is called the sharing economy. People can now share things with each other easily through websites and social media groups."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two ideas about dreams became popular. One idea was that our dreams show us things we don't know about ourselves. Sigmund Freud believed that if we understand our dreams, we can understand our hidden feelings and problems. However, a different theory said that dreams are just random thoughts in our brain. Our brain organises our memories and daily events while we sleep. When we wake up, we try to make sense of these random thoughts and feelings and create a story about them."}
{"text_id": "45-a2", "simplified": "I am a freelancer and work for myself. This is great because I have control over my work and my time. At first, I worked from home. However, I found it difficult to concentrate because there were too many distractions. I had household chores to do, family members to talk to, and I was always getting up to get more tea. So, I decided to go to a nearby café to work. But the Wi-Fi was not good, and I drank too much coffee. Eventually, I decided to rent a desk in a co-working space with five other freelancers. I liked going to work every morning and wearing a suit. I liked working in an office environment where I could focus."}
{"text_id": "46-a2", "simplified": "If NASA gets the money to build a special telescope called NEOCam, it can find and track small asteroids. The telescope will use special infrared light to find asteroids. If NASA gets the money, it can do this in about ten years. After that, the team in charge of defending the Earth will have to figure out how to protect the Earth from big asteroids. These big asteroids are a worry."}
{"text_id": "47-a2", "simplified": "Many people on social media have started to follow a \"buy nothing\" trend. Influencers share posts about clothes and makeup that they like. Some YouTubers tell their viewers not to buy anything for a year or more. Two friends in Canada did something similar. They spent a year only buying food. The first three months, they didn't buy clothes, electricity, or household things. The next three months, they gave up services like haircuts, eating out, and buying petrol for their cars. After a year, they had saved $55,000."}
{"text_id": "48-a2", "simplified": "Pi's family is Hindu, but he is curious about other religions. He makes friends with a Christian priest and a Muslim baker. People are surprised when Pi says he believes in all three religions - Hindu, Muslim and Christian. His family and teachers ask him to choose one, but Pi says, 'I just want to love God'. They let him decide his own religion from then on."}
{"text_id": "49-a2", "simplified": "Some people think writing down their dreams can help them have more control over their dreams. A dream is when you are dreaming and you are aware that you are dreaming. You can make decisions in your dream to change the events. For example, you can turn a scary dream into a happy one. Imagine you are a film director, you can control the story of your dream. You will not just try to understand your dreams, but actually make them happen. You can still have dreams that help your subconscious tell you what you are thinking."}
{"text_id": "50-a2", "simplified": "Some people might not know that they are part of the problem with disposable clothes. They donate their old clothes to charities. However, charity shops can't sell all of these old clothes. 'Fast fashion' is very short-lived. It is often very cheap and of poor quality. People don't want to buy second-hand clothes because they are not good quality. As a result, a lot of unwanted clothes are thrown away. Charities can't sell many of these clothes. Some of them are sent to other countries, which makes the problem worse. This causes economic and environmental problems."}
{"text_id": "51-a2", "simplified": "Some people love to travel and try new things. Meagan McGrath from Canada is an example. She has climbed mountains on every continent. She has also ridden a bike across Canada and run a long-distance race in the Sahara Desert. The most amazing part of her journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many people would have given up, but Meagan decided to keep going. She pulled a sledge with a tent and food for forty days. She faced many challenges, including freezing conditions and ice storms. Finally, she reached the South Pole."}
{"text_id": "52-a2", "simplified": "Blek le Rat is an artist from Paris. He started painting rats on the walls of his home city. Now, he paints pictures to make people think about social issues. He makes pictures of people who do not have a home in big cities. He wants to make people think about this problem so that they can help those people."}
{"text_id": "53-a2", "simplified": "In some cities, councils have created special areas where artists can paint graffiti. Taiwan is one example. In Taiwan, there are 'graffiti zones' where artists can paint freely on walls. In Brazil, a city council in São Paulo has allowed some graffiti artists to paint on the city's subway trains. \n\nNote: I have replaced the word \"randomly\" with \"freely\" to make the text simpler. I have also removed the phrase \"by allowing them to work in designated areas\" as it is not necessary to explain the situation. The original text is now more concise and easier to understand. \n\nHowever, I am not done simplifying yet. The text is still a bit long. Here is the revised simplified text:\n\nTaiwan has special areas where artists can paint graffiti. São Paulo in Brazil also has a special area. In São Paulo, some graffiti artists can paint on the city's subway trains. \n\nNote: I have broken down the text into three short sentences, making it even easier to read and understand. The revised text is now suitable for A2 CEFR English learners."}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals. She likes to explore different places. Her paintings can be found on pavements, in empty factories, and on old cars. She likes that street art is often temporary. She likes that it changes with the seasons. Many things in life are temporary, just like her paintings. They can last for a while, but then they disappear. She thinks this is a good thing. She likes the fact that life is full of change."}
{"text_id": "55-a2", "simplified": "Gabriela came from a work environment with a lot of power. In this place, leaders were very respected and had the final say. Everyone knew their role and respected the hierarchy. \nShe worked with a Swedish team that was used to a different type of work environment. \nTheir team was a low power distance culture. \nHere, workers often worked together with their bosses to solve problems. \nLeaders were not just bosses, but also coaches and mentors. \nThey encouraged workers to think for themselves and were often challenged."}
{"text_id": "56-a2", "simplified": "When Gabriela noticed the differences between her and her team, she decided to talk to them about their feelings. Her team was happy to share their thoughts. They said they didn't like being told what to do. They wanted to have more freedom to make their own decisions. Gabriela told them exactly what she needed. But they felt she didn't trust them. They thought Gabriela was upset when they tried to change her decisions. They explained that this was how they usually worked."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from small tags to huge colourful pictures of people on buildings. They need big machines to help them paint. In 2007, they painted the whole of a castle in Scotland with paint."}
{"text_id": "58-a2", "simplified": "Many people have painted and written on walls throughout history. In the past, people in Africa and Europe drew pictures of animals and people on cave walls. Graffiti has been found on old buildings in Greece, Italy, Syria, and Iraq. In an ancient Roman town called Pompeii, archaeologists found many examples of graffiti written in Latin. These messages were about religion, politics, love, and even magic spells."}
{"text_id": "59-a2", "simplified": "Do you dream of climbing Mount Everest or walking to the South Pole? You are not alone. Every year, many people climb the world's highest mountains or walk across continents. In the past, explorers used maps and compasses. Today, adventurers use GPS and satellite phones. Some people travel to raise awareness about the environment. Others travel to help people in need and raise money for charities."}
{"text_id": "60-a2", "simplified": "DART is a new project. It is called the Double Asteroid Redirection Test. DART will be tested on the moon of a big asteroid called Didymos. The moon of Didymos is 150 metres wide. It orbits its mother, a big asteroid that is 800 metres wide. We hope that DART will hit the moon and knock it out of its orbit. This will make it easier for us to see the moon with our telescopes on Earth."}
{"text_id": "61-a2", "simplified": "Katniss Everdeen is the main character in the story. She is a sixteen year old girl. Her father died in a mining accident. She has to provide food for her family. \nKatniss lives in District 12. She likes to hunt in the woods with her friend Gale. She is very good at using a bow and arrow. \nKatniss has a little sister named Prim. Prim was chosen to be a tribute in a big competition. Katniss volunteers to go in her place. \nKatniss meets another boy named Peeta from District 12. They have to work together in the competition. Katniss starts to feel complicated feelings towards Peeta."}
{"text_id": "62-a2", "simplified": "To write about your dreams, start thinking about the people and place where the dream happened. These details might add to the meaning of your dream. If you write down your dreams every day for a week, you will be surprised at how much you have written. Now you can connect your dreams to your daily life."}
{"text_id": "63-a2", "simplified": "In the past, most bridges were made of wood. They were easy to catch fire. Old train bridges were especially bad. When a train drove on the tracks, the wheels and tracks could sometimes make sparks. These sparks could start a fire. The fire could burn the whole bridge down."}
{"text_id": "64-a2", "simplified": "Street art is changing. We can see some trends that are happening now. Most street artists are young people who paint in their city or town. But more and more artists are travelling and working all around the world. They use the internet to talk to each other and share pictures of their work. The art world is starting to take street art seriously. This means that street art will continue to be popular for a long time. We don't know what will happen to street art in the future. But we can be sure that it will always be around."}
{"text_id": "65-a2", "simplified": "Suzanne Collines is very upset by war news programmes. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother did not want her to know what was happening in the war, but she still watched war news programmes. Suzanne saw that her dad was in Vietnam. This was very frightening for her."}
{"text_id": "66-a2", "simplified": "Many people born between 1983 and 1993 took part in a survey. The survey was about their work life and how they feel about their jobs. Over 40,000 people answered the survey. Another survey was done by Deloitte. Over 10,000 people in this group also answered a question about their job."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is a brave adventurer from the United States. He has traveled to many amazing places, such as Morocco, the Grand Canyon, and Everest. Erik was born blind when he was 13 years old. Even though he is blind, he loves to travel and go on adventures. Erik also wants to help people with disabilities to live happy and active lives. He takes young blind people on climbing trips and shows them that anything is possible."}
{"text_id": "68-a2", "simplified": "Many online platforms are making it easy for people to sell things. For example, busy parents can now sell their old baby clothes and equipment online instead of going to the market or car boot sale. They can sell their old baby clothes that are hardly worn and the expensive pushchairs and equipment they bought. This way, they can earn some money."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker spend 227 days in a small lifeboat. They face many problems, including hunger, illness, and exhaustion. They experience strong storms and hot weather, but they survive. Pi sometimes finds comfort in his three religions, but at other times he feels lonely and sad. After a long time, they see the Mexican coast on the horizon. This is the end of their story. You will have to read the book to find out what happens next."}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made a cup of coffee and went to her bedroom. She had some homework, but she could do it later. She wanted some quiet time before her parents came home. The house would be noisy with people talking, TV, or her dad listening to music while he cooked dinner. Chloe liked this time of day. She could play with her pet rats then."}
{"text_id": "71-a2", "simplified": "In 2010, NASA's team found 90% of the near-Earth asteroids. These asteroids are the size of mountains and are close to Earth. They are between 50 million kilometres from Earth. NASA knows about 887 of these asteroids, but none are a danger to the planet. There are 50 more that NASA has not found yet."}
{"text_id": "72-a2", "simplified": "Auggie is going to school for the first time. He is very anxious. He looks different from other children. Other kids do not want to sit next to him. They stare at him and talk about him. \n\nBut Auggie makes friends with Jack and Summer. They are nice to him. \n\nWhen Auggie goes to school, some kids are scared of him. They think he has 'the plague'. They do not want to touch him. \n\nAuggie has a lot of problems at school. But then something unexpected happens at a school camp. This changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked at the northern end of the property. It was very big. They could not see the fences from where they stood. A teenage boy might get bored and want to run away. But it was not possible to run away on foot. Sam looked at the biggest horse. The horse was kicking its heavy hooves on the ground. Sam wondered if the boy could ride it. There was a lot of trouble that a good rider could get into out here. The boy might get into more trouble if he didn't know how to ride horses and wanted to escape from his father."}
{"text_id": "74-a2", "simplified": "Many people climb Mount Everest. They are between 13 and 80 years old. Climbing high mountains in bad weather is very dangerous. But now, many climbers want to do new challenges. Gerlinde Kaltenbrunner from Austria loves climbing mountains. When she was a teenager, she started climbing. After school, she worked as a nurse. But she kept climbing in her free time."}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Everest. Now she wants to climb the other 13 mountains that are over 8,000 metres high. She climbs without using oxygen tanks. This is a big risk. Low oxygen in high mountains can make people sick. Gerlinde's charity helps poor children and orphans in Nepal. She became a famous climber to do this."}
{"text_id": "76-a2", "simplified": "We should think about what we own and use it. For example, I own a thick woollen coat. But I live in a tropical country, so I don't use it much. My smartphone is another example. I bought a new one recently, but I don't use the old one. Some people have a car, but they only drive it on weekends. We also have a guest room in our house. But it's now used as a storage room. We should try to use our things properly."}
{"text_id": "77-a2", "simplified": "Dreams have been connected to the future for a long time. Many people believed that dreams were messages from gods, sent to give them important information or insights. Even today, many people can remember a dream and then something similar happens in real life."}
{"text_id": "78-a2", "simplified": "Bridges are very important for transportation. They connect roads and water bodies. They help cars, trucks and trains cross over mountains and rivers. Because of this, bridges are very important for civil engineers. People check them very closely, especially when they are built. If a bridge collapses, it is a big problem. Many expensive bridges have been built in the world. They are very expensive and take many years to build. Some of the most expensive bridges have been built across the ocean. These bridges are very difficult to build. They cost a lot of money. Many people have died in accidents on these bridges. Because of the risks, engineers build bridges to be safe. They design them to be strong and durable. They also make sure they are easy to use."}
{"text_id": "79-a2", "simplified": "Gabriela was frustrated. She emailed her Swedish manager about the problems she had with her team. Her manager asked her if her team was working well and what she thought would help her work better with her team. Gabriela did not like her manager's answer. She thought he was not managing the situation well."}
{"text_id": "80-a2", "simplified": "Dogs that live in groups have learned that people are more likely to give them food if they are small and cute. So, they go to the city streets to beg for food for the whole group. Some dogs have even learned to use the metro system to travel from one part of their territory to another. Scientists are not sure how dogs know when to get off the train. One idea is that they use their good sense of smell to recognize their favourite places. Another idea is that they have learned to recognize the names of train stations. Either way, people are now used to seeing dogs on the trains and they do not notice them."}
{"text_id": "81-a2", "simplified": "Ed Stafford is the first person to walk along the Amazon River. He started at a small stream in the Andes mountains in Peru. After two years and four months, he arrived at the river's mouth in Brazil. He walked 6,000 kilometres. The Amazon rainforest is full of dangers like snakes, crocodiles, and jaguars. But Ed was lucky and didn't get seriously hurt. He just got a few mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "In Britain, people spend over £1,000 on new clothes every year. This is about 4% of their income. At first, it might not seem like a lot. However, this figure hides two big problems. \n\nFirst, many people buy clothes on credit cards. Today, British adults owe about £670 to credit card companies. This is 66% of their budget for new clothes. \n\nSecond, people buy things they don't really need and spend money they don't have. \n\nUnfortunately, Britain throws away a lot of old clothes every year. We throw away around 300,000 tons of clothing annually, most of which ends up in landfill sites."}
{"text_id": "83-a2", "simplified": "Ed's journey would not have been possible without technology. He used a radio to ask people in the rainforest for food and permission to cross their land. Many of them met him and helped him navigate through the difficult terrain. As he walked, Ed wrote a blog to record his daily experiences. He used the media's interest in his trip to raise awareness about the rainforest and to help charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Many businesses are making money from the sharing economy. They want to use people's unused resources to make money. One business model is to create an online platform where people can buy or sell things. Companies like Airbnb help people rent out their homes. They can make money from this. Another company, Uber, lets people use their own cars as taxis to make some extra money."}
{"text_id": "85-a2", "simplified": "Zoos have a very important job today. They help protect endangered animals by breeding them. In the wild, some animals have trouble finding friends and babies to breed with. They also face many dangers, like poachers, losing their homes, and being eaten by predators. A good zoo provides a safe place for these animals to live and have babies. If many wild animals disappear, their populations can become too similar. Breeding programmes help solve this problem. Zoo-bred animals can be released into the wild to help increase the animals' genetic diversity."}
{"text_id": "86-a2", "simplified": "Boats and trains can make bridges collapse. But these accidents are very rare. A bridge collapses when a train hits it at a high speed. A boat can also collapse a bridge even if it is moving very slowly. The best way to prevent bridge failures is to plan ahead. Modern technology can help. It can detect weaknesses in a bridge's structure. It can also create a safer working environment. Designers can make bridges safer too. These technologies and measures can reduce the risk of terrible accidents."}
{"text_id": "87-a2", "simplified": "Pi is very scared of the animals. He jumps into the ocean. He thinks, \"Oh no, there are sharks in the water! I must get back to the lifeboat!\" Pi is very lucky. The tiger in the lifeboat starts to eat the other animals. But the tiger, Richard Parker, is not hungry. He is seasick. He doesn't want to eat Pi. Pi is safe."}
{"text_id": "88-a2", "simplified": "When Pi was 16, his parents didn't like the new government. They were worried about the future. They decided to close the zoo and move to Canada. Some of the animals were sold to zoos in North America. Pi, his parents, and the animals traveled by ship to Canada. On the way, a big storm hit them. The ship sank. Pi's family and the sailors all died. Pi was left alone in a lifeboat with a hyena, a zebra, an orang-utan, and a huge tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a popular book for teenagers and young adults. It was written by an American author named Suzanne Collins. The book was published in 2008. It has been translated into 26 languages and sold millions of copies around the world. The Hunger Games is the first book for young readers to sell over one million electronic copies. The book was also made into a successful Hollywood film. The film made 152.5 million dollars in its first weekend in North America."}
{"text_id": "90-a2", "simplified": "Dreams are like a special way that our brain organises our thoughts at night. When we dream, our thoughts have symbolic meanings. During the day, our thoughts are like words we think to ourselves. But at night, our brain's language part becomes less active, while the part that handles our feelings becomes more active."}
{"text_id": "91-a2", "simplified": "Being friends with people is very important for happiness. In a study, many happy people were found to have good relationships with their friends and family. They made time to be with them often. To be happy, you also need someone to talk to about your feelings. This person is called a 'friend to confide in'. It's not enough to just have lots of friends to talk to. You need to have a deeper connection with them. For example, you can talk about your music or football. Listening to others is also very important. If you want to develop strong relationships, you need to be able to listen to others well."}
{"text_id": "92-a2", "simplified": "Carol Dweck is a psychologist who believes that our brains can change. She says that we can learn new things and improve our skills even if we're not good at them at first. Many people praise people for their results. For example, 'You have a great eye for details' or 'You are very good at planning events'. But research shows that this is not the best way. Instead, we should praise people for the way they work. For example, 'You worked hard to do that', 'You tried different approaches', or 'You solved the problem'. This will help people learn new skills and get better at things."}
{"text_id": "93-a2", "simplified": "The rover checks the air around it. In 2014, it found a common organic molecule in the air. This molecule is a key ingredient of natural gas: methane. Methane only lasts a few hundred years. This means that there must be something on Mars that makes more of it. NASA says that Mars releases a lot of methane at the same time. The amount of methane goes up and down every year, like the planet is breathing."}
{"text_id": "94-a2", "simplified": "A psychologist named Carol Dweck gave ten-year-olds some problems that were a little too hard for them. One group liked these challenges. They believed their abilities could be improved. They have a 'growth mindset'. They think about what they can do in the future. Another group felt they had failed and were judged. They had a 'fixed mindset'. They did not think they could get better. Some of them thought they might cheat. Others looked at someone who did worse than them to feel better."}
{"text_id": "95-a2", "simplified": "Horror films love places that are empty and alone. This can be an old hospital, a lonely house, or a ghost town. People find horror movies scary because of lonely places. We wonder what it was like when people lived there. Why did they leave? It's also quiet in these places, which can be very frightening. Abandoned places are useful for horror film directors because they often have no phone signal. This makes the story more believable."}
{"text_id": "96-a2", "simplified": "The basement is a scary place in horror movies. It's where something is usually hiding or where the bad person keeps their tools. Basements are always dark and damp. You have to go down a narrow staircase to reach them. They can look creepy even if there is nothing down there."}
{"text_id": "97-a2", "simplified": "Gary Collins was a policeman off his job. He was watching the riots in London on TV. He saw some people and knew who they were. He stopped his holiday and helped the police. Gary looked at the CCTV film for six months. He found 190 people. He could identify them just by their eyes. He was very helpful to the police. The police used a special computer to find people. But even with all the footage, they only found one person."}
{"text_id": "98-a2", "simplified": "I think it's interesting to think about how our bodies will change in the future. Imagine if we could put a computer inside our brain! Soon we will be able to do this and improve our math skills, hearing and memory. This idea is becoming more common."}
{"text_id": "99-a2", "simplified": "It was a great talk. The speaker said some very good things. Let's look at parental influence. Imagine your parents posting on social media while you're cooking dinner. Or when they're waiting at a red light. This can make teenagers not want to do their homework. The speaker also talked about people wanting to be in two places at once. They often switch between their real-life and online conversations. I see this with my teenage daughter and her friends. They meet up and then sit together in silence while each one talks to someone online."}
{"text_id": "100-a2", "simplified": "The world is a violent place. But there is good news too. Between the end of World War II and 1990, there were 30 wars that killed over 100,000 people. Today, most countries live in peace. However, there are still many civil wars. In the last few years, terrorism has increased. Wars have killed more civilians than soldiers since World War II. Many civilians have died in wars. However, the number of people killed in violent crime is much lower than in civil war. The global murder rate has fallen slightly. In 2000, it was 8 per 100,000 people. In 2015, it was about 5.3 people per 100,000. This means that people are less likely to be killed in violent crime than in civil war."}
{"text_id": "101-a2", "simplified": "Wasfia is a woman who has dedicated her life to helping human rights. She has worked on many projects in her country to teach women and girls. However, she has seen that many projects have stopped working and left people with nothing. Wasfia wants her country, Bangladesh, to be strong and independent. She has two passions: mountaineering and human rights. She started climbing mountains while working on humanitarian projects in other countries. Bangladesh is a flat country, so most people have never seen a mountain. But Wasfia's campaign is working. Many people in her country and around the world are now paying attention."}
{"text_id": "102-a2", "simplified": "Most people think that developing countries are in a very bad situation. They have a lot of poverty, are ruled by dictators, and don't have much hope for change. However, this is not true. In reality, many good things are happening. For the past 20 years, over 700 million people have gotten better off financially. Many children are also getting better health. More girls are going to school and people have access to clean water."}
{"text_id": "103-a2", "simplified": "Many managers try to make their feedback more positive by adding two good comments to one bad comment. However, this can make employees think that positive feedback is not useful, just a way to hide the bad news. Good feedback should not just be to soften the bad news, but should make employees feel encouraged to do well. It should be given to help them improve."}
{"text_id": "104-a2", "simplified": "I'm a member of the Campaign to Stop Killer Robots. Some people think of robots like Terminators from the movies, but this is not what's happening now. Military robots like drones, gun turrets, and sentry robots are already being used to kill people with very little human help. Soon, there will be robots that can make their own decisions and kill without human orders. This would be very wrong and dangerous for humanity. We need to be careful about what we ask machines to do."}
{"text_id": "105-a2", "simplified": "Most people are learning English. It is spoken in more countries than any other language. But China has the most native speakers. There is no clear connection between the number of native speakers and the number of learners. However, there is a link between the number of learners and the number of countries where the language is spoken."}
{"text_id": "106-a2", "simplified": "Your manager stops you and says she needs to talk to you about your work on the recent project. You worry about it all weekend. On Monday morning, you go to her office. She starts by saying you did a good job on the project. You think she might be saying this to be nice. Then she says what she really wants to say. Finally, she says something nice again. This is like a 'feedback sandwich'. It has two nice things and one thing that is not nice."}
{"text_id": "107-a2", "simplified": "Born in the USA is a rock album. Its songs are emotional. They are about the dark side of the American dream. Many songs talk about hard-working people who are unhappy. They feel angry and bitter because they don't have a good life. The song Glory Days is about people who used to be happy and successful when they were young. Downbound Train tells the story of a young man who loses his job and becomes unhappy. The artist thinks about real people he knows and the life he might have had. The album shows that Bruce Springsteen is a very talented musician."}
{"text_id": "108-a2", "simplified": "Lewis wants more marine protected areas in the world. He wants 10% of the oceans to be protected, not 3%. He wants to stop people from overfishing, polluting and throwing trash in the sea. Lewis has seen the damage to the ocean during his trips. He has swum over coral reefs that are dying because of warmer water. He has seen underwater deserts in the Red Sea with no life and a lot of plastic. Lewis thinks that nature can recover if we give it space. But time is running out. If we don't take care of the sea, we will have a big problem soon."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a well-known author. She has won the Olive Crime Writer Award twice. She was born in Glasgow, a city with a high crime rate. When she was young, she learned to be quiet and not get into trouble. She also learned how to open car doors with a knife. But she never used her knowledge for bad things. She only used it to write her books. Now, she talks about her life on TV and at writing conferences."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? \nIs it impossible to make progress? \nIn his book \"Enlightenment Now\", Steven Pinker looks at the big picture of human progress. He finds good news. \nWe are living longer, healthier, and happier lives. \nHowever, Pinker thinks that the big problem is that people are not valuing reason and science. \nWhen commentators and demagogues try to scare people, they make us lose trust in important institutions like democracy and world co-operation. \nThis can cause big damage to these institutions. \nWe need to be careful not to let our fears and doubts control us."}
{"text_id": "111-a2", "simplified": "In old horror films, it was hard for the main characters to call for help. Now that people have mobile phones, it's not as believable that they can't call for help. So, how can the filmmakers keep the suspense? One way is to make it impossible for the hero to call for help at a key moment. For example, their phone might not work at all, or the battery might die just when they are making the call."}
{"text_id": "112-a2", "simplified": "In the 1950s, Central American banana growers were in trouble. Their main banana, called Big Mike, was dying. Now, the Cavendish banana is also in danger. Big Mike was a popular banana. It was easy to transport and tasted sweet. Many banana plantations in Central America grew Big Mike bananas. A company called United Fruit was the main grower and exporter of bananas in South America. United Fruit produced bananas in a very efficient way. Instead of growing new plants from seeds, it cloned new plants from old ones and put them in very crowded fields."}
{"text_id": "113-a2", "simplified": "Most spiders have venom that helps them catch their food. This venom can hurt people, but it is not usually deadly. Only 25 out of many spider species can hurt humans. In Australia, there is a big spider called the Sydney funnel-web spider. It is not deadly since a medicine was made to stop its venom. However, it is still dangerous if you touch it. Tarantulas are also hairy and can hurt you if they feel scared. If they feel threatened, they will throw out irritating hairs to defend themselves. These hairs can get stuck in your skin or eyes. You should be careful around spiders."}
{"text_id": "114-a2", "simplified": "Horror movies often use a common theme. It starts with a group of teenagers having fun, but it ends with everyone dead. The main character is usually a shy and innocent girl at first. But by the end, she becomes very strong and resourceful. The last girl usually survives and wins."}
{"text_id": "115-a2", "simplified": "Our ability to speak complex language came from our brains. But it's not just the size of our brain that is important. It's what else our brain can do. Our ancestors' brains are different from other animals. We need to look at how their brains evolved. There are no clear physical clues. The things our ancestors left behind don't tell us what kind of sounds they could make. But we can see some changes in the mouth, throat, and tongue of early humans. About 100,000 years ago, humans could make complex sounds. Before that, we don't know if early humans could make simple sounds or not. We can only guess."}
{"text_id": "116-a2", "simplified": "In our society, girls are encouraged to study arts and humanities, not maths and physics. This is because there are not enough female role models in science. Many cartoons and stories show men as scientists. There are also negative stereotypes about scientists being geeky or lonely. These are not true. However, they can make girls think that science is not a good career choice. If girls saw more positive female role models in science, they would feel more confident and happy with science subjects."}
{"text_id": "117-a2", "simplified": "The Scallion is a weekly newspaper. It is free and available in university buildings. 10,000 students read it. The newspaper is written and produced by students. Many students value it for entertainment, culture and work. However, printing the newspaper is expensive. Some students do not have easy access to it. They have to go to the university to get a copy. This causes an environmental problem. A lot of newspapers end up as litter on campus."}
{"text_id": "118-a2", "simplified": "At Girox Foods, we have a high employee turnover rate of 12%. This is higher than the average industry rate of 7%. We want to find out why our employees are leaving and what we can do to make them happy and keep them working with us. This report is about our employee engagement and what we can do to make our workplace better and reduce employee turnover."}
{"text_id": "119-a2", "simplified": "I agree with what the speaker said. I think it's a problem that the more connected we are, the more lonely we feel. This is not a big issue for my generation. We have grown up without technology and know how to be alone. We also know that it's okay to be alone. However, the younger generation is different. They are always communicating and rarely feel lonely. But they miss out on the chance to learn how to be alone and enjoy their own company. They learn to talk through messages, which is not the same as talking in person. This can make it hard for them to have real conversations with others."}
{"text_id": "120-a2", "simplified": "Do not always respond to positive feedback with negative feedback. When positive and negative feedback are given together, people may ignore the positives. We should give positive feedback for its own sake, not just to criticize. We should give constructive criticism to help people improve. We should not always offer criticism, just to criticize."}
{"text_id": "21-b1", "simplified": "Your dreams can show you things that you didn't know you were thinking about. Many common dreams, such as flying or falling, losing teeth, or being naked in public, probably mean similar things to most people. To understand what your dream means, look at your daily life and connect the dream to something that happened or made you feel a certain way."}
{"text_id": "22-b1", "simplified": "There are many wild dogs living in Moscow. About 35,000 of them live on the streets. Some dogs were born in the wild, while others were pets that were left behind by their owners. Some dogs live alone, while others live with a group of dogs. In 2010, scientists studied the dogs and found that they have adapted very well to city life. They have learned to cross the street with people and some dogs even understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is a book by New Yorker author RJ Palacio. She says the idea for the book came to her when she saw a girl with a facial deformity on the street. The book has been very successful in the US and has won many awards. Many schools use it to talk about bullying, friendship and being different. A movie version is being made and many people, including me, are excited to read her next book."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy. Chloe knows that rats are not dirty animals and they can make great pets if you take good care of them. Many people are afraid of rats. Chloe understands why they are afraid. She didn't like rats at first, but her friend Martin showed her his rats and she saw how loving and smart they were. Last year, Martin's rats had babies. Chloe decided then that she wanted two of them."}
{"text_id": "25-b1", "simplified": "Cape Town can be a dangerous place for baboons. Some have been hurt or killed in car accidents, while others have been shocked by electric cables. Baboons are a threatened species. The city council has a team called Baboon Monitors to help. Their job is to scare baboons away from the city or catch them and release them in the countryside. This policy has helped a little, but it's hard to keep baboons from coming back to the city because they think it's a good place to find food."}
{"text_id": "26-b1", "simplified": "I work for a global IT company. We are based in the States, so I do all my work from home. This means I don't have to commute or make small talk with colleagues. I work on a project-by-project basis. This flexibility is very useful to me. It allows me to take time off when my children need to go to their school performances or if I need to make an appointment with the dentist. The only downside is that I often work late into the evening, sometimes skipping dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti continued to appear. At the same time, street art began to grow around the world. Some artists created art to make a point about politics, such as war, inequality and discrimination. Other artists focused on creating beautiful and attractive work. In South America, many street artists worked in poor areas, adding colour and beauty to grey city walls."}
{"text_id": "28-b1", "simplified": "People are constantly shown things to buy on social media, magazines, and shop windows. This includes clothes and shoes. British consumers are buying more clothes and shoes than ever. Online shopping makes it easy to buy things without thinking. Many brands sell very cheap clothes. Because of this, people can treat these clothes like disposable items. They buy clothes, wear them two or three times, and then throw them away."}
{"text_id": "29-b1", "simplified": "Sam squinted against the sun at the dusty trail made by a car on its way to the Big House. The horses were not interested in their owner. They kicked and flicked their tails at flies. Sam waited. He was not surprised. Mr Carter didn't usually come outside unless he had to. That was fine with Sam. The more he avoided his boss, the longer he'd work. Mr Carter wiped the sweat from the back of his neck. He was hot. The damp patches on his shirt made him look like a map. His skin was reddening in the June sun. He was not used to working outside."}
{"text_id": "30-b1", "simplified": "Many people in Berlin, Germany were upset about shooting pigs. They thought it was cruel and hurtful. Some hunters and animal lovers had big arguments about it. The city council listened to their complaints. They decided to take a new approach to deal with the pigs. Instead of shooting them, they built fences around the pigs and made it illegal to feed them. We will see if this works. It's a big challenge because warmer winters mean that more pigs are born."}
{"text_id": "31-b1", "simplified": "Suzanne's love of classical Greek mythology inspired the Hunger Games book. When she was a child, she loved the story of Theseus and the Minotaur. In this story, the city of Athens was ruled by Crete, but the Athenians rebelled. As a punishment, the king of Crete, Minos, forced the Athenians to send seven boys and seven girls to Crete every year. The youths were thrown into a labyrinth and eaten by a monster called the Minotaur. However, one of the youths, Theseus, fought the Minotaur and killed it. Suzanne sees Katniss Everdeen as a modern-day Theseus, who fights against the oppressive government."}
{"text_id": "32-b1", "simplified": "Zoos have the potential to teach people about conservation and protect animals and their homes. Some zoos help animals that have been mistreated or abandoned. For example, they may take in pets that have been neglected as companions. Zoos also do important research on animal behaviour and how to treat animal illnesses."}
{"text_id": "33-b1", "simplified": "A new trend is emerging to fight consumerism – the \"buy nothing\" movement. This idea started in Canada in the 1990s and spread to the US. In the US, it's a reaction against people overspending on Black Friday and Cyber Monday during Thanksgiving. On Buy Nothing Day, people protest and cut up their credit cards. Throughout the year, people in Buy Nothing groups exchange and repair things they already own."}
{"text_id": "34-b1", "simplified": "Is graffiti art or vandalism? The answer depends on your opinion. In many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police. Some have had to pay fines. City councils complain about the cost of cleaning graffiti from buildings, buses and trains."}
{"text_id": "35-b1", "simplified": "The art world is starting to recognize graffiti and street art as a valuable art form. There have been big exhibitions of street art in Paris, London, and Los Angeles. In New York, an artist named Elura Emerald organized a street art exhibition in 2008. She said that street artists who paint on the walls are just expressing themselves and not hurting anyone. They should be appreciated and celebrated."}
{"text_id": "36-b1", "simplified": "If people dream four to six times a night after they are ten years old, they have 2,000 dreams a year. By the time they are 80 years old, they might have had 140,000 dreams. Even if we forget 95-99% of our dreams, we still have a few thousand dreams to remember. It's easy to believe that a dream event is followed by a real-life event that is similar. This happens often in everyday life."}
{"text_id": "37-b1", "simplified": "The Hunger Games takes place in the future. The country is called Panem. It is divided into twelve poor districts. The wealthy Capitol controls the nation. The Capitol has total power over the districts. Each district makes different things for the Capitol. District 12 is one of the districts. It provides all the coal for the country. There was a thirteenth district once. But it rebelled against the Capitol and was destroyed."}
{"text_id": "38-b1", "simplified": "Wild animals often come to cities to find food. In Cape Town, South Africa, baboons are visiting residential areas. They are eating food from rubbish bins and gardens. Some brave baboons even go into people's houses to take food from cupboards and fridges. However, baboons can be aggressive and have attacked many pets. This makes many city residents not want them to be in the city."}
{"text_id": "39-b1", "simplified": "Many accidents happen when a bridge is being built. These accidents are usually caused by a mistake made by the engineers. For example, they might make a calculation error. The bridge can collapse under its own weight, and this can be very dangerous for the workers on the bridge at the time."}
{"text_id": "40-b1", "simplified": "George Lucas was a film director who inspired his stories with the 17 stages of the hero's journey. The hero usually starts his life as an ordinary person, but something unexpected happens, leading him or her on an adventure that changes everything. In Star Wars, Luke Skywalker lives an ordinary life with his aunt and uncle. They are engineers who fix robots. Luke finds a message from Princess Leia inside a robot called R2D2. This message is the call to adventure that starts Luke's journey."}
{"text_id": "41-b1", "simplified": "There is another way to stop a big asteroid from hitting Earth. One way is to blow it up using a nuclear bomb. This idea sounds like a movie plot. In 1998, a film called Armageddon showed this idea. NASA has a proposal called the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER). This plan uses eight-ton rockets to push the asteroid off course. If the asteroid is too close to Earth, the rockets carry nuclear bombs to destroy it."}
{"text_id": "42-b1", "simplified": "Campbell says that a hero first refuses a call to adventure. But then a mentor appears and helps them. The hero decides to go into a special world. This is where their adventure begins. The hero must pass tests, fight enemies, and make friends. They also meet their biggest challenge. For Luke, the mentor is Obi-Wan. His friends are Han Solo, R2D2, and C3PO. The enemy is Darth Vader. They live inside the Death Star, a special place where the adventure takes place."}
{"text_id": "43-b1", "simplified": "Some things that are not used very much can seem useless to some people. But to others, they can be very useful. The internet has made it easy for people to sell and buy second-hand things online. This has created a new way of sharing goods and services. It is called the sharing economy. People can now buy and sell things with each other, without having to go to a store. This makes it easy for people to share things they no longer need."}
{"text_id": "44-b1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that our dreams show us things we are not aware of in our minds. Sigmund Freud believed that if we understand our dreams, we can understand our hidden feelings and problems. However, there was another theory. It said that dreams are just random brain activity. Our brains are busy making sense of the day's events and memories. When we wake up, we try to make sense of the random images and feelings and put them into a story."}
{"text_id": "45-b1", "simplified": "I am a freelancer. I work for myself. This is great because I can control my work and my time. \nAt first, I worked from home. But it was difficult for me to concentrate. There were many distractions: household chores, my family members, and other things. \nI tried working from a nearby café, but the Wi-Fi connection was not good and I drank too much coffee. \nI decided to rent a desk in a co-working space with five other freelancers. I like going to work every morning and focusing in an office environment."}
{"text_id": "46-b1", "simplified": "If NASA can get the money to build a new telescope called NEOCam, it can find and locate asteroids. The telescope would use infrared light to detect them. If NASA gets the money, it could probably find all the small to medium-sized asteroids in ten years. However, after that, the team would still need to work out how to protect the Earth from big, worrying asteroids. These asteroids are called PHAs."}
{"text_id": "47-b1", "simplified": "The \"buy nothing\" trend has now reached social media influencers. They usually post about clothes and makeup that they recommend. Some popular YouTubers now tell their viewers not to buy anything for at least a year. In Canada, two friends tried this for a year. They started by not buying electrical goods, clothes, or things for the house. Later, they gave up services like haircuts, eating out, and buying petrol for their cars. After one year, they saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion is very important to Pi. Although he comes from a Hindu family, he is interested in other religions. Pi befriends a Christian priest and a Muslim baker. Many people are surprised when Pi says he wants to be a Hindu, a Muslim, and a Christian all at the same time. His family and teachers ask him to choose just one religion, but Pi says he just wants to love God. From then on, his family and teachers allow him to make his own decision about religion."}
{"text_id": "49-b1", "simplified": "Some people think that writing down your dreams can help you have more control over your dreams. Lucid dreaming is when you're aware that you're dreaming and you can make things happen in your dream. For example, you can turn a bad dream into a good one, or you can control the story of your dream like a movie director. Having lucid dreams can be helpful. You can create your own dreams instead of just trying to figure out what they mean. But you still need to have some dreams that allow your subconscious to talk to you."}
{"text_id": "50-b1", "simplified": "Many people give their unwanted clothes to charity. They may not think it's a problem. However, charity shops cannot sell all the unwanted clothes. 'Fast fashion' is out of style quickly and is often of poor quality. People don't want to buy second-hand clothes. A lot of unwanted clothes are thrown away and some are sent to other countries, causing more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Meagan McGrath from Canada is an adventurer. She has climbed the highest mountain on each continent. She also rode a bike across Canada and ran a long-distance race in the Sahara Desert in 45ºC heat. Meagan's most impressive journey was to the South Pole. On her first day, she fell into a glacier and had to be rescued. Many people would have given up at that point, but Meagan decided to continue. She pulled a sledge with a tent and food behind her. She went through freezing conditions and ice storms for forty days. Eventually, she reached the South Pole."}
{"text_id": "52-b1", "simplified": "Blek le Rat started painting rats on the walls of his home city, Paris. Now, he tries to make people think about social issues and problems. He paints pictures of people who are homeless in big cities to make people think about homelessness."}
{"text_id": "53-b1", "simplified": "In some places, councils try to stop artists from painting graffiti on walls randomly. They encourage artists to work in special areas instead. Taiwan has 'graffiti zones' where artists can paint and write on walls. In São Paulo, Brazil, the city council allows some graffiti artists to paint on the subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town in South Africa. She is a painter who makes big, colourful pictures of people and animals. She likes to explore new places. Her paintings are found on pavements, in old factories, and on abandoned cars. She likes that most street art is temporary and will be gone soon. This is like life, which is always changing with new beginnings and endings."}
{"text_id": "55-b1", "simplified": "In her previous job, Gabriela worked in a culture where power and authority were highly respected. People had their own places and leaders made the big decisions. Gabriela's Swedish team, on the other hand, worked in a culture where power was not as important. Team members often worked together with their bosses to find solutions. Leaders acted as coaches, encouraging independent thought and expecting to be challenged."}
{"text_id": "56-b1", "simplified": "When Gabriela noticed the differences in culture between her and her team, she talked to them about their feelings. They were pleased to share their thoughts. Gabriela's team said that they were not used to being told what to do. They liked having more freedom to make their own decisions. However, when Gabriela told them exactly what she needed, they felt she didn't trust them. They thought she didn't trust them to do their job well. Gabriela took it personally when they tried to challenge her decisions. Her team explained that they usually made changes and challenged decisions on their own."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything, from small tags to huge colourful pictures of people on buildings. Their paintings are often very big. They need cranes to help them. In 2007, they painted a whole castle in Scotland."}
{"text_id": "58-b1", "simplified": "For thousands of years, people have been painting and writing on walls. This started in prehistoric times in Africa and Europe. People drew pictures of animals and humans in caves. Graffiti has been found on old buildings in Greece, Italy, Syria, and Iraq. In the ancient town of Pompeii, archaeologists have discovered many examples of graffiti written in Latin. These messages were about religion, politics, and love. Some even had magic spells!"}
{"text_id": "59-b1", "simplified": "Do you have a dream of climbing Mount Everest or walking to the South Pole? Many people have this dream. Every year, thousands of people go on adventures to climb high mountains or cross continents. They use modern technology like GPS and satellite phones to navigate. Some adventurers care about nature and use their trips to raise awareness about environmental issues. Others want to help people in need and raise money for charities."}
{"text_id": "60-b1", "simplified": "The first test is called DART. It will be tested on a small asteroid called Didymos. Didymos is 150 metres wide. It orbits its larger mother, the asteroid 800 metres long. The aim is to hit the asteroid with DART and make it fall out of its orbit so that we can see it from Earth."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is the heroine of the story. She is a 16-year-old girl. Her father died in a mining accident. She has to feed her family. Katniss is very good with a bow and arrow. She hunts in the woods near her home, District 12, with her friend Gale. Katniss's younger sister Prim is chosen as a tribute in the game. Katniss volunteers to go instead of Prim. The other tribute from District 12 is a boy named Peeta. Katniss and Peeta become friends, but their relationship becomes complicated."}
{"text_id": "62-b1", "simplified": "Writing about your dreams can help you remember more details. Think about the people and places in your dream. They can add to the meaning of your dream. After a week, you'll be surprised at how much you've written. You can then connect your dreams to your daily life. You may remember things that happened in your daily life that relate to your dreams."}
{"text_id": "63-b1", "simplified": "In the past, most bridges were made of wood. They were more likely to catch fire. This was especially true for old train bridges. The sparks from the steel wheels and tracks could sometimes start a fire that would burn the bridge down."}
{"text_id": "64-b1", "simplified": "Street art is changing. Some trends are becoming clear. Most street artists are young people who paint in their local city or neighbourhood. However, more and more street artists are now working in different cities all around the world. They use the internet to communicate and share pictures of their artwork. The art world is starting to accept street art as a real art form. Even though we don't know what the future holds, we can be sure that street art is here to stay."}
{"text_id": "65-b1", "simplified": "Suzanne Collines finds news programmes about wars upsetting. When she was a child, her father was a pilot in the US Air Force. He fought in Vietnam. Suzanne's mother tried to protect her by not telling her what was happening in the war. Suzanne still saw news programmes about the war. She knew that her dad was there. This was a very frightening experience for her."}
{"text_id": "66-b1", "simplified": "In a big survey, PricewaterhouseCoopers (PwC) asked over 40,000 people born between 1983 and 1993 about their work and workplace. They also asked over 10,000 people about their views on the workplace. The people who took part in the survey were millennials. Millennials are people born between 1983 and 1993. These surveys were done to see what millennials think about their work and workplace. The surveys were done by two companies: PwC and Deloitte."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is an American adventurer. He has traveled to many exciting places, like the deserts of Morocco, the Grand Canyon, and Mount Everest. Erik is blind. He lost his sight when he was 13 years old. Even though he can't see, Erik loves to travel and go on adventures. He wants to encourage people with disabilities to be active and have fun. Erik also teaches young blind people how to climb and explore."}
{"text_id": "68-b1", "simplified": "Online platforms are giving people the chance to make some money quickly. For example, busy parents used to not set up stalls at local markets to sell their children's old things. But now, they can sell these things online. For instance, they can sell their children's old clothes that are still in good condition. Parents can also sell baby equipment, like pushchairs, that they no longer need. This helps them earn some extra money."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker spend 227 days in a lifeboat. They face many challenges, such as hunger, illness, and exhaustion. They also experience violent storms and the hot sun. They survive despite these difficulties. Pi sometimes finds comfort in his three religions, but at other times he feels lonely and sad. Eventually, the Mexican coast appears on the horizon. Everything changes after this. I won't tell you what happens next, so you have to read the book to find out."}
{"text_id": "70-b1", "simplified": "Chloe arrived home from school. She made herself a cup of coffee and took it to her bedroom. She had some homework, but she could do it later. Chloe liked this time of day. She liked it because her house was quiet, and she could play with her pet rats. She wanted to relax before her parents came home. Chloe wanted to enjoy some peace and quiet before the evening sounds started. She liked listening to her dad playing his jazz music while he cooked dinner."}
{"text_id": "71-b1", "simplified": "In 2010, NASA's planetary defence team found 90% of the big asteroids near Earth. These asteroids, called near-Earth objects or NEOs, are as big as mountains. They are anything within 50 million kilometres of Earth's orbit. There are 887 asteroids that NASA knows about. The team says none of them are a danger to the Earth. There are still 50 asteroids that NASA has not found yet."}
{"text_id": "72-b1", "simplified": "Auggie has to go to school. He is very anxious about it. Many children start at a new school and feel the same way. However, Auggie's situation is different. He looks different, and it makes him feel unhappy. Nobody wants to sit next to him. They stare at him or talk about him when they think he is not looking. Luckily, he makes friends with Jack and Summer. They are kind and welcoming. But Auggie's classmates are scared of him. They are afraid of getting sick if they touch him. Auggie has many problems at school. He goes through many ups and downs. One day, something sad happens at a school camp, and it changes everything."}
{"text_id": "73-b1", "simplified": "Two men stood at the northern end of a big farm. The farm went on forever. You couldn't see the fences even from there. A teenage boy might get bored, but he couldn't walk away. Sam looked at the biggest horse and wondered if the boy could ride it. There was a lot of trouble a good rider could get into out here, far from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to escape his father."}
{"text_id": "74-b1", "simplified": "More than 4,000 people have climbed to the top of Mount Everest. Climbing a high mountain in cold weather and strong storms is very dangerous. However, the best climbers now want to try new challenges. Gerlinde Kaltenbrunner from Austria started climbing mountains when she was a teenager. After leaving school, she worked as a nurse, but she kept climbing in her free time."}
{"text_id": "75-b1", "simplified": "Gerlinde has already climbed Everest. Now she wants to climb the other 14 big mountains in the world that are over 8,000 metres high. She makes it even harder by climbing without using oxygen. This is a big risk because the air at the top of high mountains is very low in oxygen. Low oxygen can affect your brain and body. Gerlinde uses her fame to help a charity that supports poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "When we look around our homes, we can see that not everything we own is useful. For example, we might have a thick, warm coat that we thought was fashionable, even though we live in a hot country. We might also have a smartphone that we bought but rarely use. Our cars might only be used on the weekends. Even our guest rooms can become storage spaces."}
{"text_id": "77-b1", "simplified": "In the past, people in different cultures believed that dreams were messages from the gods. They thought dreams could give us knowledge or help us see the future. Some people can still remember a time when they dreamed about something and then, later, it happened in real life."}
{"text_id": "78-b1", "simplified": "Many big and expensive transportation projects in the world involve building bridges. A bridge is an important link that connects cars, trucks, and trains to each other. It carries them across rivers, mountains, or other roads. Because of this, bridges are a very important part of civil engineering. They are also closely watched, especially when they fail. This is because they are a crucial part of people's daily lives."}
{"text_id": "79-b1", "simplified": "After weeks of problems, Gabriela emailed her Swedish manager. She told him about the issues she was having with her team. Her manager asked her one simple question: \"Do you think your team is still doing a good job?\" Gabriela was frustrated. She thought her manager wasn't doing a good job managing the situation. She felt he was vague and not solving the problems."}
{"text_id": "80-b1", "simplified": "Dogs that live in groups have learned that humans are more likely to give them food if they are small and cute. So, they go to beg for food for their whole group. \nSome dogs have learned to use the city's metro system to travel between different parts of their territory. \nScientists are not sure how dogs know when to get off the train. \nOne idea is that they use their sense of smell to recognise their favourite destinations. \nAnother idea is that they know the names of the train stations they hear in announcements. \nEither way, people have gotten used to seeing dogs on the trains, and they travel largely unnoticed."}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started his journey near the Andes mountains in Peru. Two years and four months later, he arrived at the river's mouth in Brazil. He walked 6,000 kilometres. The Amazon rainforest is home to many dangers, including poisonous snakes, crocodiles, and jaguars. Ed was in constant danger. However, he survived without getting seriously hurt. He got a few thousand mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "People in Britain spend a lot of money on new clothes every year. They spend around four percent of their income. This might not seem like a lot, but it hides two problems. Firstly, a lot of this spending is done with credit cards. In fact, most people in Britain owe around £670 to credit card companies. This is 66 percent of the average person's wardrobe budget. Secondly, people are buying things they don't need. This is not only wasting money, but also harming the environment. Britain throws away a huge amount of clothing each year. About 300,000 tons of clothes are wasted and end up in landfill sites."}
{"text_id": "83-b1", "simplified": "Ed's journey through the rainforest would not have been possible without technology. He used a radio to ask the people of the rainforest for help and permission to cross their land. Many of them came to meet him and guided him through the difficult terrain. As he walked, Ed wrote a blog to record his experiences. He used the media interest to raise awareness about the destruction of the rainforest and to help charities in Brazil and Peru that help children and the environment."}
{"text_id": "84-b1", "simplified": "Many businesses are making money from the sharing economy. They create online platforms to help people use their extra resources. For example, Airbnb allows people to rent out their houses or rooms to make extra money. Another example is Uber, which lets people use their own cars as taxis to earn some extra cash. These companies are very successful and people are using their free time to make money."}
{"text_id": "85-b1", "simplified": "Many zoos have an important job. They support breeding programmes for endangered animals. In the wild, some animals have problems finding mates and breeding. They are also at risk of being hurt by poachers, losing their homes, and being eaten by predators. A good zoo can help these animals live and breed in a safe place. As more wild animals disappear, there is a risk that their populations will become too similar. Breeding programmes help. Zoo-bred animals can be released into the wild to increase the genetic diversity. This helps the species to survive."}
{"text_id": "86-b1", "simplified": "Both types of accidents are very rare. However, boats and trains can cause a bridge to collapse in different ways. Trains can collapse a bridge due to their speed. Boats can also collapse a bridge because of their massive weight, even if they are moving slowly. The best way to prevent such accidents is to prepare for them. Modern technology can detect structural weaknesses, create safer working conditions, and design safer bridges. These measures can help reduce the risk of such accidents."}
{"text_id": "87-b1", "simplified": "Pi is scared of the animals. He jumps into the ocean. He remembers that there are sharks in the water. Pi thinks he has no choice but to get back into the lifeboat. As Pi is in the lifeboat, the animals start to kill each other. Only Pi and a tiger remain. Pi names the tiger Richard Parker. Luckily, the tiger is seasick and doesn't want to eat Pi."}
{"text_id": "88-b1", "simplified": "When Pi was 16, a new government was elected that his parents did not support. Pi's parents were worried about the future. They decided to close the zoo and move to Canada. Some of the animals were sold to zoos in North America, and Pi's family traveled by ship to Canada, taking the animals with them. On the way, a big storm hit, and the ship sank. Unfortunately, Pi's family and the sailors all drowned. Pi was left alone in a lifeboat with a hyena, zebra, orang-utan, and a huge tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a popular book for teenagers and young adults by Suzanne Collins. It was published in 2008 and has been translated into 26 languages. Millions of copies have been sold worldwide. It was the first book to sell over a million digital copies. The Hunger Games is now a successful movie. It made 152.5 million dollars on its first weekend in North America."}
{"text_id": "90-b1", "simplified": "Our dreams may be the result of our minds organizing the thoughts from the day. However, dreams also have a symbolic meaning. When we're awake, our thoughts appear as words, such as our inner conversations. In contrast, when we sleep, the part of the brain that controls language becomes less active, while the part that controls emotions becomes more active."}
{"text_id": "91-b1", "simplified": "Being happy is connected to having good relationships. Research found that people who are happy have strong relationships with their friends and family. They make time for these people regularly. To be happy, you need someone you can talk to about personal things – called self-disclosure. This doesn't have to be a close friend, but having one person you can share your feelings with is enough. A network of relationships is also important. Having many friends is not enough. You need to talk to them and spend time together. You also need to listen to them. If you can do this, you can develop stronger relationships."}
{"text_id": "92-b1", "simplified": "Carol Dweck, a psychologist who believes in the 'growth mindset', says our brains are flexible and can learn new skills. Many of us focus on our achievements and natural talents, like 'You really have an eye for details' or 'You are good at organizing events'. However, research shows that praising our effort, trying new things, and solving problems can help us develop new skills and improve our talents."}
{"text_id": "93-b1", "simplified": "The rover looks at the air around it. It found that the air contains methane in 2014. Methane is a basic organic molecule found in natural gas. It only lasts a few hundred years. So, something on Mars is constantly producing new methane. NASA says that Mars releases thousands of tons of methane at the same time. The amount of methane in the air changes every year, like a planet \"breathing\"."}
{"text_id": "94-b1", "simplified": "Carol Dweck, a psychologist at Stanford University, gave a group of ten-year-olds some problems. The problems were a bit too hard for them. One group was happy with the challenge and thought their abilities could get better. They had a 'growth mindset'. They were focused on what they could achieve in the future. Another group of children felt sad and thought their intelligence was being judged. They had a 'fixed mindset'. They didn't think they could get better. Some children thought they might cheat in the future. Others wanted to compare themselves to others who had done worse."}
{"text_id": "95-b1", "simplified": "Horror films love old, empty places. These can be abandoned hospitals, empty houses, or ghost towns. There's something special about empty, lonely places. What was it like when people lived there? Why did they leave? Maybe it's also that these places are very quiet, which can be scary too. Old, abandoned places are also good for horror film directors because it's more believable that you will have no phone coverage there."}
{"text_id": "96-b1", "simplified": "A house basement can be a scary place in horror films. It is usually where something is hiding or the bad guy is hiding their tools. The basement is often dark and damp. You can only get to it by a narrow staircase. Even when it is empty, a basement can be creepy."}
{"text_id": "97-b1", "simplified": "Gary Collins was a policeman off-duty. He was watching the London riots on TV. He saw some people he knew and stopped his holiday to help with identification. He spent six months watching CCTV footage. He found 190 people. Many people were identified just by their eyes. Gary's help was very important for the police. There was 200,000 hours of CCTV footage, but only one person was identified using facial recognition software."}
{"text_id": "98-b1", "simplified": "I think it's interesting to think about how we'll improve ourselves as a species by using technology to change our bodies. Imagine if we could put a computer inside our brain! Soon, this is possible. We can enhance our math skills, our sense of hearing and sight, and our memory. This idea is becoming more common."}
{"text_id": "99-b1", "simplified": "It was a great talk. The speaker made some good points. One of them was about parental influence. Think about it. If your parents post on social media while cooking dinner, it's hard for teenagers not to text while they're doing their homework. The speaker also said that people want to be in two places at once. So they switch between their real-life and online conversations. I see this a lot with my teenage daughter and her friends. They arrange to meet, but then sit in silence while each one chats online."}
{"text_id": "100-b1", "simplified": "There is a mixed picture when it comes to violence in the world. On the one hand, there have been many violent conflicts, including wars, between 1945 and 1990. However, most countries are now living in peace. There are still some civil wars today. In recent years, terrorism has increased. Wars have killed many more civilians than soldiers since World War II. Despite this, the overall murder rate has fallen. In 2000, the murder rate was 8 per 100,000 people. By 2015, it had fallen to 5.3 per 100,000 people. This is a slight decrease. It is also worth noting that deaths from violent crime are much more common than deaths from political conflicts."}
{"text_id": "101-b1", "simplified": "Wasfia has spent her life helping human rights and has worked on many projects in her country to teach women and girls. However, these projects often stop and leave them with nothing. Wasfia wanted to change this in Bangladesh. She combined her two passions, mountaineering and human rights, to make a difference. Wasfia started climbing while working on humanitarian projects in Tibet and Nepal. Bangladesh is a flat country, so most people have never seen a mountain before. Her campaign seems to be working. Many people, including those in Bangladesh and around the world, are paying attention."}
{"text_id": "102-b1", "simplified": "Most people think that countries with little money and poor leaders are in a very bad situation. They suffer from poverty, are ruled by dictators, and have little chance of real change. However, this is not true. A great change is happening. In the last 20 years, over 700 million people have become richer and left poverty behind. Every year, six million fewer children die from diseases. More girls are in school now than ever before. Millions of people have access to clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to give positive feedback by putting it between two positive comments. However, this can make employees feel that positive feedback is not important. It's better to give feedback that is both positive and negative, but focuses on the good work. This way, the positive feedback is seen as a reward for doing well, and helps to encourage good performance."}
{"text_id": "104-b1", "simplified": "I'm a member of the Campaign to Stop Killer Robots.  Many people think of the movie Terminator and imagine a machine that kills humans.  But in reality, machines like drones, gun turrets and sentry robots are already used to kill with little human help.  Next, we'll have autonomous machines, like'murderbots', which will decide who to kill on their own.  This is not acceptable to me.  It's a big risk for humanity.  We need to be careful about what we ask machines to do."}
{"text_id": "105-b1", "simplified": "More people are learning English than any other language. In fact, English is spoken in more countries than any other language. But Chinese has the most native speakers. There is no clear connection between the number of native speakers and the number of learners. However, there is a stronger link between the number of learners and the number of countries where people speak the language."}
{"text_id": "106-b1", "simplified": "Your manager stops you and tells you to talk about your recent project. You worry about it all weekend. On Monday morning, you go to her office. She starts by saying you did good work on the project. You wonder if this is just praise to start a conversation. You know how feedback usually works: say something nice, say what you really need to say, say something nice again."}
{"text_id": "107-b1", "simplified": "A fast rock album called Born in the USA has emotional lyrics. The catchy rock melodies make powerful songs. But behind these melodies are stories about the dark side of the American dream. Many songs talk about ordinary people's struggles. They feel bitter and angry because they don't have wealth or success. The song Glory Days is about people who were young and successful in a small town. Downbound Train tells the story of a young man who lost his job and became poor. It's easy to imagine that the artist wrote about people he knew. The artist might have written about his own life if he hadn't become famous. This album shows that the Boss is a very talented musician."}
{"text_id": "108-b1", "simplified": "Lewis wants the world to have more marine protected areas. He wants these areas to cover 10% of the world's oceans. This is to stop people from damaging the environment. Lewis has seen the damage with his own eyes. He has swum over coral reefs that are dying because of the warmer water. He has also seen underwater deserts in the Red Sea. These deserts are empty of life and full of plastic. Lewis thinks that nature can recover if we give it space. But time is running out. We must start taking care of our seas if we don't want to have a big problem soon. If we don't act now, the damage will be too much to solve."}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a very successful author. She has won the Olive Crime Writer Award twice. Terrie was born on a housing estate in Glasgow, a city with a high crime rate. When she was young, she had to be careful and stay out of trouble. She learned to open car doors with her knife. Luckily, she used her knowledge for good and wrote books instead of causing trouble. Today, she talks on TV and at writing conferences in the UK."}
{"text_id": "110-b1", "simplified": "Are things getting worse every day? \nWe are making progress. We are living longer, healthier lives. We are also happier. \nHowever, Steven Pinker says that the big problem is that our way of thinking is under threat. \nHe says that people are being fooled by tribalism, fatalism and distrust. \nThis is bad for important institutions like democracy and co-operation. \nIf we do not think clearly and rationally, we may damage these institutions. \nThis could have serious consequences. \nWe need to be careful and think critically. \nWe must protect our institutions and values. \nWe must also work together to achieve our goals. \nCo-operation is essential for a better future."}
{"text_id": "111-b1", "simplified": "Older horror films often showed characters in a desperate situation. They had no way to call for help or the police. Now, with mobile phones, it's a bit easier to believe that they can't get a signal. So, how can filmmakers keep the suspense? One solution is to make the phone battery die at a crucial moment. Another way is to make the hero have no signal at all. Or, the hero's phone battery could die when they are about to make a call. This creates suspense and makes the story more exciting."}
{"text_id": "112-b1", "simplified": "In the 1950s, Central American banana growers were in trouble. Their main banana, the Gros Michel, was dying. Now, it's happening again with its successor, the Cavendish. The Gros Michel was a popular banana due to its thick skin and sweet taste. It grew well in Central America's plantations. United Fruit, a major grower and exporter, produced its bananas in a very efficient way. It cloned shoots from the plant stems instead of growing new plants from seeds. United Fruit packed its bananas tightly in the fields."}
{"text_id": "113-b1", "simplified": "Spider venom is present in most spiders. It helps them catch their food by stunning or killing it, not by hurting humans. Most spiders do not harm humans. Only 25 species can hurt humans. Their bites can be painful, but usually not deadly. Australia's Sydney funnel-web spider has not killed anyone since the development of anti-venom in 1981. However, be careful when you touch hairy spiders, like tarantulas. If they feel threatened, they can defend themselves by releasing irritating hairs into the air. These hairs can stick to your skin or eyes if you touch them."}
{"text_id": "114-b1", "simplified": "Horror movies have a common theme. This theme is called \"the last girl.\" It is popular in horror movies from the 20th century. The story usually starts with a group of teenagers having fun. The story ends with most of them dead, but one girl survives. The main character, a girl, is often weak and shy at the beginning. However, by the end of the story, she is strong and brave. She is usually the last one standing."}
{"text_id": "115-b1", "simplified": "If we want to know how we can speak complex language, we need to look at how our brains are different from other animals. It's not just about brain size; it's about what else our brains can do and when and why they evolved that way. Unfortunately, there are few physical clues. Our ancestors' artefacts don't show us what speech they were capable of making. However, we can see from the remains of early humans that their mouths, throats and tongues developed. About 100,000 years ago, humans were able to create complex sounds. Before then, evolutionary biologists can only guess whether early humans used simple or complex sounds to communicate."}
{"text_id": "116-b1", "simplified": "Society tells us that girls should study arts and humanities, and boys should study maths and physics. However, this is not a natural choice. The problem is that there are not enough positive female role models in science. Cartoons and stories often show scientists as men. They also portray scientists as strange, lonely, and not good at social skills. These are not true, but they can make girls think that science is not a good career choice. If girls saw more positive female scientists, they would feel more confident and want to study science more."}
{"text_id": "117-b1", "simplified": "The Scallion is a weekly newspaper that gives away copies in faculty buildings. About 10,000 students read it. The newspaper is written and produced by students. Many students value The Scallion for entertainment, culture, and work experience. However, printing the newspaper is expensive. Some students have trouble getting a copy because they have to physically go to the university. This causes an environmental problem too. Many copies end up on the ground."}
{"text_id": "118-b1", "simplified": "At Girox Foods, we are experiencing a high employee turnover rate of about 12 per cent every year. This is higher than the industry average of seven per cent. Our goal is to investigate why employees are not satisfied and find ways to improve their working experience and keep them from leaving the company."}
{"text_id": "119-b1", "simplified": "I agree with what the speaker said. Many people feel more isolated even though they are connected to others. I think this is true for people my age who grew up without technology. We know how to be alone and it's okay to be alone. However, people under 20 are different. They spend so much time communicating with others that they rarely feel alone and don't learn how to enjoy their own company. Furthermore, they learn how to talk to others through messages, which can be changed or edited, rather than learning how to have real conversations in real time with the person in front of them."}
{"text_id": "120-b1", "simplified": "Do not always respond to positive feedback with negative feedback. When positive and negative feedback are given together, people start to ignore the positives. We should give positive feedback sometimes just for the sake of it, and avoid criticizing constructively."}
