{"text_id": "21-a2", "simplified": "You may have dreams that show you things you didn't know you thought about. Some common dreams, like flying or falling, mean the same thing to many people. To understand your dream, think about what's happening in your daily life and how you feel."}
{"text_id": "22-a2", "simplified": "There are many wild dogs in Moscow. About 35,000 dogs live on the streets. Some dogs were born in the wild. Some dogs are pets that people left behind. Some dogs live alone. Some dogs live in groups. Scientists studied the dogs in 2010. They found that dogs can live well in the city. They know how to cross the road with people. Some dogs can even understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is a book by New Yorker RJ Palacio. She says that the idea came to her when she saw a girl who was different on the street. Wonder is very popular in the US. Many schools use it to talk about bullying, friendship and being different. A film is being made. Many people, including me, are excited to see what RJ Palacio writes next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats, Zena and Roxy. Chloe knows that rats are not dirty animals. She tries to explain this to people. Many people don't like rats. Chloe didn't like rats until her friend Martin showed her his rats. Martin's rats are very affectionate and smart. Last year, Martin's rats had babies. Chloe decided she wanted two rats."}
{"text_id": "25-a2", "simplified": "Cape Town can be a dangerous place for baboons. Some have been hurt in car accidents. Others have died from electricity. Baboons are in danger. The city council helps. They have a team called Baboon Monitors. Their job is to scare baboons away from the city. If they catch them, they let them go in the countryside. This helps a little. But it's hard to stop baboons from coming back. They like easy food."}
{"text_id": "26-a2", "simplified": "I work for a big IT company. Its headquarters is in the States, so I do my work from home. I don't waste time going to the office. I work on projects. I like this because I can go to my children's school plays or make appointments with the dentist when I need to. My job is flexible. But sometimes I work late into the evening. I often skip dinner to finish a task."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti was popular. Many people made street art all around the world. Some artists wanted to show that war, unfairness and not treating people equally is wrong. Other artists just made beautiful pictures. In South America, street artists went to poor areas and made the walls look nicer."}
{"text_id": "28-a2", "simplified": "People see lots of things to buy on social media, magazines and shop windows every day. Many Britons buy more clothes and shoes than before. Online shopping is easy. People can buy things without thinking. Big brands sell very cheap clothes. We can use these clothes for a short time and then throw them away."}
{"text_id": "29-a2", "simplified": "Sam looked up at the sun. He saw a car with dust on the road. The horses were angry because of the flies. They didn't care about Sam. Sam waited. Mr Carter didn't come out here. He didn't have to. Mr Carter wiped the sweat from his neck. His shirt was wet and dirty. He was getting very hot. Mr Carter had a tan from sitting in the office all day."}
{"text_id": "30-a2", "simplified": "Many people in Berlin don't think it's fair to shoot pigs. They are angry with hunters. There are many animal lovers who disagree. The city council says it will stop the problem in a peaceful way. They will put up fences and make it against the law to feed the pigs. We will see if this works. It's not easy. The winters are getting warmer, so there are more pigs than before."}
{"text_id": "31-a2", "simplified": "Suzanne likes classical Greek stories. When she was a child, she liked \"Theseus and the Minotaur\". In this story, Athens is ruled by Crete. The Athenians do not like this. They rebel. The king of Crete, Minos, is angry. He makes the Athenians send seven boys and seven girls to Crete every year. The boys and girls are sent to the big maze. A monster called the Minotaur lives there. The monster eats the boys and girls. But one boy, Theseus, fights the Minotaur and kills it. Suzanne thinks Katniss is like Theseus."}
{"text_id": "32-a2", "simplified": "Zoos help people learn about conservation and love animals. Some zoos are safe for animals that were hurt in circuses or pets that people didn't care for. Zoos also help us know more about animals and how to make them better."}
{"text_id": "33-a2", "simplified": "Many people don't buy things. This is called the 'buy nothing' trend. It started in Canada in the 1990s. Then it spread to the US. People don't like buying too much stuff. They hate Black Friday and Cyber Monday. On Buy Nothing Day, people protest. They cut up their credit cards. People share things they have. They fix things too."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? Some people think it's vandalism. In many countries, writing or painting on buildings, buses and trains is not allowed. Street artists have been stopped by police. They have to pay fines. City councils say cleaning graffiti is very expensive."}
{"text_id": "35-a2", "simplified": "What do people in the art world think of graffiti and street art? Many people now think they are very valuable as an art form. There have been big exhibitions of street art in Paris, London and Los Angeles. In 2008, an artist called Elura Emerald showed street art at a gallery in New York. She said, 'Street artists paint on walls. They are not hurting anyone. They should be happy and admired.'"}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams every night when they are ten years old. They have 2,000 dreams per year. By the time they are 80, they might have had 140,000 dreams. We forget 95–99 per cent of our dreams. This means we have many dreams in our lifetime. It's not hard to believe that a dream is followed by a real-life event, especially if the dream is about something that happens often."}
{"text_id": "37-a2", "simplified": "The Hunger Games is set in the future. The country is called Panem. Panem is made up of 12 poor districts. The Capitol is very rich and powerful. The Capitol has control over the country. Each district makes something for the Capitol. District 12 has all the coal. There used to be 13 districts. But they rebelled against the Capitol and were destroyed."}
{"text_id": "38-a2", "simplified": "Animals that live in the wild come to cities to find food. In Cape Town, South Africa, baboons are going into people's homes to eat. They open bins and eat fruit from gardens. Some baboons even go into houses and take food from kitchens. Baboons are very strong and can hurt animals. That's why many people in cities don't like them."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen during the bridge's building. They often happen because of an error. The bridge can fall down and this is very dangerous for the people working on it."}
{"text_id": "40-a2", "simplified": "George Lucas was a film director who used the hero's journey. The hero usually starts with a normal life, but then something happens that makes them go on an adventure. Luke Skywalker starts his journey in Star Wars. He lives with his aunt and uncle. They fix robots. Luke finds a message from Princess Leia inside the robot R2D2. This message is the start of his adventure."}
{"text_id": "41-a2", "simplified": "There is a way to stop a big asteroid from hitting Earth. One way is to use a powerful rocket to hit it. This is not a movie idea. It is a real plan from NASA. The rockets will be very heavy and will be fired at the asteroid. If the asteroid is too close to Earth, the rockets will carry small bombs to blow it up."}
{"text_id": "42-a2", "simplified": "Campbell says that the hero first refuses the call to go on an adventure. But then a teacher helps them and they decide to go into the special world where the adventure happens. The hero must pass tests, fight enemies and meet friends. Luke's teacher is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The bad guy is Darth Vader. He lives inside the Death Star."}
{"text_id": "43-a2", "simplified": "Many things are not used much. They are not useful to some people. But they can be useful to others. The internet helps people to sell and buy second-hand things. This makes it easy for people to share things with each other. This is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two ideas about dreams became popular. One idea said that our dreams show things we don't know about ourselves. Freud thought that if we understand our dreams, we can understand our feelings and problems. But the other idea said that dreams are just our brain's activity while it's making memories and events from the day. When we wake up, we try to make sense of these images and feelings and turn them into a story."}
{"text_id": "45-a2", "simplified": "I'm a freelancer. I work for myself. This is great. I can do what I want and how I want. At first, I worked from home. But I had trouble concentrating. There were too many things to do at home: cleaning, making a cup of tea, and my family members wanted to talk to me. So I went to a nearby café to work. But the Wi-Fi was not good and I drank too much coffee. I decided to rent a desk in a co-working space with five other freelancers. I like getting dressed in the morning and working in an office."}
{"text_id": "46-a2", "simplified": "NASA needs money to build a new telescope. It's called NEOCam. The telescope uses infrared light to find asteroids. If NASA gets the money, it can build the telescope in ten years. Then, the team will work out how to protect the planet from big asteroids. Big asteroids are very worrying."}
{"text_id": "47-a2", "simplified": "Many people share things they like on social media. Now, some influencers share posts about clothes and beauty. Some YouTube stars say people shouldn't buy anything for a year. Two friends in Canada tried to buy only food for a year. They didn't buy things for three months. They didn't buy clothes, electronics, or things for the house. Next, they stopped using services like haircuts, eating out, or buying petrol. After one year, they had saved $55,000."}
{"text_id": "48-a2", "simplified": "Pi is very good at religion. His family is Hindu, but he is curious about other religions. He is friends with a Christian priest and a Muslim baker. Many people are surprised. Pi says 'I love God, so I don't need to choose one religion'. Pi's family and teachers agree. Now, Pi can choose what he believes."}
{"text_id": "49-a2", "simplified": "Some people think writing down your dreams can help you have lucid dreams. A lucid dream is when you know you're dreaming and you can change what happens. You can turn a bad dream into a good one, or make the story of your dream. Then, you can make your dreams happen. You might still have some dreams that your subconscious mind tells you."}
{"text_id": "50-a2", "simplified": "We buy a lot of cheap clothes. We throw them away soon. People do not like buying old clothes. We have too many clothes. Some charities can't sell these clothes. We send them to other countries. This causes problems. We waste a lot of clothes. Some clothes are not good quality. We can't sell them. They are sent to other countries. This causes more problems."}
{"text_id": "51-a2", "simplified": "Some people like to have many amazing adventures. Meagan McGrath from Canada is one of them. She has climbed the highest mountain on each continent. She has also ridden a bike across Canada. Meagan ran a long-distance race in the hot Sahara Desert. But her best journey was skiing to the South Pole. On the first day, she fell into a glacier. She had to be rescued. Many people would have stopped there. But Meagan didn't give up. She kept going. After 40 days, she reached the South Pole. She pulled a sledge with a tent and food behind her. She went through cold weather and ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat lives in Paris. He paints rats on walls. He wants to make people think about big problems. He paints pictures of people without homes. He wants people to think about homelessness."}
{"text_id": "53-a2", "simplified": "In some areas, councils help artists paint graffiti in safe places. In Taiwan, there are special areas called 'graffiti zones' where artists can paint and write on walls. In São Paulo, Brazil, some artists can paint on the subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals. She likes to paint in different places. Her pictures are on pavements, old factories and cars. She likes that street art is not always there. It will be gone soon. The weather or cleaners can take it away. She thinks life is full of change. It has many endings and new beginnings."}
{"text_id": "55-a2", "simplified": "In her old job, Gabriela worked in a country with a big power distance. People respect leaders and everyone has their job. Leaders make big decisions. Nobody often challenges them. Gabriela's team was from a country with a small power distance. There, bosses and workers work together to solve problems. Leaders help workers and expect them to think for themselves."}
{"text_id": "56-a2", "simplified": "Gabriela noticed that she and her team were very different. She talked to them about how they felt about her. Her team said they didn't like being told what to do. They wanted more space to make their own decisions. Gabriela said exactly what she wanted them to do. Her team didn't like this. They thought she didn't trust them. They said Gabriela was upset when they tried to change her ideas. They said this was how they usually worked."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are twin brothers from São Paulo. They paint buildings and streets with big, colourful pictures of people. They need big machines to help them work. In 2007, they painted a castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have painted and written on walls for a very long time. In the past, people in Africa and Europe drew pictures of animals and people in caves. People have written graffiti on old buildings in Greece, Italy, Syria and Iraq. In Pompeii, archaeologists found many old messages written in Latin. These messages were about God, politics and love. People also wrote magic spells."}
{"text_id": "59-a2", "simplified": "Do you ever want to climb Mount Everest or walk to the South Pole? Many people do this every year. They climb high mountains or walk across big parts of the world. Today, people travel with modern tools like GPS and phones. Some people love nature and use their trips to tell others about the environment. Others want to help people and raise money for charities."}
{"text_id": "60-a2", "simplified": "DART is a space mission. It will test DART on the moon of an asteroid called Didymos. The moon is 150 metres wide. It orbits its mother, the asteroid. If DART hits the moon, it will move out of its orbit. Then, people on Earth can see it with their telescopes."}
{"text_id": "61-a2", "simplified": "Katniss Everdeen is the main character. She is 16 years old. Her father died in a mining accident. She has to feed her family. Katniss is very good at shooting with a bow and arrow. She lives near District 12 with her friend Gale. When her little sister Prim is picked for the game, Katniss volunteers to go. The other person from District 12 is a boy named Peeta. Katniss likes Peeta, but they have problems in their relationship."}
{"text_id": "62-a2", "simplified": "I think about my dreams. I remember more details about the dream. The people and place where the dream happened might help us understand it better. After a week, I write down many things. I can connect my dreams to things that happen in my daily life."}
{"text_id": "63-a2", "simplified": "Many old bridges were made of wood. They were very likely to catch fire. This was especially true for old train bridges. The spark from the metal wheels and tracks could sometimes start a fire and destroy the bridge."}
{"text_id": "64-a2", "simplified": "Street art is changing. Some street artists are young and paint in their city. More artists are travelling and working in other places. They use the internet to show their work. People in the art world are starting to think street art is a real art. We don't know what will happen to street art, but it will stay."}
{"text_id": "65-a2", "simplified": "Suzanne Collines does not like news programmes about wars. When she was a child, her father was a pilot in the US Air Force. He fought in Vietnam. Her mother did not tell her what was happening in the war. But Suzanne still saw news programmes about the war. She knew her dad was there. It was very scary for her."}
{"text_id": "66-a2", "simplified": "Many people who are young (born between 1983 and 1993) answered questions about their work. The questions were about how they like their work, how they talk to their colleagues, and how they work. Some people also answered questions about money, their jobs, and how to work and have a life. Another survey was done by a big company called Deloitte. Many young people (born between 1983 and 1993) answered questions about what is good and bad about their jobs."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is a multi-adventurer from the United States. He has ridden a bike through the desert in Morocco, kayaked in the Grand Canyon and climbed Everest. Erik is blind. He was blind when he was 13. He travels and helps people with disabilities to be active. He takes blind young people on climbing trips."}
{"text_id": "68-a2", "simplified": "Many people can sell things online. This means they can earn some money. For example, busy parents used to not sell their old things at the market. But now they can sell their old baby clothes and pushchairs online. This helps them save money."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker live in a lifeboat for 227 days. They suffer from hunger, illness and fatigue. They face strong storms and hot sun. Pi feels better when he thinks about his three religions, but he feels sad and lonely at times. Pi and Richard Parker see the Mexican coast and things change. You can't know what happens next. You have to read the book to find out."}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made a cup of coffee and went to her bedroom. She had homework, but she could do it later. She liked the quiet hour before her parents came home and the house was noisy. She liked this time because she could play with her rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA found 90% of asteroids near Earth that are 1km wide. These are called near-Earth objects. They are like big mountains. There are 50 near Earth that we haven't found yet. NASA knows about 887 asteroids. None of these are very dangerous."}
{"text_id": "72-a2", "simplified": "I am going to school. I am very anxious. I don't like the way I look. Nobody wants to sit next to me. Kids stare at me and talk about me behind their hands. I make friends with Jack and Summer. They are nice. I have a big problem at school. Kids are scared of me. They think I have 'the plague'. I get many problems at school. I have a bad day at a camp. Something very bad happens."}
{"text_id": "73-a2", "simplified": "The two men looked to the north. The land went on forever. The fences were not very far away. A boy might get bored. But he couldn't run away on foot. Sam looked at the biggest horse. The horse was kicking its hooves. Can the boy ride? There is a lot of trouble here. A good rider can get into big problems. But maybe it's not good for someone who doesn't know horses. The boy wants to get away from his father."}
{"text_id": "74-a2", "simplified": "Many people, from 13 to 80 years old, have climbed Mount Everest. Climbing very high mountains in cold weather and bad storms is very dangerous. Good climbers now want to climb new mountains. Gerlinde Kaltenbrunner from Austria likes climbing mountains. She started climbing when she was a teenager. After school, she worked as a nurse. She climbed mountains when she was free."}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Everest. Now she wants to climb all fourteen big mountains in the world. Gerlinde climbs without oxygen. It is very risky. High mountains have less air. This can affect our brain and body. Gerlinde is famous. She helps children who are poor in Nepal."}
{"text_id": "76-a2", "simplified": "We look at the things we bought. We see that not all things we own are used. We have a thick coat, but we live in a warm country. We have a new phone, but we don't use it. We have a car, but we only drive it on weekends. We have a room for guests, but we use it to store things."}
{"text_id": "77-a2", "simplified": "Dreams have been linked to the future for a long time. Many people think dreams are messages from the gods. They want to give us important information or help us see things clearly. We often remember dreams about things that happen later. Sometimes, the dream comes true in real life."}
{"text_id": "78-a2", "simplified": "Some of the biggest and most expensive projects are building bridges. Bridges are important. They help cars, trucks and trains go across rivers, mountains or other roads. We need bridges. If a bridge falls down, people are very upset."}
{"text_id": "79-a2", "simplified": "Gabriela was frustrated with her team. She emailed her manager. She asked if her team was working well. She said what could help her work better with her team. Gabriela thought her manager was not good at managing."}
{"text_id": "80-a2", "simplified": "Dogs that live in groups have learned that humans are more likely to give food to small dogs. So, small dogs go to the streets to beg for food for the whole group. Some dogs can even use the city's metro to get to different parts of their area. Scientists don't know how the dogs know when to get off the train. One idea is that they use their good sense of smell and know the smells of their favourite places. Another idea is that they know the names of the stations they hear in the announcements. Either way, people are used to seeing dogs on the trains now. They travel without being noticed by locals."}
{"text_id": "81-a2", "simplified": "Ed Stafford from the UK walked the Amazon River. He started in the Andes mountains of Peru. He walked 6,000 kilometres to the river's mouth in Brazil. The Amazon rainforest is very dangerous. There are poisonous snakes, crocodiles and jaguars. Ed was in danger. He survived, but got many mosquito and ant bites."}
{"text_id": "82-a2", "simplified": "In Britain, people spend over £1,000 on new clothes each year. This is almost four per cent of their money. It's not much, but it's not good for society and the planet. Many people buy clothes with credit cards. Most adults owe £670 to credit card companies. They spend money they don't have and buy things they don't need. Britain throws away a lot of old clothes each year. Most of these go to rubbish sites."}
{"text_id": "83-a2", "simplified": "Ed's walk was easy because of technology. He used a radio to ask the people in the rainforest for food and permission to go through their land. Many people helped him. They showed him the best way through the difficult path. Ed wrote a blog about his journey. He told people about his day. He wanted to help the rainforest. He wanted to help children in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Many businesses are making money from the sharing economy. They have an online platform to help people buy things they need. Companies like Airbnb help people use their rooms and houses for money. People can rent their cars to make some extra money. These businesses are very popular."}
{"text_id": "85-a2", "simplified": "Many zoos help animals that are very rare. They are not good at finding friends to have babies. They might be killed by people who hunt them, lose their homes, or be eaten by other animals. Zoos are safe. This helps the animals breed and have babies. Some wild animals are not good at breeding. When there are not many wild animals, they can have babies that are too alike. This is bad. Zoos help by breeding animals and then releasing them into the wild. This makes the animals more different."}
{"text_id": "86-a2", "simplified": "Boats and trains can make a bridge fall down. This happens for different reasons. Trains make a bridge fall down when they hit it fast. Boats are very big and can make a bridge fall down even if they are moving very slowly. To prevent bridges from falling, we must plan for this. New technology can help. It can find weak parts of the bridge. The work environment should be safe. The bridge should be designed to be strong. This helps stop terrible accidents."}
{"text_id": "87-a2", "simplified": "Pi is scared of the animals. He jumps into the ocean. He thinks there are sharks in the water. He must climb back to the boat. The animals in the boat eat each other. Pi and the tiger are left. The tiger is sick in the sea. Pi is safe. The tiger does not want to eat him. Richard Parker is the tiger's name."}
{"text_id": "88-a2", "simplified": "When Pi is 16, a new government is elected. His parents don't like it. Pi's parents are worried about the future. They decide to close the zoo and move to Canada. They sell some animals to zoos in North America. They go by ship to Canada. On the way, a big storm hits. The ship sinks. Pi's family and the sailors drown. Pi is left in a lifeboat with a hyena, zebra, orang-utan and a big tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a popular book for teenagers. It was written by Suzanne Collins. It was published in 2008. Many people have read it in many languages. It has sold millions of copies worldwide. It is the first book to sell over a million electronic copies. The Hunger Games is now a film. It is very successful. It made $152.5 million in its first weekend in North America."}
{"text_id": "90-a2", "simplified": "Dreams are like our minds making sense of the thoughts we think during the day. In dreams, things mean more than they do when we're awake. When we're awake, our thoughts are words, like what we say to ourselves. But when we sleep, the part of our brain that helps us talk becomes less active. The part of our brain that helps us feel things becomes more active."}
{"text_id": "91-a2", "simplified": "Having good friends is important for being happy. Most happy people have close friends and family and they spend time with them. You need someone to talk to about your feelings. It's not enough to just have lots of friends to do things with or talk about music or football. You need to feel close to them. Some people need to learn how to listen to others well. This helps make stronger relationships."}
{"text_id": "92-a2", "simplified": "Carol Dweck is a psychologist who believes we can learn and improve. She says our brains can change. We can get better at things we are not good at. Many people say nice things to us when we do well. They say 'You are very good at this' or 'You are very good at that'. But research shows that we should praise our effort, not just our results. This helps us to learn new things and get better at what we do."}
{"text_id": "93-a2", "simplified": "The rover looks at the air around it. It found that the air has methane in it. Methane is a very simple gas. It only lasts a few hundred years. This means that something on Mars is making more methane. NASA says that Mars sends out many tons of methane at the same time. The amount of methane goes up and down every year. It is like Mars is breathing out the methane."}
{"text_id": "94-a2", "simplified": "Carol Dweck was a psychologist at Stanford University. She gave ten-year-olds some problems. One group was happy and said they liked challenges. They thought they could get better. They have a 'growth mindset'. They want to do well in the future. The other group did not like challenges. They thought their brains were not good enough. They thought they could not get better. They were sad. Some children said they might cheat. Others wanted someone to be bad so they felt better."}
{"text_id": "95-a2", "simplified": "Horror films love empty places. They can be an old hospital, a big empty house or a ghost town. We don't know what it was like when people lived there. Why did they leave? Empty places can be very scary. Abandoned places are good for horror film directors. They can't have a phone there. It makes the film more believable."}
{"text_id": "96-a2", "simplified": "Basements are a scary place in horror films. They are where bad people hide or where the bad person lives. Basements are dark and damp. You can only go down a small staircase. Basements are very creepy."}
{"text_id": "97-a2", "simplified": "Gary Collins is a police officer. He was watching TV at home when he saw people on the news. He went back to work because he wanted to help. He looked at a lot of CCTV film. He found 190 people. They were easy to identify. Gary helped the police. The police had 200,000 hours of film. But they couldn't find anyone. Facial recognition helped. Gary's help was very important."}
{"text_id": "98-a2", "simplified": "I think it's interesting to think about how we can become better as a species by changing our bodies. Imagine if we could put a computer in our brain! Soon we can do that and it will help us with maths, pictures and memories. This idea is getting more popular."}
{"text_id": "99-a2", "simplified": "It was a great talk. The speaker said some good things. One thing is parents. When parents are on social media, teenagers do not text while they do their homework. The speaker also said that people want to be in two places at once. So they talk online and offline at the same time. I see this with my daughter and her friends. They meet and talk online while they sit in silence."}
{"text_id": "100-a2", "simplified": "There are two sides to news stories. Some stories say the world is very violent. But there is some good news too. There were 30 big wars between 1945 and 1990. Many people died. Today, countries are mostly at peace. But terrorism has become more common. Since 1945, more people have died as civilians than soldiers. Most people die from violent crime, not war. The murder rate has gone down a little. In 2000, it was 8 deaths per 100,000 people. In 2015, it was 5.3."}
{"text_id": "101-a2", "simplified": "Wasfia helps people with human rights. She has worked on many projects in Bangladesh to teach women and girls. But often they don't have anything when the project stops. Wasfia thinks Bangladesh needs to help itself. So, she combines her two passions, climbing and human rights. She started climbing while working on projects in Tibet and Nepal. Bangladesh is flat and many people have never seen a mountain. Wasfia's campaign is working. Many people in Bangladesh and the world are watching and listening."}
{"text_id": "102-a2", "simplified": "Many people think developing countries are very bad. They are very poor and there are no good leaders. But this is not true. Something good is happening. In the last 20 years, over 700 million people have become richer and are no longer poor. More children are safe from diseases. Many girls can go to school. Many people have clean water."}
{"text_id": "103-a2", "simplified": "Managers often give positive feedback to employees. They try to make it sound good so they don't hurt anyone's feelings. But if managers give too much positive feedback, it can be seen as not helping. Good feedback should help employees do better. Managers should give feedback that makes employees feel good and encourages them to work well."}
{"text_id": "104-a2", "simplified": "I'm a member of a group that doesn't want killer robots. Many people think of robots like Terminator from the movies. But now we have machines like drones and robots that can shoot. Soon, robots will be able to kill people by themselves. I think this is not right. If we make robots kill people, it will be very bad for us. We need to be very careful."}
{"text_id": "105-a2", "simplified": "More people learn English than any other language. English is spoken in many countries. Chinese has the most native speakers. There is no big link between how many people speak a language at home and how many people learn it. But, there is a link between how many people learn a language and how many countries have people who speak it."}
{"text_id": "106-a2", "simplified": "Your manager stops you. She wants to talk about your work on the project. You worry all weekend. On Monday, she talks to you. She says you did good work. You wonder if this is just saying nice things. You know how it goes: say nice things, say what you really mean, say nice things again."}
{"text_id": "107-a2", "simplified": "The rock album Born in the USA has strong feelings. It is not just about happy music. The songs are about ordinary people who work hard. They are unhappy because they don't have money or success. The song Glory Days is about people in a small town who remember when they were young and happy. The song Downbound Train is about a man who loses his job and has a bad life. The artist writes about real people he knows. He is very good at his job. The album shows how good the artist is."}
{"text_id": "108-a2", "simplified": "Lewis wants the number of marine protected areas to be 10% of the world. This will help stop bad things happening to the sea. Lewis has seen the damage with his own eyes. He has swum over coral reefs that are dying because of too much warm water. He has also seen empty underwater places in the Red Sea. Pugh thinks that nature can fix itself if we leave it alone. But it's not working. If we don't take care of our seas, we will have a big problem soon."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a good writer. She has won the Olive Crime Writer Award twice. She was born in Glasgow. It's a city with many problems. She learned to be quiet and stay out of trouble. She also knows how to open car doors. She uses her knowledge to write books. Now she talks about her books on TV shows. She also goes to writing meetings in the UK."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? Is progress impossible? Steven Pinker looks at the big picture. He finds good news. We live longer, healthier, freer and happier lives. The real problem is that good values like reason and science are not good enough. Some people say bad things to make us unhappy. If they do, we might hurt important things like democracy and the world working together."}
{"text_id": "111-a2", "simplified": "Many old horror films had a problem. The heroes couldn't call for help. Now we have mobile phones. It's less scary. But what can make it scary again? No phone signal! If you are a hero in a horror film, you will not have phone signal when you need it. Or your phone will run out of battery when you are calling. Or both."}
{"text_id": "112-a2", "simplified": "In the 1950s, Central American banana farmers were losing their most profitable banana, the Gros Michel. Now it's happening again with Big Mike's successor, the Cavendish. The Gros Michel banana was a popular fruit. It was easy to transport and had thick skin. Many banana plants were grown in Central America. United Fruit, the biggest banana grower in South America, made a lot of bananas. It did this in an efficient way. United Fruit made bananas by taking stems from plants and growing them in many fields."}
{"text_id": "113-a2", "simplified": "Many spiders have venom. They use it to catch their food. Most spiders can't hurt people. Only a few species can. If you get bitten by a spider, it can hurt. But it's not usually very bad. In Australia, there's a very dangerous spider called the Sydney funnel-web. It won't kill you. But be careful. Some hairy spiders, like tarantulas, can hurt you if you touch them. When they feel threatened, they spit out hair. These hairs can hurt your skin or eyes."}
{"text_id": "114-a2", "simplified": "This is a common horror film idea. It starts with teenagers having fun. The story ends with most people dead, and one girl is left. At the beginning, the girl is not strong. By the end, she is very strong. The last girl usually wins."}
{"text_id": "115-a2", "simplified": "We want to know how humans can speak. We need to look at our brains. Our brains are different from other animals'. They are not just big. They can do many things. What our brains can do and when and why they changed that way is important. We can't find many clues about our brains from old things. But we can see what our mouths, throats and tongues were like. A long time ago, about 100,000 years ago, humans could make complex sounds. Before that, scientists don't know if early humans talked or not."}
{"text_id": "116-a2", "simplified": "Many people think girls should do arts and humanities, not maths and physics. We also don't have many good female scientists that children see. Cartoons and stories often show men as scientists. Some people think scientists are not good at talking to others or work alone. These are not true. But it makes girls think science is not a good job. If girls saw more women doing science, they would feel more confident and happy."}
{"text_id": "117-a2", "simplified": "The Scallion is a free newspaper. It is printed weekly and given to students in university buildings. Most students like it. It is made by students. Many students think the newspaper is good for fun, learning and work. Printing the newspaper costs money. Some students can't read it because they can't get it easily. The university is far from home. Some papers go to waste. This is bad for the environment."}
{"text_id": "118-a2", "simplified": "We lose 12% of our employees every year. This is not very high. The industry average is 7%. Our report is about the reasons why our employees are happy or not. We will find out why and give suggestions to make our workplace better and keep our employees."}
{"text_id": "119-a2", "simplified": "I think we feel lonely when we are connected. I don't think it's a big problem for my generation. We know how to be alone. We know it's okay to be alone. But young people under 20 are different. They talk so much that they never feel lonely. They don't learn to enjoy being alone. They learn to talk by messaging. They can change messages easily. They don't learn to talk in real life. They don't talk to each other in person."}
{"text_id": "120-a2", "simplified": "Don't always say \"no\" when you get good feedback. When you give both good and bad feedback, people don't value the good feedback. Sometimes, just say \"good job\" and don't give criticism. Don't give criticism just for criticism's sake."}
{"text_id": "21-b1", "simplified": "You may have dreams that show you things you didn't know you thought about. Dreams about flying, falling, or losing your teeth are common. But to understand what they mean to you, think about your daily life. What is happening in your life? How are you feeling? Connecting your dreams to your daily life can help you understand what they mean."}
{"text_id": "22-b1", "simplified": "There are many wild dogs in Moscow. About 35,000 live on the streets. Some dogs are born in the wild, and some are pets that people no longer care for. Some dogs are alone, while others live in groups. In 2010, scientists studied the dogs. They found that dogs are very good at living in the city. They can cross the street with people and some dogs know when traffic lights are on."}
{"text_id": "23-b1", "simplified": "Wonder is a book by New Yorker RJ Palacio. She got the idea for the book when she saw a girl with a face problem on the street. Wonder is very popular in the United States. Many schools use it to talk about bullying, friendship and being different. A film version is being made. Many people, including me, are excited to read her next book."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats, Zena and Roxy. Chloe knows rats aren't typical pets. She has tried to explain to people that rats are good pets if you take care of them. But people often react badly. Chloe didn't like rats until her friend Martin showed her his rats. Martin's rats are very affectionate and smart. Last year, one of Martin's rats had babies. Chloe wanted two rats."}
{"text_id": "25-b1", "simplified": "Cape Town can be a dangerous place for baboons. Some baboons have been hurt in car accidents and others have been shocked by electric cables. Baboons are an endangered species. To help keep humans and baboons safe, the city council has a team of Baboon Monitors. Their job is to stop baboons from living in the city and catch them if they are in the city. Some baboons are leaving the city because of this policy. However, baboons are still coming back to the city because there is easy food there."}
{"text_id": "26-b1", "simplified": "I work for a big IT company. Its office is in the USA, so I work from home. I don't waste time going to the office and chatting with colleagues. I do projects one by one. This is very useful for me because I can take time off to go to my children's school plays or to make an appointment with the dentist. The bad thing is that I often work late at night. I sometimes skip dinner to finish a task."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti grew, but street art also became very popular worldwide. Some artists made art to show they disagreed with war, inequality and discrimination. Others made beautiful art. In South America, many artists worked in poor areas. They added colour, life and beauty to the grey walls of cities."}
{"text_id": "28-b1", "simplified": "We are surrounded by things to buy every day. People in the UK are buying more clothes and shoes than before. Shopping online is easy. Customers can buy things without thinking. Many brands sell cheap clothes. We can wear them a few times and then throw them away."}
{"text_id": "29-b1", "simplified": "Sam looked at the dusty road behind a car going up to the Big House. The horses were kicking flies. Sam waited. Mr Carter was not coming out unless he had to. That was fine by Sam. The less he was seen by his boss, the longer he would have a job. Mr Carter wiped the sweat from his neck. His shirt was wet and getting darker. He was getting red in the sun. He was used to staying indoors where he could sit and earn money while others worked."}
{"text_id": "30-b1", "simplified": "Many people in Berlin, Germany are unhappy about shooting pigs. Some hunters and animal lovers disagree. The city council decided to take a different approach. They don't shoot pigs. Instead, they have put up fences and made it illegal to feed the pigs. We will see if this helps. The problem is that pigs are better in warmer winters. So, more pigs are now."}
{"text_id": "31-b1", "simplified": "Suzanne's book 'The Hunger Games' was inspired by her love of Greek mythology. She liked the story of Theseus and the Minotaur when she was a child. In this story, Athens is ruled by Crete. The Athenians rebel against Crete. As punishment, Minos the king of Crete makes them send seven boys and seven girls to Crete every year. They are thrown into the labyrinth and eaten by a monster called the Minotaur. But one boy, Theseus, fights the Minotaur and kills it. Suzanne sees Katniss as a modern version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos help people learn about conservation and protect animals and their homes. Some zoos give homes to animals that were hurt in circuses or pets that were left alone. Zoos also do important research about animals and how to help them when they are sick."}
{"text_id": "33-b1", "simplified": "There is a new trend against consumerism. It's called 'buy nothing'. This idea started in Canada in the 1990s and spread to the US. In the US, it's against buying too much stuff during holidays like Black Friday and Cyber Monday. On Buy Nothing Day, people protest and cut up their credit cards. Throughout the year, people in Buy Nothing groups exchange and repair things they already own."}
{"text_id": "34-b1", "simplified": "Is graffiti art or vandalism? Some people think it is vandalism. In many countries, writing or painting on public or private buildings is not allowed. Many street artists have been stopped by the police and have to pay fines. City councils complain about the cost of cleaning graffiti off buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "People in the art world think of graffiti and street art as good art. There are more and more exhibitions of street art in galleries in Paris, London, and Los Angeles. Elura Emerald showed her street art in a New York gallery in 2008. She said that street artists are just expressing themselves. They are not hurting anyone. People should appreciate and celebrate street artists."}
{"text_id": "36-b1", "simplified": "Most people have four to six dreams every night after they are ten years old. They have 2,000 dreams per year. By the time they are 80 years old, they have had 140,000 dreams. We forget 95-99% of our dreams. Even then, we have a few thousand remembered dreams in our lifetime. It's easy to think that a dream event will happen in real life too. If the dream is about something that happens often, it might happen again in real life."}
{"text_id": "37-b1", "simplified": "The Hunger Games takes place in the future. It is in North America. But North America is not a country anymore. It is called Panem. Panem has 12 poor districts. The rich people in the Capitol control everything. Each district does a different job for the Capitol. District 12 is where the story starts. It gives all the coal for Panem. There used to be a 13th district. They rebelled against the Capitol and were destroyed."}
{"text_id": "38-b1", "simplified": "Animals from the wild come to cities to find food. In Cape Town, South Africa, baboons are coming into homes on the edge of the city to eat. They open rubbish bins and eat fruit from gardens. Some baboons even go into people's houses and take food from the kitchen. Baboons can be very angry and have hurt many pets. Many city people don't like them coming into their homes."}
{"text_id": "39-b1", "simplified": "Many accidents happen when a bridge is built. These accidents are usually caused by engineers making mistakes, such as not calculating things correctly. The bridge can collapse under its own weight. This can be very dangerous for the people working on it at the time."}
{"text_id": "40-b1", "simplified": "George Lucas made a film called Star Wars. His film is like a story about a hero. The hero starts with a normal life. But then something happens. It makes them go on an adventure. Luke lives with his aunt and uncle. They fix robots. Luke finds a message from Princess Leia in a robot. This is the start of Luke's journey."}
{"text_id": "41-b1", "simplified": "There is a defence against a PHA that could hit Earth. We could blow it up with a nuclear weapon. This idea came from the film Armageddon. NASA has a plan called HAMMER. It helps people prepare for emergencies. The plan is to use eight-ton rockets to move the asteroid. If the asteroid is too close to Earth, we will use nuclear bombs to destroy it."}
{"text_id": "42-b1", "simplified": "According to Campbell, the hero at first says no to the adventure, but a mentor helps them. They decide to go into the special world. In this world, they will face tests, fight enemies, and meet friends. Luke's mentor is Obi-Wan. His friends are Han Solo and R2D2 and C3PO. The bad guy is Darth Vader. They are on the Death Star."}
{"text_id": "43-b1", "simplified": "Some things we don't use much may seem useless to others. But they can be useful to others. The internet has made it easy for people to sell and buy things they don't need. This is called the sharing economy. People use websites and social media groups to trade things with each other."}
{"text_id": "44-b1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams were popular. One idea was that dreams show us things we don't know about ourselves. Sigmund Freud said that if we understand our dreams, we can understand our feelings and problems. But the other idea said that dreams are just random thoughts in our brain. When we wake up, we try to make sense of these random thoughts and feelings and put them into a story."}
{"text_id": "45-b1", "simplified": "I'm a freelancer. I work for myself. This is good because I can do what I want and how I want to spend my time. At first, I worked from home. But it was hard to focus. There were too many things to do at home: cleaning, having a cup of tea, and my family members asking me for help. So I went to a nearby café to work. But the Wi-Fi was not good, and I drank too much coffee. I decided to rent a desk in a co-working space with five other freelancers. I like wearing a suit to work in the morning. I can focus better in an office."}
{"text_id": "46-b1", "simplified": "If NASA gets the money, it can build a space telescope called NEOCam. The telescope uses infrared light to find asteroids. With the money, NASA can probably find the remaining asteroids in ten years. After that, the team will figure out how to protect the planet from big asteroids."}
{"text_id": "47-b1", "simplified": "Many people on social media are buying nothing. They share posts about clothes and makeup that they like. Some YouTubers say they don't need to buy anything for a year. Two friends in Canada didn't buy anything for a year. They started by not buying clothes, electrical things or household things. Then they stopped buying services, like haircuts, eating out or petrol for their cars. In one year, they saved $55,000."}
{"text_id": "48-b1", "simplified": "Pi's family is Hindu. He likes to know about other religions. He is friends with a Christian priest and a Muslim baker. Many people are surprised. Pi says he loves God, no matter which religion he chooses. His family and teachers say, 'Okay, we will not choose a religion for him. He can think for himself.'"}
{"text_id": "49-b1", "simplified": "Some people think writing your dreams down can help you have better dreams. A dream is when you know you're dreaming and you can control what happens. This can help you make a scary dream safer. You can also plan the story of your dream like a film director. Instead of just understanding your dreams, you can create them. You might still have some dreams that help your brain think about what's on your mind."}
{"text_id": "50-b1", "simplified": "Many people don't think they are part of the problem of throwing away clothes. They donate unwanted clothes to charities. But charities can't sell all the unwanted clothes. 'Fast fashion' is out of style quickly. It's not good quality, so people don't want to buy it again. A lot of clothes are thrown away. Charities can't sell some clothes, so they send them to other countries. This causes more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Many people who love adventure go on many challenges. Meagan McGrath from Canada has done many amazing things. She has climbed the highest mountain in each continent. She has also ridden a bike across Canada. Meagan ran a long-distance race in the Sahara Desert in very hot weather. Her most amazing journey was to the South Pole. On the first day, she fell into a glacier. She had to be rescued. Many people would have stopped there, but Meagan didn't give up. She carried on. She reached the South Pole forty days later. She pulled a sledge with a tent and food behind her. She had to face very cold weather and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat paints rats on the walls in Paris. Now, he wants people to think about social problems. He paints pictures of people without homes in big cities to help people think about homelessness."}
{"text_id": "53-b1", "simplified": "Some councils try to stop artists from painting graffiti on walls. They allow them to paint in special areas. In Taiwan, there are areas where artists can paint and write on walls. In São Paulo, some graffiti artists can paint on the subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals. She likes to explore different places. Her paintings are often found on pavements, in empty factories, and on old cars. She likes that most street art is temporary. It will be removed by weather or cleaners soon. Faith47 thinks life is always changing. It has a cycle of endings and new beginnings."}
{"text_id": "55-b1", "simplified": "Gabriela was used to a culture where power is respected and everyone has their job. In her team, people work together with their bosses to find solutions. In Sweden, the leaders make the big decisions and are not often challenged. The leaders in Gabriela's team are like coaches. They encourage their team members to think for themselves and expect to be challenged."}
{"text_id": "56-b1", "simplified": "Gabriela noticed that her team was different from her. She talked to them about their feelings about her leading. They were happy to talk. They said they didn't like being told what to do. They wanted more freedom to make decisions. When Gabriela told them what to do, they felt she didn't trust them. They thought she was taking it personally when they disagreed with her. They said this was how they usually worked."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are twin brothers from São Paulo. They paint everything from tags to big pictures of people on buildings. They need big cranes to help them. In 2007, they painted a castle in Scotland."}
{"text_id": "58-b1", "simplified": "Many people have painted and written on walls for thousands of years. In the past, people in Africa and Europe drew pictures of animals and people in caves. Graffiti has been found on old buildings in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists found many examples of graffiti written in Latin. These messages were about religion, politics, love and magic."}
{"text_id": "59-b1", "simplified": "Do you dream of climbing Mount Everest or walking to the South Pole? Many people do this every year. They try to climb the highest mountains or walk across many countries. Unlike old explorers, today's adventurers use special technology like GPS and mobile phones. Some people travel to help the environment. Others travel to help people and raise money for charities."}
{"text_id": "60-b1", "simplified": "DART is a test on the moon of an asteroid called Didymos. The moon is 150 metres wide and goes around its big mother. We hope DART will hit the moon so hard that it will move away from the Earth. Scientists will see it from Earth."}
{"text_id": "61-b1", "simplified": "Katniss Everdeen is the heroine of the story. She is 16 years old. She lost her father in a mining accident. She has to feed her family. Katniss hunts in the woods with her friend Gale. She is very good with a bow and arrow. Prim, her little sister, is chosen to be a tribute. Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta. Katniss and Peeta become friends, but it's complicated. Katniss is very good at hunting. She volunteers to go to the fight instead of her sister. Katniss is from District 12. Peeta is her friend from District 12. Katniss likes Peeta, but it's not easy. Katniss is 16 years old. Katniss is very good at hunting with her friend Gale. Katniss volunteers to go to the fight instead of her little sister Prim. Katniss and Peeta like each other, but it's not easy. Katniss is from District 12. Katniss volunteers to go to the fight. She is very good at hunting. Katniss likes Peeta, but it's not easy. Katniss is"}
{"text_id": "62-b1", "simplified": "Writing about your dreams will help you remember more details about the dream. Think about the people and places where the dream happened. These might add to the meaning. After a week, you'll be surprised at how much you've written down. Now you can connect your dreams to your daily life."}
{"text_id": "63-b1", "simplified": "Old bridges were often made of wood. They were very easy to catch fire. This was especially true for old train bridges. The sparks from the steel wheels and tracks could make a bridge catch fire and burn down."}
{"text_id": "64-b1", "simplified": "Street art is changing. Some artists are young and paint in their city or neighbourhood. Many artists now travel and work in different places. Artists use the internet to talk to each other and show their work. The art world is starting to respect street art as a real art form. We don't know what will happen to street art, but it's here to stay."}
{"text_id": "65-b1", "simplified": "Suzanne Collines doesn't like watching news programmes about wars. When she was a child, her father was a pilot in the US Air Force. He fought in Vietnam. Her mother didn't tell her about the war. But Suzanne still saw news programmes about the war. She knew her dad was there. It was very frightening for her."}
{"text_id": "66-b1", "simplified": "Many people who are between 1983 and 1993 were asked about their work life. Over 40,000 people answered questions about their workplace culture, how they communicate, their work style, pay, career development, and how they balance work and life. Another survey asked more than 10,000 people about their views on the good and bad things in their job."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is a multi-adventurer from the United States. He has travelled to Morocco by bike, kayaked in the Grand Canyon, and climbed Everest. Erik was blind from the age of 13. He helps people with disabilities to be active. He takes groups of young blind people on climbing trips."}
{"text_id": "68-b1", "simplified": "Online platforms are making it easy for people to sell things online. For example, busy parents used to not have time to sell things at the market or car boot sale. But now they can sell old clothes and baby things online, like old baby clothes that are almost new and expensive pushchairs, so they can earn some money."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker live in a lifeboat for 227 days. They have hunger, illness and exhaustion. They face violent storms and very hot sun. Pi is happy in his three religions, but sometimes he is very sad and lonely. The Mexican coast is on the horizon. Pi and Richard Parker will survive when they see land. You have to read the book to find out what happens to them when they see the land."}
{"text_id": "70-b1", "simplified": "Chloe came home from school. She made a cup of coffee and took it to her bedroom. She had homework, but she could do it later. She liked the quiet hour before her parents came home. They would make the house noisy with talking, watching TV, or her dad listening to his favourite jazz while he cooked dinner. She liked this time of day. She could play with her pet rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA's planetary defence team found 90% of the big asteroids near Earth. These 'near-Earth objects' are as big as mountains. They are very close to Earth, about 50 million kilometres away. There are 50 more to find. NASA knows about 887 asteroids. None of them are a big danger to the Earth."}
{"text_id": "72-b1", "simplified": "Auggie goes to school. He is very anxious. People look at him because he is different. Nobody wants to sit next to him. Auggie makes friends with Jack and Summer. They talk to each other at lunch. It's not just the first day that is hard. Auggie's friends don't want to touch him. They think he might have 'the plague'. Auggie has many problems at school. He has some good days and some bad days. Something bad happens at a school camp. This makes things much better for Auggie."}
{"text_id": "73-b1", "simplified": "Two men looked at the northern end of the property. It was very big. You couldn't see the fences. A teenage boy might get bored, but he couldn't run away on foot. Sam looked at the biggest horse. The horse was kicking the ground with its big hooves. Could the boy ride? There was trouble if you rode far away from people. But there was more trouble if you didn't know how to ride a horse and wanted to escape from your father."}
{"text_id": "74-b1", "simplified": "Many climbers, aged 13-80, have climbed Everest. Climbing high mountains in cold weather and bad storms is very dangerous. The best climbers now want to do new things. Gerlinde Kaltenbrunner from Austria likes mountain climbing. She started climbing when she was a teenager. After school, she worked as a nurse, but she climbed in her free time."}
{"text_id": "75-b1", "simplified": "Gerlinde climbed Everest. Then she wants to climb the other 13 big mountains. Gerlinde climbs mountains without oxygen. It's very risky. Low air at high mountains can make you sick. Gerlinde helps poor children in Nepal because she is famous."}
{"text_id": "76-b1", "simplified": "We look at the things we bought. We notice that not all of them are used. The thick woollen coat we thought was fashionable, but we live in a hot country. We have a new smartphone, but we don't use it. We have a car that we only use on weekends. We have a room in our house that is not used as a guest room."}
{"text_id": "77-b1", "simplified": "Many people think dreams can tell us things about the future. They believe dreams are messages from gods, helping us know important things. Some people can remember a dream and then something similar happens in real life."}
{"text_id": "78-b1", "simplified": "Some of the biggest and most expensive transportation projects are building bridges. Bridges are important links that carry cars, trucks, and trains across water, mountains, or other roads. They are very important for civil engineers and are checked very closely, especially when they collapse."}
{"text_id": "79-b1", "simplified": "Gabriela emailed her Swedish manager about problems she was having with her team. Her manager asked if her team was still working well and what she thought would help her work better with her team members. Gabriela didn't like her manager's answers. She thought he wasn't managing the situation well."}
{"text_id": "80-b1", "simplified": "Many dogs in packs have learned that humans give food to smaller, cuter dogs. So, they go to beg for food for the whole pack. Some dogs have learned to use the city's metro system to move around their territory. Scientists don't know how they know when to get off the train. One idea is that they use their good sense of smell and know the scents of their favourite places. Another idea is that they know the names of stations they hear in announcements. Either way, people who take the metro are not surprised to see dogs on the trains."}
{"text_id": "81-b1", "simplified": "Ed Stafford is the first person to walk the length of the Amazon River. He started in a small stream in Peru's Andes mountains. After two years and four months, he reached the river's mouth in Brazil. He walked 6,000 kilometres. The Amazon rainforest has many dangers, like poisonous snakes, crocodiles and jaguars. Ed was very careful. He survived with just a few mosquito and ant bites."}
{"text_id": "82-b1", "simplified": "In Britain, people spend over £1,000 on new clothes each year. This is four per cent of their money. Many worry about this because it hides two problems. First, most people pay for clothes with credit cards. Adults owe about £670 to credit card companies. This is 66 per cent of the money for clothes. People are buying things they can't afford. Britain throws away 300,000 tons of clothes every year. Most of it goes into landfills."}
{"text_id": "83-b1", "simplified": "Ed's walk was impossible without technology. He used a radio to ask people for food and permission to cross their land. Many of them met him and helped him through difficult terrain. Ed wrote a blog while he was walking. He wanted to show people how much the rainforest is suffering. He wanted to raise money for charities that help the environment and children in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Many businesses are using the sharing economy to make money. They create online platforms where people can buy things or services from others. Airbnb is a good example. It helps people to rent out their rooms and houses. People can earn a lot of money from it. Uber is another example. It helps people to drive their own cars as taxis and earn extra money."}
{"text_id": "85-b1", "simplified": "Many zoos help endangered animals. These animals have trouble finding partners and breeding in the wild. They can also be killed by poachers, lose their homes, and be eaten by animals that hunt them. A good zoo will give these animals a safe place to live and breed. If many wild animals disappear, their babies can be very similar. This is not good. Breeding programmes help. Zoo animals can live and have babies in the wild. This helps animals be different again."}
{"text_id": "86-b1", "simplified": "Both boat and train accidents are very rare. But they can cause a bridge to collapse in different ways. With trains, it's the speed of the train that can make the bridge fall. With boats, it's the heavy weight of the boat that can make the bridge break. The best way to stop bridges from failing is to plan for them. Modern technologies can help us find weak bridges. We should work in safe places. We should also design better bridges. This will help us avoid terrible bridge accidents."}
{"text_id": "87-b1", "simplified": "Pi is scared of the animals. He jumps into the ocean. He thinks there are sharks in the water. He must get back to the boat. The animals in the boat kill each other. Only Pi and a big tiger, Richard Parker, are left. The tiger is sick. He doesn't want to eat Pi. Pi is very lucky."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is elected. His parents don't like it. Pi's parents are worried about the future. They decide to close the zoo and move to Canada. Some animals go to zoos in North America. Pi and his family travel by ship to Canada. There is a big storm. The ship sinks. Pi and the sailors all die. But Pi is in a lifeboat with a hyena, a zebra, an orang-utan, and a huge tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teenagers and young adults. It was written by Suzanne Collins. The book was published in 2008. It has been translated into 26 languages and sold millions of copies worldwide. The Hunger Games is the first book to sell over a million electronic copies. The book has been made into a major Hollywood film. The film is very successful. It made $152.5 million in its first weekend in North America."}
{"text_id": "90-b1", "simplified": "Dreams are not the same as our thoughts when we're awake. They have symbolic meanings. When we're awake, we think with words. We talk to ourselves. But when we sleep, our brain changes. The part that talks changes less. The part that feels emotions changes more."}
{"text_id": "91-b1", "simplified": "Being happy is partly because you have good relationships. Most happy people have friends and family they talk to often. You need someone to talk to about your feelings – it's called'self-disclosure'. You don't need many friends just to play together or talk about music. What's important is having someone you can talk to deeply. Some people need to learn how to listen to others to make their relationships better."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck says our brains can change. We can become better at things we're not good at. Many people focus on what we're good at. They say 'You're very good at finding details' or 'You're very good at planning events'. But research says that's not the best way. We should praise how we try and how we learn. This helps us get better at things. It also helps us use our talents better."}
{"text_id": "93-b1", "simplified": "The rover checks the air around it. In 2014, it found that the air had methane. Methane is a natural gas. It doesn't last long. This means that something on Mars is making more methane. NASA says that Mars sends out a lot of methane at once. The amount of methane goes up and down every year. It looks like Mars is breathing in and out."}
{"text_id": "94-b1", "simplified": "Carol Dweck gave a group of ten-year-olds some problems. Some of them said they liked challenges. They thought their abilities could get better. They have a 'growth mindset'. They want to do well in the future. But some children felt sad when they failed. They think their brains are fixed and they can't get better. Some said they might cheat. Others looked at someone who did less well than them to feel better."}
{"text_id": "95-b1", "simplified": "Horror films like old, empty places. This could be an abandoned hospital, a deserted house or a ghost town. There's something about lonely places. What was it like when people lived there? Why did they leave? Maybe it's also very quiet, which can be scary. Abandoned places are good for horror film directors. They are more believable if there's no phone signal."}
{"text_id": "96-b1", "simplified": "The basement is a scary place in horror films. It's usually where something is hiding or the bad person is hiding their tools. Basements are always dark and damp. You can only go down by a narrow staircase. Basements are very creepy, even if there's nothing there."}
{"text_id": "97-b1", "simplified": "Gary Collins, a policeman, was watching the London riots on TV. He saw many people and went back home to help. He spent six months looking at CCTV film. He found 190 people, mostly by looking at their eyes. Gary's help was very important. Even with a lot of CCTV film, facial recognition software only found one person."}
{"text_id": "98-b1", "simplified": "I think it's interesting to think about how our bodies will change as humans. We might be able to put a computer in our brain. Soon we can do this. We will be better at maths, watching videos and remembering things. This idea will become more common."}
{"text_id": "99-b1", "simplified": "The speaker had a good point about some things. One thing is parental influence. We can't expect teenagers to not text while they do their homework if they see their parents on social media while cooking or waiting at a red light. The speaker also said people want to be in two places at once. They switch between their online and real-life conversations. I see this happen with my teenage daughter and her friends. They meet and then sit together in silence. Each one talks to someone online."}
{"text_id": "100-b1", "simplified": "There is good news about the world too. Between 1945 and 1990, there were 30 wars that killed more than 100,000 people. Today, countries are more peaceful. However, terrorism has increased in recent years. Since World War II, many civilians have died in wars. But for civilians, the statistics are good. Deaths are nine times more likely to happen because of crime, not war. The global murder rate has fallen. In 2000, it was 8 per 100,000 people, but in 2015, it was 5.3."}
{"text_id": "101-b1", "simplified": "Wasfia supports human rights. She has helped many women and girls in her country. But often, they have no help when these projects stop. Wasfia wants Bangladesh to be strong. She likes climbing and human rights. She started climbing when she worked in Tibet and Nepal. Most people in Bangladesh don't climb mountains. But her campaign is working. More and more people are paying attention."}
{"text_id": "102-b1", "simplified": "Most people think that poor countries are very bad. But this is not true. In fact, many changes are happening. For 20 years, more than 700 million people have become wealthier and no longer live in poverty. Fewer children die from diseases every year. More girls can go to school. More people have clean water."}
{"text_id": "103-b1", "simplified": "Managers try to make feedback more positive by adding two nice comments to negative ones. But if feedback is always the same, employees may think positive feedback is not really helpful. Feedback should not just be good news to hide the bad. It should help people do better."}
{"text_id": "104-b1", "simplified": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie Terminator. We use military machines like drones, gun turrets and sentry robots to kill people. Soon, we might have'murderbots' that can decide who to kill. This is not right. It's very bad for humans. We must be very careful about what we ask machines to do."}
{"text_id": "105-b1", "simplified": "Many people are learning English now. It is spoken in many countries. Chinese has the most native speakers. There is no big connection between the number of native speakers and how many people learn English. However, there is a connection between how many people learn English and how many countries speak it."}
{"text_id": "106-b1", "simplified": "Your manager stops you. She needs to talk about your work on the project. You think about this all weekend. You go to her office on Monday morning. She starts by saying you did good work. You wonder if this is just saying nice things to make you feel better. You know how feedback usually goes. First, someone says nice things. Then they say what they really mean. Finally, they say nice things again."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast rock album. The song's lyrics are very emotional. The music is catchy, but it talks about the problems of hard working people. Many songs are about ordinary people who are unhappy because they don't have a good life. For example, 'Glory Days' is about people in a small town who were happy when they were young. 'Downbound Train' is about a young man who loses his job and becomes sad. The artist probably writes about people he knows and his own life. The album shows how talented the Boss is."}
{"text_id": "108-b1", "simplified": "Lewis wants to see more marine protected areas in the world. He wants to help the ocean. Humans are hurting the ocean. We overfish, pollute, and litter. Lewis has seen the ocean's problems. He's swum over coral reefs that are dying. He's seen underwater deserts in the Red Sea. There's no life there. There's a lot of plastic. Pugh thinks the ocean can recover if we give it space. But time is running out. We must take care of the ocean. If we don't, we may have a big problem."}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a best-selling author. She has won the Olive Crime Writer Award twice. Born in Glasgow, she grew up on a housing estate with a high crime rate. She learned to be quiet and stay out of trouble. She can open car doors with a knife. She only uses her knowledge to write her books. Now, she is not quiet. She appears on popular TV shows and writes at writing conferences in the UK."}
{"text_id": "110-b1", "simplified": "Things are not getting worse every day. We are getting better. We live longer, healthier lives. We are freer and happier. The real problem is that people are not using reason and science. They are being told to be tribal, to believe that things are fatal, and to not trust. If people follow this, we will harm democracy and world co-operation."}
{"text_id": "111-b1", "simplified": "Older horror films had a problem. The heroes couldn't call for help or the police. Now, mobile phones make it less believable. What can make a horror film scary? No phone signal! If you're a hero, you won't have phone signal when you need it. Your phone might run out of battery while you're calling for help. Or both."}
{"text_id": "112-b1", "simplified": "In the 1950s, Central American banana growers were in trouble. Their main banana, the Gros Michel, was dying. Now, its successor, the Cavendish, is also in danger. The Gros Michel banana was a popular fruit. It was easy to transport and very sweet. Many banana plants were grown in Central America. A big company, United Fruit, grew and exported a lot of bananas. It made a lot of bananas quickly. United Fruit cloned new shoots from old plants instead of planting new seeds. It grew many plants in a small space."}
{"text_id": "113-b1", "simplified": "Most spiders have venom. They use it to catch or kill their food. Only 25 out of 100 spider species can hurt humans. Spider bites can be painful. But they are not usually deadly. Australia's Sydney funnel-web spider is very dangerous. But it is not deadly since medicine was invented in 1981. If you touch hairy spiders like tarantulas, be careful. When they are scared, they can hurt you by throwing hairs. These hairs can hurt your skin or eyes."}
{"text_id": "114-b1", "simplified": "Many horror movies from the late 20th century used this idea. The story starts with a group of teenagers having fun. The last person left usually dies except for one girl. At the beginning, the girl is shy and not strong. By the end, she is very brave and clever. The last girl usually wins in the end."}
{"text_id": "115-b1", "simplified": "If we want to know where our ability to speak complex language comes from, we need to look at how our brains are different from other animals. It's not just about brain size; it's about what else our brains can do. We don't have many physical clues. Our ancestors' things don't tell us what sounds they could make with their voices. But we can see from the remains of early humans that their mouths, throats and tongues developed. By 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess if early humans used simple sounds to communicate."}
{"text_id": "116-b1", "simplified": "Society says girls should study arts and humanities, not maths and physics. Many young people don't see positive female scientists. Cartoons and stories often show a crazy scientist, genius inventor or adventurous astronaut as a man. People think scientists are not good at talking to others or that they work alone. But these are not true. If girls saw more women scientists, they would feel more confident and happy to study science."}
{"text_id": "117-b1", "simplified": "There is a weekly newspaper called the Scallion. It is given for free in university buildings. Most students read it. The newspaper is written by students. Many students like it for entertainment, culture and learning. However, printing the paper is very expensive. Some students can't get the paper easily. They must go to the university to get it. The paper also causes pollution on campus."}
{"text_id": "118-b1", "simplified": "At Girox Foods, we lose about 12 per cent of our employees every year. This is not high. Most companies lose more, about 7 per cent. This report looks at why our employees are unhappy and what we can do to make them happy and keep them working for us."}
{"text_id": "119-b1", "simplified": "Many of the things the speaker said are true. I think there's a danger that we get more isolated when we're connected to the internet. My generation grew up without technology, so we know how to be alone. We also know it's okay to be alone. But the people under 20 are different. They're too busy talking online that they never feel lonely. They miss out on learning how to enjoy being alone. They also learn to talk from messages that can be changed. They don't learn how to talk to people face to face."}
{"text_id": "120-b1", "simplified": "Don't always respond to positive feedback with negative feedback. If positive and negative feedback happen together, the positive feedback can be ignored. Give positive feedback sometimes just for its own sake. Don't give too much negative feedback."}
