{"text_id": "21-a2", "simplified": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life."}
{"text_id": "22-a2", "simplified": "One of the most interesting groups of wild animals in a city is the frank dogs of Moscow. In Moscow, about 35,000 frank dogs live on the streets. Some dogs were born wild. Others are pets that their owners left behind. Some dogs live alone, and others live in groups. In 2010, scientists studied the dogs. They found that the dogs have adjusted well to city life. They also found that it is safer for the dogs to be near people. Some dogs seem to understand traffic lights."}
{"text_id": "23-a2",  "simplified": "Wonder is RJ Palacio's first novel. She is from New York. She explains her idea for the book on her website. One day, she saw a girl with facial deformities on the street. This thought stayed with her. Wonder has been a bestseller in the United States. It has won several awards. Many schools use it to start discussions about bullying and friendship. They also talk about being different. A film version is in production. Many people are excited to see what RJ Palacio does next."}
{"text_id": "24-a2",  "simplified": "Chloe has two pet rats. Their names are Zena and Roxy. Chloe knows they are not typical pets. She has lost count of how many times she explained this. Rats are not dirty. They can be fantastic pets if you care for them. Chloe understands why some people do not like rats. She did not want rats at first. Her friend Martin had pet rats. She saw how affectionate and friendly they were. Last year, one of Martin's rats had babies. Chloe decided she wanted to have two of them."}
{"text_id": "25-a2",  "simplified": "Cape Town can be a dangerous place for baboons. Some baboons have been injured in car accidents. Others have been electrocuted by electric cables. Baboons are an endangered species. To save them, the city council has a team of Baboon Monitors. The monitors chase baboons out of the city. They also catch baboons and release them in the countryside. This policy has had some success. However, it is hard to keep baboons from returning to the city. They see the city as a source of easy food."}
{"text_id": "26-a2",  "simplified": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. "}
{"text_id": "27-a2",  "simplified": "In the 1990s, graffiti stayed popular. There was also a rise in street art. This happened all over the world. Some artists wanted to make political points. They created art about war, inequality, and discrimination. Other street artists focused on making beautiful work. In South America, many street artists worked in poor countries. They added color and life to grey city walls."}
{"text_id": "28-a2",  "simplified": "Social media, magazines, and shop windows show people things to buy every day. British consumers buy more clothes and shoes than ever. Online shopping makes it easy for customers to buy without thinking. Major brands offer cheap clothes. People can wear them two or three times and then throw them away."}
{"text_id": "29-a2",  "simplified": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work."}
{"text_id": "30-a2",  "simplified": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past."}
{"text_id": "31-a2",  "simplified": "Suzanne gets a big inspiration for the Hunger Games from Greek mythology. When she was a child, she liked the story of Theseus and the Minotaur. In this story, Crete rules Athens, but the Athenians rebel. As a punishment, Minos sends seven boys and seven girls to Crete every year. The youths go into a labyrinth. A monster called the Minotaur eats them. One youth, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus."}
{"text_id": "32-a2",  "simplified": "Zoos bring people and animals together. They can teach the public about conservation. Zoos encourage people to protect animals and their homes. Some zoos provide a safe place for animals. These animals may have been mistreated in circuses or abandoned as pets. Zoos also do important research. They study animal behavior and how to treat illnesses."}
{"text_id": "33-a2",  "simplified": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own."}
{"text_id": "34-a2",  "simplified": "Is graffiti art or vandalism? It depends on your opinion. In many countries, graffiti is vandalism. People write or paint on public or private property. Many street artists have faced the police. Some have paid fines. City councils complain about the high cost of cleaning graffiti. They must clean it from buildings, buses, and streets."}
{"text_id": "35-a2",  "simplified": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'."}
{"text_id": "36-a2",  "simplified": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life."}
{"text_id": "37-a2",  "simplified": "The Hunger Games takes place in the future. It is after the end of North America. The land is called Panem. Panem has twelve poor districts. The wealthy Capitol controls these districts. The Capitol has complete power over the country. Each district makes different goods for the Capitol. District 12 is where the story begins. It provides all the coal for Panem. There used to be a thirteenth district. They rebelled against the Capitol in the past. The thirteenth district was destroyed."}
{"text_id": "38-a2",  "simplified": "Violent creatures sometimes enter cities to find food. In Cape Town, South Africa, baboons have started entering homes near the city. They open rubbish bins and eat fruit from gardens. Some brave baboons have even entered people's houses. They take food from kitchen cupboards and fridges! Baboons can be aggressive. They have attacked some pet animals. Many city residents do not feel safe."}
{"text_id": "39-a2",  "simplified": "Many bridge accidents happen during the building of the bridge. These accidents often happen because of an error by the engineers. For example, they may make a mistake in their calculations. The bridge can fall under its own weight. This can be deadly for the workers on it."}
{"text_id": "40-a2",  "simplified": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey."}
{"text_id": "41-a2",  "simplified": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead."}
{"text_id": "42-a2",  "simplified": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star."}
{"text_id": "43-a2",  "simplified": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy."}
{"text_id": "44-a2",  "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that dreams show what we hide in our minds. Freud believed that if we understand our dreams, we can learn about our hidden thoughts and problems. The other idea was different. It said that dreams are just random activity in our minds. This happens while our brains prepare memories from the day. When we wake up, we try to make sense of these random images and thoughts. We want to create a story from them."}
{"text_id": "45-a2",  "simplified": "I am a freelancer. I work for myself. This is great because I control my time. At first, I worked from home. I found it hard to concentrate. There were too many distractions. I had housework to do. I wanted another cup of tea. My family needed my attention. So, I started to go to a nearby café to work. The Wi-Fi was not good there. I drank too much coffee. In the end, I decided to rent a desk in a co-working space. There are five other freelancers like me. I wanted to get ready for work in the morning. I wanted to concentrate in a better environment."}
{"text_id": "46-a2",  "simplified": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs."}
{"text_id": "47-a2",  "simplified": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000."}
{"text_id": "48-a2",  "simplified": "Religion is important to Pi. His family is Hindu. However, he is interested in other religions. He makes friends with a Christian priest and a Muslim baker. Everyone is surprised that Pi believes he is Hindu, Muslim, and Christian at the same time. His family and teachers want him to choose one religion. Pi refuses and says, \"I just need to love God.\" Because of this, his family and teachers let him decide about religion."}
{"text_id": "49-a2",  "simplified": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! "}
{"text_id": "50-a2",  "simplified": "People may not know they help the disposable clothing problem. They donate unwanted clothes to charities. Charity shops cannot sell all these clothes. Quick fashion goes out of style fast. It is often too low quality to recycle. People do not need to buy it second-hand. Huge amounts end up in the trash. Clothes that charities cannot sell go overseas. This causes more economic and environmental problems."}
{"text_id": "51-a2",  "simplified": "Some adventurers seek many challenges. Meagan McGrath is from Canada. She has climbed the highest mountain on each continent. She has also ridden a bike across Canada. She finished a long-distance race in the Sahara Desert in 45ºC heat. Her most unique journey was a skiing trip to the South Pole. On the first day, she fell into a glacier. She needed rescue. Many people would have given up, but Meagan chose to continue. She reached the South Pole forty days later. She pulled a sledge with a tent and all her food. She did this through freezing conditions and ice storms."}
{"text_id": "52-a2",  "simplified": "Blek le Rat started painting rats on the walls of Paris. Now, he wants people to think about social issues. He paints pictures of homeless people in big cities. He wants residents to think about homelessness."}
{"text_id": "53-a2",  "simplified": "In some countries, councils want artists to paint in special areas. They do not want random graffiti on walls. Taiwan is one of these countries. There are 'graffiti zones' where artists can paint freely. In São Paulo, Brazil, the city council allows some artists to paint on the subway."}
{"text_id": "54-a2",  "simplified": "Faith47 is from Cape Town in South Africa. She paints colorful images of people and creatures. She wants to explore different positions. People find her work on pavements, in empty factories, and on empty cars. She likes that most street art is temporary. It will soon be damaged by weather or city cleaners. For her, this shows how life is full of change. Life has a rhythm of ends and new beginnings."}
{"text_id": "55-a2",  "simplified": "In her last job, Gabriela worked in a high power distance culture. In this culture, people respect power and authority. Everyone has their place. Leaders make decisions and are rarely challenged. Her Swedish team, however, worked in a low power distance culture. In this culture, subordinates often work with their bosses. They discover problems and make decisions together. Leaders act as managers or mentors. They encourage independent opinions and accept challenges."}
{"text_id": "56-a2",  "simplified": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked."}
{"text_id": "57-a2",  "simplified": "Os Gêmeos are identical twin friends from São Paulo. They paint many things. They paint tags and big, colorful images of people on buildings. Their work is often very big. They need cranes to help them. In 2007, they painted a whole castle in Scotland."}
{"text_id": "58-a2",  "simplified": "People paint and write on walls throughout history. In prehistoric times, people in Africa and Europe painted images of creatures and people in caves. People found graffiti on buildings in ancient places in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists found many examples of graffiti in Latin. These include religious, political, and romantic messages. Some even have magic spells!"}
{"text_id": "59-a2",  "simplified": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If yes, you are not alone. Every year, thousands of people want to climb the highest mountain or walk across continents. In the past, explorers used maps and compasses. Today, adventurers use advanced technology like GPS and satellite phones. Many adventurers love nature. They travel to raise awareness about environmental issues. Others want to help people in need and raise money for charities."}
{"text_id": "60-a2",  "simplified": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up."}
{"text_id": "61-a2",  "simplified": "The heroine of the story is a girl named Katniss Everdeen. She is sixteen years old. She lost her father in a mining accident. Now, she must find food for her family. Katniss hunts in the woods near District 12. She goes with her friend Gale. Katniss becomes skilled with a bow and arrow. One day, her younger sister, Prim, is chosen as a tribute. Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta. Katniss soon finds herself in a complicated relationship with him."}
{"text_id": "62-a2",  "simplified": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life."}
{"text_id": "63-a2",  "simplified": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground."}
{"text_id": "64-a2",  "simplified": "It is hard to know how street art will change in the future. New styles are coming up. Most street artists are young people. They paint in their city or neighbourhood. More street artists are moving around the world. Other artists use the internet to connect and share photos. The art world is giving more value to street art. It is seen as a real art form. We do not know what will happen to street art in the future. But we can be sure that it will stay!"}
{"text_id": "65-a2",  "simplified": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her."}
{"text_id": "66-a2",  "simplified": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work."}
{"text_id": "67-a2",  "simplified": "Erik Weihenmayer is from the United States. He is a multi-adventurer. He has ridden a bike through the deserts of Morocco. He has kayaked through the Grand Canyon. He has climbed Everest. Erik has been blind since he was 13 years old. He wants to help people with disabilities. He encourages them to live full lives. He takes groups of young blind people on climbing trips."}
{"text_id": "68-a2",  "simplified": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets."}
{"text_id": "69-a2",  "simplified": "Pi and Richard Parker stay in the lifeboat for 227 days. They face hunger and illness. They feel very tired. They brave storms and hot sunlight. But they survive. Sometimes, Pi finds comfort in his three religions. Other times, he feels lonely and sad. Finally, he sees the Mexican coast on the horizon. Everything changes then. It is sad to share the end. You must understand the story to see what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-a2",  "simplified": "Chloe arrived home from school. She made a cup of coffee. Then, she took it to her bedroom. She had some homework to do, but she could do it later. She wanted to enjoy the quiet hour before her parents came home. The house would soon fill with sounds. There would be chatter, television, or her dad listening to jazz while he cooked dinner. She liked this time of day because she could play with her pet rats."}
{"text_id": "71-a2",  "simplified": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet."}
{"text_id": "72-a2",  "simplified": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely."}
{"text_id": "73-a2",  "simplified": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father."}
{"text_id": "74-a2",  "simplified": "More than 4,000 climbers, aged thirteen to eighty, have reached the top of Everest. Climbing in freezing conditions and wild storms is still very dangerous. The world's expert climbers now face new challenges. Gerlinde Kaltenbrunner is from Austria. She started climbing as a teenager. After she finished school, she worked as a nurse. She continued climbing in her free time."}
{"text_id": "75-a2",  "simplified": "Gerlinde climbed Everest. Then, she decided to climb all fourteen 8,000 metre peaks. She wants a bigger challenge. Gerlinde climbs without using oxygen coolers. This is wild because low oxygen at the top can hurt the head and body. Gerlinde uses her fame as a climber. She holds a charity for poor children and orphans in Nepal."}
{"text_id": "76-a2",  "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-a2",  "simplified": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life."}
{"text_id": "78-a2",  "simplified": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse."}
{"text_id": "79-a2",  "simplified": "After weeks of frustration, Gabriela emailed her Swedish manager. She wrote about her team. Her manager needed to know if her team was performing well. He also needed to know how she could work easily with her team. Gabriela found her manager vague. She did not feel he managed the post well."}
{"text_id": "80-a2",  "simplified": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals."}
{"text_id": "81-a2",  "simplified": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. "}
{"text_id": "82-a2",  "simplified": "In Britain, the average person spends more than £1,000 on fresh clothes each year. This is around four percent of their income. This may not seem like much, but it shows two big problems. First, many people use credit cards to pay for clothes. British people owe about £670 per adult to credit card companies. This is 66 percent of the average budget for clothes. Also, people spend money they do not have. They buy things they do not need. Britain throws away 300,000 tons of clothing each year. Most of this clothing goes to landfills."}
{"text_id": "83-a2",  "simplified": "Ed's trip would not have been possible without technology. He used a radio to ask the people of the rainforest for food and permission. Many of them came to help him. They guided him through the difficult terrain. While walking, Ed wrote a blog about his daily experiences. He used the media during his trip. He wanted to protest against the end of the rainforest. He also wanted to raise money for charities in Brazil and Peru."}
{"text_id": "84-a2",  "simplified": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time."}
{"text_id": "85-a2",  "simplified": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity."}
{"text_id": "86-a2",  "simplified": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents."}
{"text_id": "87-a2",  "simplified": "At first, Pi is scared of the creatures. He jumps into the ocean. Then he remembers the thirsty sharks in the water. He knows he must climb back into the lifeboat. One by one, the creatures in the lifeboat fight and eat each other. Soon, only Pi and the tiger are left. Luckily for Pi, the tiger is seasick. The tiger, named Richard Parker, does not want to eat him."}
{"text_id": "88-a2",  "simplified": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger."}
{"text_id": "89-a2",  "simplified": "The Hunger Games is a very successful book for teenagers and young adults. It is by the American author Suzanne Collins. It was printed in 2008. It has been translated into 26 different languages. It has sold millions of copies around the world. It is the first book for young readers to sell over a million electronic copies. The Hunger Games is now a major Hollywood film. It is just as successful. It made 152.5 million dollars in its opening weekend in North America!"}
{"text_id": "90-a2",  "simplified": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. "}
{"text_id": "91-a2",  "simplified": "Having good relationships is important for happiness. In one study, most happy people had strong ties to friends and family. They spent time with them regularly. You also need at least one person to share your feelings with. This is called 'self-disclosure'. Just one close friend is enough, along with other relationships. It is not enough to have many friends for fun or to talk about music or football. That special connection is very important. Some people need to learn how to care for others to build stronger relationships."}
{"text_id": "92-a2",  "simplified": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents."}
{"text_id": "93-a2",  "simplified": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it."}
{"text_id": "94-a2",  "simplified": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem."}
{"text_id": "95-a2",  "simplified": "Horror films love empty places. This could be an empty hospital or a scary house. It can also be a quiet town. There is something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it is because these places are so still. This can be very scary too. Empty places are useful for horror film makers. It is more believable to have no phone coverage there."}
{"text_id": "96-a2",  "simplified": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there."}
{"text_id": "97-a2",  "simplified": "Gary Collins is a policeman. He was watching the London riots on TV. He saw many people and cut his holiday short. He needed to show his ID. He spent six months watching the CCTV film. He found 190 people by their faces. His help was very important in the investigation. There were 200,000 hours of footage. The facial recognition software found only one person."}
{"text_id": "98-a2",  "simplified": "I find it fascinating to think about our evolution as a species. We can hurry this evolution by augmenting our bodies. Imagine if you could implant a computer in your mind! Soon, we will be able to do this. It will raise our math skills, audiovisual perception, and memory. This idea will become more common."}
{"text_id": "99-a2",  "simplified": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online."}
{"text_id": "100-a2",  "simplified": "Intelligence stories make us think the world is a wild place. There is some hope too. Between the end of World War II and 1990, there were 30 wars. These wars killed more than 100,000 people. Today, there are still wars, but nations mostly live peacefully. However, terrorism has increased in the last few years. Since World War II, wars have killed many more civilians than soldiers. The statistics for civilians are not all bad. Civilians are nine times more likely to die from violent crime than from political conflict. The worldwide murder rate fell slightly. It went from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-a2",  "simplified": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. "}
{"text_id": "102-a2",  "simplified": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water."}
{"text_id": "103-a2",  "simplified": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance."}
{"text_id": "104-a2",  "simplified": "I am a member of the Campaign to Stop Killer Robots. Forget the scary Terminator from movies. Look at what is happening now. Military machines like drones, gas turrets, and sentry robots are used with little human input. The next step will be autonomous 'murderbots'. They will follow orders but decide who to kill on their own. This seems very unethical and dangerous for humanity. We need to be careful about what we let machines do."}
{"text_id": "105-a2",  "simplified": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers."}
{"text_id": "106-a2",  "simplified": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again."}
{"text_id": "107-a2",  "simplified": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss."}
{"text_id": "108-a2",  "simplified": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands."}
{"text_id": "109-a2",  "simplified": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK."}
{"text_id": "110-a2",  "simplified": "Are things getting worse every day? Is progress impossible? In Enlightenment Now, Steven Pinker talks about human progress. He finds that we live longer, healthier, and happier lives. Pinker argues that Enlightenment values are under attack. These values include reason and science. Commentators and demagogues use people's tribalism, fatalism, and distrust. This puts important institutions in danger. Democracy and global cooperation can suffer harm."}
{"text_id": "111-a2",  "simplified": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both."}
{"text_id": "112-a2",  "simplified": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields."}
{"text_id": "113-a2",  "simplified": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker."}
{"text_id": "114-a2",  "simplified": "This horror film idea was popular in the late 20th century. It starts with a group of teenagers. They are all having fun. It ends with everyone dead except one girl. The girl is usually innocent and shy. She is not very strong at first. By the end, she becomes tough and smart. The last girl almost always wins in the end."}
{"text_id": "115-a2",  "simplified": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds."}
{"text_id": "116-a2",  "simplified": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects."}
{"text_id": "117-a2",  "simplified": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus."}
{"text_id": "118-a2",  "simplified": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention."}
{"text_id": "119-a2",  "simplified": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you."}
{"text_id": "120-a2",  "simplified": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism."}
{"text_id": "21-b1",  "simplified": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life."}
{"text_id": "22-b1",  "simplified": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights."}
{"text_id": "23-b1",  "simplified": "Wonder is RJ Palacio's first novel. She explains on her website that the idea for the book came to her one day. She saw a girl with facial deformities on the street. Wonder has been a bestseller in the United States and has won several prizes. Many schools use it to start discussions about bullying, friendship, and being different. A film adaptation is being made, and many people, including me, are excited to see what RJ Palacio creates next."}
{"text_id": "24-b1",  "simplified": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them."}
{"text_id": "25-b1",  "simplified": "Cape Town can be a serious problem for baboons. Some have been injured or killed in car accidents. Others have died after touching electrical cables. Baboons are an endangered species. To protect them and reduce conflicts with humans, the city council has hired a team of Baboon Monitors. Their job is to chase baboons out of urban areas or capture them and release them in the countryside. This program has had some success. However, it is hard to stop baboons from returning to the city because they see it as a source of food."}
{"text_id": "26-b1",  "simplified": "I work for a global IT company. Their headquarters is in the States, so I do all my work online. This means I don't spend time chatting with others. I work on a project basis, which is very valuable to me. It allows me to take time off when my kids have school performances or when I need to visit the dentist. The downside is that without set office hours, I often work late into the evening. Sometimes, I skip dinner to finish a task."}
{"text_id": "27-b1",  "simplified": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls."}
{"text_id": "28-b1",  "simplified": "Social media, videos, and constant ads bombard people every day with things to buy. British consumers are buying more clothes and shoes than ever before. Online shopping makes it easy for customers to buy without thinking. Major brands sell such cheap clothes that people treat them like disposable items. They wear them two or three times and then throw them away."}
{"text_id": "29-b1",  "simplified": "Sam squinted at the sun and looked at the distant debris the car had pushed up on its way to the Big House. The horses stood still and swatted at flies. They did not care about their owner's first visit in ten months. Sam waited. Mr. Carter only came out here when he had to, and that was fine with Sam. The more he stayed out of his boss's way, the longer he would keep his job. Mr. Carter wiped the sweat from his neck. The damp patch on his shirt clung together like shapes in a map. His skin was already turning red in the June sun. He also had the indoor look of a gentleman who made money while others worked."}
{"text_id": "30-b1",  "simplified": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past."}
{"text_id": "31-b1",  "simplified": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus."}
{"text_id": "32-b1",  "simplified": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses."}
{"text_id": "33-b1",  "simplified": "A different movement is forming against consumerism. This movement is called the 'buy nothing' trend. It started in Canada in the early 1990s. Then it spread to the US. In the US, it rejected the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, people show their objections and cut up their credit cards. Throughout the year, Buy Nothing groups focus on the items they already own."}
{"text_id": "34-b1",  "simplified": "Is graffiti art or vandalism? It depends on your view. In many countries, painting on public or private property is seen as vandalism. Many street artists have been arrested by the police, and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti from buildings, buses, and trains."}
{"text_id": "35-b1",  "simplified": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'."}
{"text_id": "36-b1",  "simplified": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life."}
{"text_id": "37-b1",  "simplified": "The Hunger Games takes place in the future, after North America is destroyed. The country is called Panem. It has twelve poor districts ruled by the rich Capitol. The Capitol has great power over the nation. Each district must provide different goods for the Capitol. District 12, where the story begins, supplies all the coal for the country. There was a thirteenth district, but it rebelled against the Capitol in the past and was destroyed."}
{"text_id": "38-b1",  "simplified": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence."}
{"text_id": "39-b1",  "simplified": "Bridge accidents often happen when the bridge twists. These accidents usually occur because of an error by the engineers, like a miscalculation. The bridge can collapse under its own weight. This can be deadly for the workers on it at that moment."}
{"text_id": "40-b1",  "simplified": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey."}
{"text_id": "41-b1",  "simplified": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead."}
{"text_id": "42-b1",  "simplified": "Grant, the champion, first refuses the call to adventure. A mentor appears to help him. Then, he decides to cross the threshold and travel into the excess world where the adventure begins. The next stage includes facing tests, strong opposition, and meeting other supporters as the hero prepares for a major challenge. For Luke, the mentor is Obi-Wan. The supporters are Han Solo and the robots R2D2 and C3PO. The opposition is Darth Vader in the excess world of the Death Star."}
{"text_id": "43-b1",  "simplified": "Underused items may seem useless to some people, but they can be valuable to others. With the rise of the internet, online communities have found ways to profit from sharing these underused items. Using websites and social media groups, people can buy and sell second-hand goods easily. This makes peer-to-peer sharing activities very simple. This is the essence of the sharing economy."}
{"text_id": "44-b1",  "simplified": "In the 18th and 19th centuries, two independent ideas about dreams became popular. One idea was that dreams show things hidden from our conscious mind. Freud believed that if we understand what dreams tell us, we can learn about our hidden beliefs and the problems they cause. However, the other idea was different. It said that dreams are just random activity in the brain while it stores information from the day. When we sleep, we try to make sense of these random images and beliefs. We put them together into a story."}
{"text_id": "45-b1",  "simplified": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment."}
{"text_id": "46-b1",  "simplified": "NASA can observe middle-sized NEOs if it gets money to build NEOCam. This is a 0.5-metre telescope that will use infrared light to detect asteroids. If NASA receives the funding, it could reach its goal in ten years. After that, the global defense team must plan how to protect the satellite from the dangerous asteroids called PHAs."}
{"text_id": "47-b1",  "simplified": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000."}
{"text_id": "48-b1",  "simplified": "Religion is important to Pi. His family is Hindu, but he is interested in other religions. He gains friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi says he is Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to choose one religion, Pi refuses. He says, \"I just want to love God.\" From that moment, his family and teachers decide to let him choose his own path in religion."}
{"text_id": "49-b1",  "simplified": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! "}
{"text_id": "50-b1",  "simplified": "People might not realize they are part of the disposable clothing problem because they donate their unwanted clothes to charities. However, charity shops cannot handle all those clothes. 'Fast fashion' goes out of style quickly and is often too poor in quality to recycle. People do not want to buy it second-hand. A large amount of clothing is thrown away, and many clothes that charities cannot sell are sent abroad. This causes more economic and environmental issues."}
{"text_id": "51-b1",  "simplified": "Some adventurers are not satisfied with just one amazing challenge. Meagan McGrath from Canada has climbed the highest peak on each continent. She also cycled across Canada and led a long race in the Sahara Desert in 45ºC heat. However, her most remarkable journey was skiing to the South Pole. On the first day, she fell into a glacier and needed rescue. Many people would have given up at that point, but Meagan chose to continue. She reached the South Pole forty days later. She pulled a sled with a tent and all her food through tough conditions and ice storms."}
{"text_id": "52-b1",  "simplified": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness."}
{"text_id": "53-b1",  "simplified": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. "}
{"text_id": "54-b1",  "simplified": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings."}
{"text_id": "55-b1",  "simplified": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged."}
{"text_id": "56-b1",  "simplified": "When Gabriela noticed the cultural conflict with her team, she saw a chance to talk openly with them. She wanted to discuss their beliefs about her leadership. Her team was happy to share their views. They said they were not used to being told what to do. They liked having more initiative and creative freedom. When Gabriela told them exactly what to do, they felt she did not trust them to do their jobs well. They realized Gabriela took it personally when they tried to challenge her conclusions. They understood this was how they had always worked."}
{"text_id": "57-b1",  "simplified": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint."}
{"text_id": "58-b1",  "simplified": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!"}
{"text_id": "59-b1",  "simplified": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. "}
{"text_id": "60-b1",  "simplified": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up."}
{"text_id": "61-b1",  "simplified": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him."}
{"text_id": "62-b1",  "simplified": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life."}
{"text_id": "63-b1",  "simplified": "In the past, many bridges were made of wood. They were more likely to catch fire. This was especially true for old train bridges. The sparks from the train wheels and rails could sometimes set a bridge on fire and burn it to the ground."}
{"text_id": "64-b1",  "simplified": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!"}
{"text_id": "65-b1",  "simplified": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her."}
{"text_id": "66-b1",  "simplified": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work."}
{"text_id": "67-b1",  "simplified": "Erik Weihenmayer from the United States is a multi-adventurer. He has cycled through the deserts of Morocco, kayaked through the Grand Canyon, and climbed Everest. Amazingly, Erik has been blind since he was 13. Besides his travels, he tries to inspire people with disabilities to have active spirits. He also guides groups of young blind people on climbing trips."}
{"text_id": "68-b1",  "simplified": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets."}
{"text_id": "69-b1",  "simplified": "Pi and Richard Parker spend 227 days in the lifeboat. They face thirst, sickness, and exhaustion. They endure violent storms and the hot Pacific sun, but they survive. Sometimes, Pi finds comfort in his three religions. Other times, he feels lonely and hopeless. Finally, the Mexican coast comes into view, and everything changes. It would be a shame to reveal the ending, so you must read the book to find out what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-b1",  "simplified": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats."}
{"text_id": "71-b1",  "simplified": "In 2010, the global defense team at NASA tracked 90 percent of the asteroids near Earth that are 1 km wide. These \"near-Earth objects,\" or NEOs, are the size of a car. They include anything within 50 million kilometers of Earth's surface. NASA says that about 50 NEOs are still left to track. They believe that none of the 887 NEOs they know about are a serious threat to Earth."}
{"text_id": "72-b1",  "simplified": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely."}
{"text_id": "73-b1",  "simplified": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father."}
{"text_id": "74-b1",  "simplified": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time."}
{"text_id": "75-b1",  "simplified": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal."}
{"text_id": "76-b1",  "simplified": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom."}
{"text_id": "77-b1",  "simplified": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life."}
{"text_id": "78-b1",  "simplified": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse."}
{"text_id": "79-b1",  "simplified": "After weeks of defeat, Gabriela emailed her Swedish manager about the problems she faced with her team. Her manager only asked if she thought her team was still performing well. He also wanted to know what would help her work better with her team members. Gabriela found her manager vague. She did not feel he was handling the situation well."}
{"text_id": "80-b1",  "simplified": "Dogs that live in packs have learned that humans are more likely to give food to small, cute dogs. So, these dogs beg for food for the whole pack. Some dogs have even learned to use the city's metro system to travel from one part of their area to another! Scientists are not sure how the dogs know when to get off the train. One guess is that they use their strong sense of smell to recognize their favorite places. Another theory is that they have learned to recognize the names of places they hear in announcements. Either way, metro passengers have become so used to seeing dogs on the trains that they often go unnoticed by locals."}
{"text_id": "81-b1",  "simplified": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. "}
{"text_id": "82-b1",  "simplified": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites."}
{"text_id": "83-b1",  "simplified": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru."}
{"text_id": "84-b1",  "simplified": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time."}
{"text_id": "85-b1",  "simplified": "One important routine of modern zoos is to support international breeding plans, especially for endangered species. In the wild, some rare species have trouble finding mates and breeding. They also face dangers from poachers, loss of their habitat, and predators. A good zoo helps these species survive and breed in a safe environment. If some species become extinct, there is a greater risk of the gene pool becoming too similar. Breeding plans provide a solution: zoo-bred animals can be released into the wild to increase genetic variety."}
{"text_id": "86-b1",  "simplified": "Both types of accidents are very rare. However, boats and trains can cause a bridge to fall for different reasons. With trains, the speed of the impact can bring a bridge down. With boats, their heavy mass can cause the fall, even if they are moving slowly. The best way to avoid bridge failures is to design for them. Modern engineering can identify structural weaknesses. Safer working environments and better designs can help reduce these serious accidents."}
{"text_id": "87-b1",  "simplified": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him."}
{"text_id": "88-b1",  "simplified": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger."}
{"text_id": "89-b1",  "simplified": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!"}
{"text_id": "90-b1",  "simplified": "Dreams may come from our mind creating the views we have during the day. They show up in dreams with symbolic meaning. When we are awake, our views mostly appear as words in our minds. This is like having conversations with ourselves. When we sleep, the part of our brain that controls language becomes less active. At the same time, the part that controls emotions becomes more active."}
{"text_id": "91-b1",  "simplified": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships."}
{"text_id": "92-b1",  "simplified": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents."}
{"text_id": "93-b1",  "simplified": "The rover checks the atmosphere around it regularly. In 2014, it found methane in the atmosphere. Methane is a basic organic molecule and a key part of natural gas. One characteristic of methane is that it lasts only a few hundred years. This means that something on Mars is producing it. According to NASA, Mars releases thousands of tons of methane at once. The amount of methane rises and falls with the seasons, almost as if the planet is controlling it."}
{"text_id": "94-b1",  "simplified": "Early in her career, psychologist Carol Dweck from Stanford University gave a group of ten-year-olds a task that was too hard for them. One group reacted positively. They embraced the challenge and believed their abilities could improve. Dweck called this a \"growth mindset.\" This group focused on what they could achieve in the future.\n\nHowever, another group felt their intelligence was being judged, and they thought they had failed. They had a \"fixed mindset\" and did not believe they could improve. Some of these children thought about cheating in the future. Others waited for someone who had done worse than them to feel better about themselves."}
{"text_id": "95-b1",  "simplified": "Horror films often use uninhabited places. These can be abandoned hospitals, scary empty signs, or deserted towns. There is something about lonely, empty places. What was it like when people lived there? Why did they leave? It might also be that these places are very quiet, which can be scary too. Abandoned places are useful for horror film directors. It is more believable that there is no phone coverage in these areas."}
{"text_id": "96-b1",  "simplified": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there."}
{"text_id": "97-b1",  "simplified": "Gary Collins, an off-duty policeman, watched the London screams on TV. He recognized several people and adjusted his holiday light to help with identification. He spent six months reviewing the CCTV footage and managed to name 190 people, mostly by their eyes. His help was very important in the investigation. Even with 200,000 hours of footage, the facial recognition software identified only one person."}
{"text_id": "98-b1",  "simplified": "I find it fascinating to think about how we will speed up our development as a species by improving our bodies. Imagine if we could put a calculator inside our brain! Soon, we will be able to do just that. This will enhance our math skills, our ability to see and hear, and our memory. This idea will become more common in the future."}
{"text_id": "99-b1",  "simplified": "The lecture was fascinating, and the speaker made great points. For example, she talked about parental influence. How can we ask teens not to text while studying when they see their parents using social media while cooking or waiting at a red light? She also mentioned how people want to be in two or more places at once. They switch back and forth between their real life and online chats. I see this often with my teenage daughter and her friends. They sit together and work in silence while each one talks online."}
{"text_id": "100-b1",  "simplified": "Some news reports make us think that humanity is becoming more violent. However, there is also some reason for optimism. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today, there are still civil wars, but countries are mostly living together more peacefully than before. \n\nTerrorism has increased in the last few years. Since World War II, wars have killed many more civilians than soldiers. Still, the statistics for civilians are not all bad. Civilians are nine times more likely to die from violent crime than from political conflict. The global murder rate has also dropped slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-b1",  "simplified": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. "}
{"text_id": "102-b1",  "simplified": "Most people think that developing countries are in a terrible situation. They see unbelievable poverty, dictators in power, and little hope for change. However, this is not true. A significant change is happening. In the last 20 years, over 700 million people have raised their income and escaped poverty. Also, six million fewer children die each year from disease. Millions more girls are attending school, and many people now have access to clean water."}
{"text_id": "103-b1",  "simplified": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance."}
{"text_id": "104-b1",  "simplified": "I am a member of the Campaign to Stop Killer Robots. Imagine a scene from a film where a Terminator steps on human skulls. Now think about what is happening today. Military machines like drones, gun turrets, and sentry robots are already used with very little human input. The next step will be main \"murderbots.\" They will take orders but decide who to defeat on their own. I believe this is completely unethical and dangerous for mankind. We must be very careful about what we allow machines to do."}
{"text_id": "105-b1",  "simplified": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers."}
{"text_id": "106-b1",  "simplified": "Your manager stops you and says she needs a report about your work on the recent project. You think about it all weekend. You wonder what you might have done wrong. When you enter her office on Monday morning, she starts by praising your good work on the project. You wonder if this is the usual praise that comes before criticism. You know how the feedback sandwich works: say something nice, give the real feedback, and then say something nice again."}
{"text_id": "107-b1",  "simplified": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss."}
{"text_id": "108-b1",  "simplified": "Lewis wants to see marine protected areas increase from 3 percent to 10 percent. He believes this will help reduce damage from human activities like overfishing, pollution, and littering. During his trips, Lewis has seen this environmental destruction up close. He has swum over coral reefs that are bleached due to rising water temperatures. He has also mentioned underwater deserts in the Red Sea, filled with plastic. Pugh believes that nature can recover if it has space to do so, but time is running out. If we do not start caring for our oceans, we may soon face an unsolvable problem."}
{"text_id": "109-b1",  "simplified": "Best-deal author Terrie Sharp knows how to tell a good story. She has won the Olive Crime Writer Award twice. Living in the housing estate with the highest crime rate in Glasgow taught her to stay quiet and avoid trouble. She learned how to afford car doors with her words. Luckily, she uses her skills to write novels. She is not so quiet now. She appears on popular daytime shows like Police Today and at writing events across the UK."}
{"text_id": "110-b1",  "simplified": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the idea of human progress and sees good news. We are living longer, healthier, and happier lives. The main problem, Pinker argues, is that the values of reason and science from the Enlightenment are under threat. When commentators and demagogues appeal to people's tribalism, fatalism, and suspicion, we risk causing serious damage to important foundations like democracy and cooperation among people."}
{"text_id": "111-b1",  "simplified": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both."}
{"text_id": "112-b1",  "simplified": "In the 1950s, Central American banana growers faced problems with their most profitable product, the Gros Michel banana, also called Big Mike. Now, the same issue is happening to Big Mike's successor, the Cavendish. The Gros Michel banana plant was popular because it had thick skin and sweet fruit, which made it easy to ship. United Fruit, an independent grower and exporter in South America at that time, produced bananas in the most efficient way. They cloned shoots from the base of plants instead of growing them from seeds. They also planted them in densely packed fields."}
{"text_id": "113-b1",  "simplified": "Most spider species have venom that helps them catch prey. They do not usually attack humans. Only 25 spider species have venom that can harm humans. Spider bites can be painful, but they are rarely deadly. The Sydney funnel-web spider in Australia has not caused any deaths since anti-venom was created in 1981. However, be careful not to handle hairy spiders like tarantulas improperly. When they feel threatened, they protect themselves by releasing a cloud of irritating hairs. These hairs can stick to the skin or eyes of the attacker."}
{"text_id": "114-b1",  "simplified": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end."}
{"text_id": "115-b1",  "simplified": "To understand where our ability for complex language comes from, we need to look at how our brains differ from other animals. This issue involves more than just brain size. We must also consider other functions of our brains and when and why they developed. There are very few physical clues to help us. Artifacts left by our ancestors do not show what kind of communication they could use. However, one thing we can see in the remains of early humans is the growth of the mouth, throat, and tongue. By about 100,000 years ago, humans could make complex sounds. Before that, evolutionary biologists can only guess if early humans communicated with simpler sounds."}
{"text_id": "116-b1",  "simplified": "Society, not nature, tells girls to prefer art and leave mathematics and physics to boys. This is linked to the lack of positive female role models in science-related jobs. Cartoons and stories often show the crazy scientist, brilliant inventor, or adventurous astronaut as a man. There is also a wrong belief that scientists are nerdy, have poor social skills, or work in lonely places. These stereotypes come from the media, but they may make girls not think of scientists and see science as an unappealing career. If girls saw more positive female role models in science, it would give them more confidence and a strong sense of belonging in these fields."}
{"text_id": "117-b1",  "simplified": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus."}
{"text_id": "118-b1",  "simplified": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention."}
{"text_id": "119-b1",  "simplified": "Much of what the loudspeaker said is true. I honestly believe there is a danger. The more connected we are, the more isolated we feel. I don't think this is a big issue for my generation. We lived without technology for a long time. We know how to be alone and, more importantly, we know that it's OK to be alone. But those under 20 are different. They are so engaged online that they never feel solitude. They risk not learning how to enjoy their own company. They are having conversations through messages that can be deleted. This takes away from learning how to have real conversations in real time with a person in front of you."}
{"text_id": "120-b1",  "simplified": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism."}
