{"text_id": "21-a2", "simplified": "This life is bad. to this life is bad."}
{"text_id": "22-a2", "simplified": "\"Kill the motor and the lights,\" he called. to \"turn off the engine and turn off the lights,\" he called."}
{"text_id": "23-a2", "simplified": "The only obscure letters he writes to you are the ones you write."}
{"text_id": "24-a2", "simplified": "You might see if anybody has a potting shed or a greenhouse. to you could see if there's a shed or a glass in the garden."}
{"text_id": "25-a2", "simplified": "The trust falls would be easy. to that would be too easy."}
{"text_id": "26-a2", "simplified": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening"}
{"text_id": "27-a2", "simplified": "By tonight ten thousand will camp opposite our walls. to today there will be ten thousand of them in front of the walls."}
{"text_id": "28-a2", "simplified": "I haven't thrown out yet. I haven't left yet."}
{"text_id": "29-a2", "simplified": "The man who was driving was still in luck. To the man who flew it still had the luck."}
{"text_id": "30-a2", "simplified": "In the past, this was the case with kids getting married. to This when kids got married."}
{"text_id": "31-a2", "simplified": "Clara sees things differently. to Clara had other ideas."}
{"text_id": "32-a2", "simplified": "Everyone hates diseases. to they don't like disease."}
{"text_id": "33-a2", "simplified": "There are probably some items you would like to take with you. to there's probably some things you want to do."}
{"text_id": "34-a2", "simplified": "There aren't enough trains. to we don't have so many trains."}
{"text_id": "35-a2", "simplified": "There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'."}
{"text_id": "36-a2", "simplified": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream"}
{"text_id": "37-a2", "simplified": "The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed."}
{"text_id": "38-a2", "simplified": "The present will be the present without your presence."}
{"text_id": "39-a2", "simplified": "This time, he rode his way around the whole island to this time he drove across the island."}
{"text_id": "40-a2", "simplified": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey."}
{"text_id": "41-a2", "simplified": "Well, you haven't seen me blow a bubble yet. to well, you haven't seen my bubbles. Set this to blow the rails, but don't light the fuse until I get back. to put it under the tracks, but don't put the cord on until I get back."}
{"text_id": "42-a2", "simplified": "Is there anything in the world you wouldn't do to save your skin? to what will you do to save your skin?"}
{"text_id": "43-a2", "simplified": "The Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions Towards a circular economy: A zero waste programme for Europe /* COM/2014/0398 final/2 */ Towards a circular economy: to EUR-Lex - 52014DC0398R (01) - EN 52014DC0398R (01)"}
{"text_id": "44-a2", "simplified": "You're just a random guy."}
{"text_id": "45-a2", "simplified": "This was the case with kids getting married. to This was when kids got married."}
{"text_id": "46-a2", "simplified": "I thought we had to take care of your ring."}
{"text_id": "47-a2", "simplified": "He's eating the chocolate lava cake right now. to she's eating chocolate fondant."}
{"text_id": "48-a2", "simplified": "The family is Hindu, but they are curious about other religions. They make friends with a Christian priest and a Muslim baker. They are curious about other religions and they make friends with a Christian priest and a Muslim baker. They are curious about other religions and they make friends with a Christian priest and a Muslim baker. They are curious about other religions and they make friends with a Christian priest and a Muslim baker. They are curious about other religions and they make friends with a Christian priest and a Muslim bake"}
{"text_id": "49-a2", "simplified": "You better mind yours. to But you better worry about yours."}
{"text_id": "50-a2", "simplified": "Is there a problem in the home?"}
{"text_id": "51-a2", "simplified": "The people who go on top of the ice are even more stupid."}
{"text_id": "52-a2", "simplified": "There would be a problem if we didn't have a problem."}
{"text_id": "53-a2", "simplified": "There aren't enough trains. to we don't have so many trains."}
{"text_id": "54-a2", "simplified": "Since the firstborn child is all about beginnings, we'il portray the new parents as the first family, a 21st century Adam and Eve. to Adam and Eve the 21st century."}
{"text_id": "55-a2", "simplified": "The Swedish team are used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged."}
{"text_id": "56-a2", "simplified": "I'm training with my new leg."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are identical twin brothers from So Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint."}
{"text_id": "58-a2", "simplified": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!"}
{"text_id": "59-a2", "simplified": "Well, you need your passport directly after the tickets. Understand? to you'll show your passport immediately after your plane ticket."}
{"text_id": "60-a2", "simplified": "They pick a date so, uh, you want to come with me, so that we can laugh our asses off as we watch him walk barefoot down the aisle in a hemp tuxedo? to you're coming with me so we can laugh at him when he goes barefoot in a tuxedo?"}
{"text_id": "61-a2", "simplified": "I don't know anyone that has ever made a long-distance relationship work. to I don't know anyone who worked."}
{"text_id": "62-a2", "simplified": "This life is bad. to This life is bad."}
{"text_id": "63-a2", "simplified": "I know how you like water, but I couldn't be happier than standing firmly on the ground. to I know how much you love the water."}
{"text_id": "64-a2", "simplified": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!"}
{"text_id": "65-a2", "simplified": "I don't have a lot of experience with babies. to I don't know much about children."}
{"text_id": "66-a2", "simplified": "Yep. Like I told you, I was with... my Uncle Tyree doing lawn work in Ormond Beach at the time. to I was with Uncle Tyre and I cut the grass at Ormond Beach."}
{"text_id": "67-a2", "simplified": "We could bring back lamps to carry and climbing irons, and a hundred necessary things."}
{"text_id": "68-a2", "simplified": "I danced and sang for money, picked out his pockets, seduced two girls at the same time. to I danced and sang in the streets for coins. Picked pockets. I lived with two girls for a while."}
{"text_id": "69-a2", "simplified": "You two sure are a sight for sore eyes! to what a sight for my sore eyes! From: What veil was over my sight? to what was my vision? ###"}
{"text_id": "70-a2", "simplified": "The rats are out of the house."}
{"text_id": "71-a2", "simplified": "The planet is on the sideboard."}
{"text_id": "72-a2", "simplified": "I can't get my kids to find friends in school. I told my kids to make friends at school, and we meet their parents."}
{"text_id": "73-a2", "simplified": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble for someone who knew nothing about horses and wanted to get away from his father."}
{"text_id": "74-a2", "simplified": "This time, he drove his way around the whole island to this time he drove across the island."}
{"text_id": "75-a2", "simplified": "All the same, a mother must feed her children. to mommy needs to feed her babies."}
{"text_id": "76-a2", "simplified": "I don't know how long I slept on the floor, but I guess it took many hours."}
{"text_id": "77-a2", "simplified": "This life is bad. to this life is bad."}
{"text_id": "78-a2", "simplified": "He's going to collapse. to She's gonna crash."}
{"text_id": "79-a2", "simplified": "Even for me, it's a new situation. to This is new for me as well."}
{"text_id": "80-a2", "simplified": "I've instructed you to make a list of names. \" to I told you to get a list of names!"}
{"text_id": "81-a2", "simplified": "from an analysis of the inscription on the cover, student bites, locker searches and security camera tapes. to Student files, locker searches and security camera tapes, ###"}
{"text_id": "82-a2", "simplified": "They don't even have enough money to wear clothes."}
{"text_id": "83-a2", "simplified": "Cash contributions to legitimate charities sent to each official's office are listed in the lower drawer of my desk."}
{"text_id": "84-a2", "simplified": "His wife was setting an example for him. The partner was his wife."}
{"text_id": "85-a2", "simplified": "If you can provide a product, I can put them in twice as many hands. to if you can deliver a product, I can sell it twice to people."}
{"text_id": "86-a2", "simplified": "The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents."}
{"text_id": "87-a2", "simplified": "He's eating the chocolate lava cake right now. to she's eating chocolate fondant."}
{"text_id": "88-a2", "simplified": "A seasoned tiger. to A pet tiger."}
{"text_id": "89-a2", "simplified": "I wanted to give it to you this weekend."}
{"text_id": "90-a2", "simplified": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active."}
{"text_id": "91-a2", "simplified": "You need to listen to others to develop stronger relationships."}
{"text_id": "92-a2", "simplified": "You either want to use my talents or you don't. to do you want me or not?"}
{"text_id": "93-a2", "simplified": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing"}
{"text_id": "94-a2", "simplified": "I need a second capsule to boost the override, but I've only got one."}
{"text_id": "95-a2", "simplified": "I said I'd get you magazine coverage, and I'm getting you in a magazine. to I'll get you on the cover of the magazine."}
{"text_id": "96-a2", "simplified": "The basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there."}
{"text_id": "97-a2", "simplified": "Charlotte, you're talking like a crazy person. to Charlotte, you sound crazy."}
{"text_id": "98-a2", "simplified": "I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace."}
{"text_id": "99-a2", "simplified": "The speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. They see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each"}
{"text_id": "100-a2", "simplified": "Last year, a swimsuit fell into the river."}
{"text_id": "101-a2", "simplified": "The coastal area is a place where most people have never set eyes on a mountain. The coastal area is a place where most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world."}
{"text_id": "102-a2", "simplified": "Can you clean that up? to is it clean?"}
{"text_id": "103-a2", "simplified": "Will the Vicomte be at the performance this evening, monsieur? to is Vikomet coming tonight for the show, monsieur?"}
{"text_id": "104-a2", "simplified": "All the machines, people working their machines, the works, humming. to all the machines, the people working, the activity, the noise."}
{"text_id": "105-a2", "simplified": "Poli is here and so is the money Sir gave for speakers. to the field is here with the money for the speakers. From: he came up with rumours from the Ixian and Fish Speakers. to He comes with documents from Fish Speakers and Ixians."}
{"text_id": "106-a2", "simplified": "You can't understand the word 'sandwich' because it's not a word. It's a word that's used in a sandwich."}
{"text_id": "107-a2", "simplified": "Is there anything in the world you wouldn't do to save your skin? to what will you do to save your skin?"}
{"text_id": "108-a2", "simplified": "Look, with cribbage, once you get the hang of it, it comes second nature. You just... to hey, at cribbage (card game) once you get it, you get it, it's easy, it's just..."}
{"text_id": "109-a2", "simplified": "And an information centre to host conferences. to and the information center for the conference."}
{"text_id": "110-a2", "simplified": "Kenneth, this does not qualify As something important. to Kenneth, this is not important."}
{"text_id": "111-a2", "simplified": "He got in the cab and he's making every turn I'm making."}
{"text_id": "112-a2", "simplified": "It concluded that concerning the MRLs for apples, pears, quinces, medlars, loquat, apricots, peaches, table and wine grapes, strawberries, gooseberries, bananas, papayas, potatoes, carrots, celeriac, horseradish, parsnips, parsley root, salsify, turnips, garlic, onions, shallots, spring onions, tomatoes, aubergines, cucumbers, gherkins, courgettes, melons, pumpkins"}
{"text_id": "113-a2", "simplified": "The king is defending his kingdom."}
{"text_id": "114-a2", "simplified": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end."}
{"text_id": "115-a2", "simplified": "There are people out there, like Andy Gallagher. Like me. We all have some kind of ability."}
{"text_id": "116-a2", "simplified": "If I persuade Stepan so that translate it, he/she leaves the rest to the police. to if I can convince Stephan to translate it, you'll take it to the police."}
{"text_id": "117-a2", "simplified": "I have copies at home. to I make a copy."}
{"text_id": "118-a2", "simplified": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention."}
{"text_id": "119-a2", "simplified": "Thanks to Tanith, the Tok'ra intercepted this conversation between Apophis and Heru-ur. to Apophis and Heru-ura. From: But I haven't really sat down with her And had, like, a one-on-one conversation. to so I never sat with her and she didn't just talk to me."}
{"text_id": "120-a2", "simplified": "No, no, of course, you're above criticism, aren't you? to no, of course not."}
{"text_id": "21-b1", "simplified": "My life will begin in earnest. to my life gets serious."}
{"text_id": "22-b1", "simplified": "Blackness. Filled with coloured lights. to darkness and color lights."}
{"text_id": "23-b1", "simplified": "I just came in because it's just that I think this sick kid on my route is writing these letters to God."}
{"text_id": "24-b1", "simplified": "Because of you, my little sister was bleeding and crying."}
{"text_id": "25-b1", "simplified": "It is not always easy to pick up new development options."}
{"text_id": "26-b1", "simplified": "Did you tell anyone what special task you were entrusted to? \" to Did you tell anyone that you had this special task to perform?"}
{"text_id": "27-b1", "simplified": "The darkness of those three walls was only alleviated by the occasional poster of Michael Jordan urging the viewer to Just Do It. to the darkness of the three walls was breaking just a poster with Michael Jordan, who encouraged people to hit it: Just go on!"}
{"text_id": "28-b1", "simplified": "She was supposed to drive me."}
{"text_id": "29-b1", "simplified": "You can't get an animal horny, but you can get an animal horny."}
{"text_id": "30-b1", "simplified": "Three months of grain, the payment standing past due. to grain in three months."}
{"text_id": "31-b1", "simplified": "If anyone sees us, they'll take us to death. to if anyone sees us, it is death."}
{"text_id": "32-b1", "simplified": "You think all reading is dull reading. You treat every reading as a non-starter."}
{"text_id": "33-b1", "simplified": "From: load Items As Missing Pieces to Scan Item as Missing Pieces ###"}
{"text_id": "34-b1", "simplified": "There were some trains not originating from the city that stopped at this station on their way towards London."}
{"text_id": "35-b1", "simplified": "He said he appreciated that, and we parted amicably. to he said he appreciated it, and we broke up."}
{"text_id": "36-b1", "simplified": "My life won't be wortha nickel after tomorrow."}
{"text_id": "37-b1", "simplified": "The knot was destroyed. The Hub's been destroyed."}
{"text_id": "38-b1", "simplified": "If it wasn't for the lady's presence, I'd spread your face. to If there wasn't a lady present, I'd clobber you."}
{"text_id": "39-b1", "simplified": "If I had more time, I would have made it flare out a little bit more over the knees. to if I had more time, I'd spread it on my knees."}
{"text_id": "40-b1", "simplified": "I understand you're writing a book about your transatlantic journey under the tutelage of the master. to I heard you were writing on your flight across the Atlantic under the master master. to do you even know how much I want to go with you?"}
{"text_id": "41-b1", "simplified": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead."}
{"text_id": "42-b1", "simplified": "She wanted lots of snow, and for some reason she turned to Montreal as her most coveted place in the world."}
{"text_id": "43-b1", "simplified": "The economy is a very important part of the country."}
{"text_id": "44-b1", "simplified": "When I left Random, I took the stone's decision into the Hall of the Pattern. to After I left Random, I fetched the Jewel of Judgment and took it down to the chamber of the Pattern. From: some random scientist. to I don't know... some random science nerd."}
{"text_id": "45-b1", "simplified": "We're getting our weight back. to we're gaining weight again."}
{"text_id": "46-b1", "simplified": "He felt sorry for her sitting there on the bed, staring at Ricky, worrying herself to death."}
{"text_id": "47-b1", "simplified": "The people are eating out of his hand."}
{"text_id": "48-b1", "simplified": "It keeps coming back to religion. to it's still all about religion."}
{"text_id": "49-b1", "simplified": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what"}
{"text_id": "50-b1", "simplified": "Do you mean to tell me that, while you have zero problem... with me sleeping with half the women in New York City, you have some sort of half-assed, mealy-mouthed objection... to pubescent antics that took place almost ten years ago? to you want to tell me you don't mind that I've slept with nearly every one in town, and it makes you feel ten years old?!"}
{"text_id": "51-b1", "simplified": "I'll tell you what-- after we get Jake's book, we'll stop and get ice cream. to you know what, when we buy Jake's book, we stop somewhere for ice cream."}
{"text_id": "52-b1", "simplified": "Do you mean to tell me that, while you have zero problem with me sleeping with half the women in New York City, you have some sort of half-assed, mealy-mouthed objection to pubescent antics that took place almost ten years ago? to you want to tell me you don't mind that I've slept with nearly every one in town, and it makes you feel ten years old?!"}
{"text_id": "53-b1", "simplified": "There were some London trains, not going straight out of town."}
{"text_id": "54-b1", "simplified": "Got a two-month free trial membership and made some new friends."}
{"text_id": "55-b1", "simplified": "The Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged."}
{"text_id": "56-b1", "simplified": "She had worked as a schoolteacher to put him through med school, and after fifteen years of marriage he decided to trade her in for a new model."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are identical twin brothers from So Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint."}
{"text_id": "58-b1", "simplified": "Sometimes, things don't click Until Hollywood really spells them out for you. to sometimes you don't understand things until they explain to you Hollywood."}
{"text_id": "59-b1", "simplified": "When you developan infatuation for someone, you always find a reason to believe that this is exactly the person for you. it doesn't need to be a good reason. to when you go crazy, you always find a reason to believe that this man is the one for you."}
{"text_id": "60-b1", "simplified": "That would be my messenger to pick up the merchandise. to It's gotta be my runner picking up that delivery."}
{"text_id": "61-b1", "simplified": "All I can do is come out here and say I'm done and pretend I have a leg to stand on and then march back into that kitchen and keep doing the job, but, oh, boy. I'm going to be thinking about what I would have done if we weren't in a relationship, even though that would mean to the only thing I can do is come out here and say I'm done, and I'm gonna do it, and then I'm gonna walk back to the kitchen and think about what I'"}
{"text_id": "62-b1", "simplified": "My life will begin in earnest. to my life gets serious."}
{"text_id": "63-b1", "simplified": "He lunged for the pines, grabbed the knife from the ground and ran to the clearing."}
{"text_id": "64-b1", "simplified": "Was thatone of the artists? to was he one of his artists?"}
{"text_id": "65-b1", "simplified": "So I have, like... Zero experience."}
{"text_id": "66-b1", "simplified": "master Ho ordered a survey of the cave. to Well, Master Ho ordered that we explore the cave floor below."}
{"text_id": "67-b1", "simplified": "\"in principle, I run a collection of large-scale collection and expeditions -\" to 'Basic'Iy I run Bulk Collection and Despatch---'"}
{"text_id": "68-b1", "simplified": "Leaning out of his pockets were magazines of People, My and a Time magazine of New Hampshire."}
{"text_id": "69-b1", "simplified": "I know you and Nathan are going through some things right now, but I never lost sight on how small that boy is."}
{"text_id": "70-b1", "simplified": "The man is all dirty rats."}
{"text_id": "71-b1", "simplified": "The planet Earth is a planet."}
{"text_id": "72-b1", "simplified": "The boy in the class is afraid of the plague. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid of the school. He is afraid"}
{"text_id": "73-b1", "simplified": "He died in 1943, he was two years old, his father was deceased, and his to he died in 1943 when he was two years old."}
{"text_id": "74-b1", "simplified": "If I had more time, I would have made it flare out a little bit more over the knees."}
{"text_id": "75-b1", "simplified": "The orphans and children of the servants are the ones who are being robbed."}
{"text_id": "76-b1", "simplified": "Jessica rose, turned, and passed between the curtains on her left wall."}
{"text_id": "77-b1", "simplified": "My life will begin in earnest. to my life gets serious."}
{"text_id": "78-b1", "simplified": "Do you think the Fed did the right thing in their dealing with the Bear Stearns collapse? to do you think the Fed was right about Bear Stearns crash?"}
{"text_id": "79-b1", "simplified": "Could he ever have dreamed, Loren asked himself, that he would find himself in a situation like this? to would I ever dream, Loren asked himself, that I would be in a situation like this?"}
{"text_id": "80-b1", "simplified": "But I presume that, obviously, now, as result of you being Loki in the Thor franchise... Indeed, yes. ..there's no need now to drive around in cars with zesty names? to but I suppose if you're now Loki, you don't have to drive cars that have names like Zetsy."}
{"text_id": "81-b1", "simplified": "The rabbit bit its own head off. I want you to throw that fucking radio into the tub with me. Fuck, you've gone completely sideways, man."}
{"text_id": "82-b1", "simplified": "He moved quickly to his tree house and found it empty of all his possessions - his clothing, his baskets for collecting milk stones. to he quickly got into his house and found it empty and there was no items there - his clothing, his basket for collecting milk stones."}
{"text_id": "83-b1", "simplified": "It's open.... the bright charities of the comet appear on the northern sky tonight."}
{"text_id": "84-b1", "simplified": "We don't work, but is happy nonetheless. Follow our example. to we don't work, and yet we're happy."}
{"text_id": "85-b1", "simplified": "\"I will provide mounts,\" Alustriel said as she handed the younger woman a thick towel. to \"I'll give you a horse.\""}
{"text_id": "86-b1", "simplified": "The magnification factor four, Mr. Sulu. to increase to Level Four, Mr. Sulu."}
{"text_id": "87-b1", "simplified": "The people are eating out of his hand."}
{"text_id": "88-b1", "simplified": "You'd first have to determine Tiger Woods' skin color. to you'd have to tell him what color his skin is."}
{"text_id": "89-b1", "simplified": "She's duller than a wet weekend in Wigan with a female blood relative, so you can't even... to it's more boring than a rainy weekend in Wigan with a woman's blood relative."}
{"text_id": "90-b1", "simplified": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active."}
{"text_id": "91-b1", "simplified": "You need to listen to others in order to develop stronger relationships."}
{"text_id": "92-b1", "simplified": "Let's give them a taste of our skills. to let's give them a taste of our medicine."}
{"text_id": "93-b1", "simplified": "Seeing Leela fly off the Hexadecapus and crash through the moon dome and survive inside a stuffed animal by breathing a balloon was a dose of reality. to when I saw Leela jump out of a hexoton and went through the moon..... .And the whole thing was inside the stuffed-air balloon from the balloon, taking me to reality."}
{"text_id": "94-b1", "simplified": "This is an incredible boost at this stage."}
{"text_id": "95-b1", "simplified": "There'll be local TV coverage.... to it's going to be filmed by local television."}
{"text_id": "96-b1", "simplified": "The staircase is narrow and dark. It is always dark and damp. It is always creepy."}
{"text_id": "97-b1", "simplified": "When you developan infatuation for someone, you always find a reason to believe that this is exactly the person for you. it doesn't need to be a good reason. to when you go crazy, you always find a reason to believe that this man is the one for you."}
{"text_id": "98-b1", "simplified": "But other people are gonna wonder."}
{"text_id": "99-b1", "simplified": "He offers unwanted tips on how to plate vegetables. to Offering me unwanted tips on how to plate my vegetables."}
{"text_id": "100-b1", "simplified": "After a while I sat down, drawing my knees as close as I could to my chin and fell into an uneasy light sleep."}
{"text_id": "101-b1", "simplified": "This seaside suburb was far from the diplomatic neighborhood."}
{"text_id": "102-b1", "simplified": "The body hits a parking meter, head snaps clean off. to the body hits the parking clock."}
{"text_id": "103-b1", "simplified": "\"Time for your debut performance.\" \"it's your first appearance.\" to I've also said I have performance plans for each of you and for the group."}
{"text_id": "104-b1", "simplified": "What we have to do is call us a bunch of machines. to It's just a bunch of machines now, telling us what to do. to looks like we can teach another terrible machine."}
{"text_id": "105-b1", "simplified": "Can say what you will about these guys developing countries , but the cake can. to say what you want about the people in the developing world, but they can do candy."}
{"text_id": "106-b1", "simplified": "Well, I was getting a little bored, so I thought it would be nice to do all the tests that just came to my mind. to Well I was kind of bored, so I thought it'd be fun to run every single test I could think of. to and I think it was nice, but we'll find something better when we look around a little bit."}
{"text_id": "107-b1", "simplified": "She wanted lots of snow, and for some reason she had chosen Montreal as her place in the world."}
{"text_id": "108-b1", "simplified": "From: I think it'll ground you to think about the bigger picture, about nature and stuff. to you think about nature... From: Change your nature, you're a dead man. to change, and you're dead."}
{"text_id": "109-b1", "simplified": "For political conferences, but a record honeymoon lasted nine days. to For a political convention. A honeymoon record is nine days."}
{"text_id": "110-b1", "simplified": "In all my years catering in all kind of institutions I've never been able to make crispy batter."}
{"text_id": "111-b1", "simplified": "Every day we'd take a walk, and I'd jabber on like a monkey in a tree, and she'd listen about Ping-Ponging and shrimping and Mama making a trip up to heaven. to every day we went for a walk and I was waving like a monkey in a tree and she was listening to Ping-Pong and shrimps and mama on her way to heaven."}
{"text_id": "112-b1", "simplified": "He said he cultivated cabbage on the kimchi (laden with spicy cabbage). to He said to plant napa cabbage (kimchi cabbage)"}
{"text_id": "113-b1", "simplified": "The purpose of the website is to defend the interests of Bulgarian insurance policy holders, inform consumers about the insurance industry and raise public awareness about insurance issues. to residential Complex  Lazur , Block 7, Entry A BG-8001 Burgas Tel. / Fax: (359-56)"}
{"text_id": "114-b1", "simplified": "I believe the last one is coming up at the end of this year, is it not? to I believe the last one will be at the end of the year, right? From: for the end of the energy trade. to for an energy deal."}
{"text_id": "115-b1", "simplified": "Can understand with ease virtually everything heard or read. Can communicate in simple and routine tasks. Can describe in simple terms aspects of his/her background, immediate environment and matters in areas of immediate need. Can interact with a degree of fluency and spontaneity."}
{"text_id": "116-b1", "simplified": "\"It's not usually a very big chore, but it gets you started and once you get started, the rest of the job doesn't look so big."}
{"text_id": "117-b1", "simplified": "\"Copies will be mailed to each of you,\" he announced, \"at your serial-number addresses. to \"we'll send copies to your address on your personal numbers.\""}
{"text_id": "118-b1", "simplified": "If they won their case, each employee would have received a payoff of $1,190,476.19. to and if they win the case, every employee receives an amount of $1,190 and 19 cents. From: Spindler is only an employee Come on, we're on the air. to Spindler is just an employee."}
{"text_id": "119-b1", "simplified": "This is not an offer, just a discussion. I'm moronic. I bring... the conversation to a crashing halt every time I speak. to every time I talk, that's the end of the conversation."}
{"text_id": "120-b1", "simplified": "We thrive on negative criticism, which is fun to write and to read. to we make hard criticism. It's fun to write and read."}
