{"original": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.", "simplified": "Your dreams can show you things you didn't know you were thinking about. Many people have the same dreams, like flying or falling. These dreams often mean the same thing for everyone. But to understand what they mean for you, you need to think about what is happening in your life.", "text_id": "21-a2", "target_cefr": "a2"}
{"original": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.", "simplified": "Wild dogs in Moscow. There are about 35,000 wild dogs in the city. Some dogs are born in the wild and others are pets that people have left behind. Some dogs live by themselves and others live in groups. Scientists studied the dogs in 2010. They found that the dogs are very good at living in the city. They know it's safer to cross the street with people. Some dogs even understand traffic lights.", "text_id": "22-a2", "target_cefr": "a2"}
{"original": "Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.", "simplified": "RJ Palacio's first book is Wonder. She wrote it after seeing a girl with a special face on the street. The book is very popular in the United States. It has won some awards. Many schools use it to talk about bullying, friendship and being different. A movie is being made. Many people are waiting to see what RJ Palacio writes next.", "text_id": "23-a2", "target_cefr": "a2"}
{"original": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.", "simplified": "I have two pet rats. Their names are Zena and Roxy. Some people think rats are not good pets. They think they're dirty. But I know this isn't true. Rats can make great pets if you take care of them.\n\nI used to think rats were not good pets too. But my friend Martin has rats and they are nice. They are friendly and smart. Last year, Martin's rat had babies. I saw them and I wanted two. So I got Zena and Roxy.", "text_id": "24-a2", "target_cefr": "a2"}
{"original": "Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.", "simplified": "Cape Town can be a bad place for baboons. Some baboons get hurt or die in car accidents. Others get electrocuted when they play with electric wires. Baboons are a special kind of animal that is in danger. To help them, the city council has a team to look after them. This team, called Baboon Monitors, chases baboons out of the city or catches them and takes them to the countryside. This plan is working a little bit, but it is hard to keep baboons from coming back to the city. Baboons like to come back because they can easily find food there.", "text_id": "25-a2", "target_cefr": "a2"}
{"original": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. ", "simplified": "I work for a big company that helps people use computers. My boss is in America, so I do my job from home. I like this because I don't have to go to the office every day and talk to my colleagues. I work on different projects and this is good for me because I can take time off when my children need me to go to school. If I have a dentist appointment, I can also go then. But sometimes I work late into the evening and I don't eat dinner until I finish my work.", "text_id": "26-a2", "target_cefr": "a2"}
{"original": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.", "simplified": "In the 1990s, street art grew. Some artists made pictures to talk about war, inequality and unfairness. They wanted people to think about these things. Other artists made beautiful pictures. They wanted people to enjoy them.\n\nSome artists worked in poor areas in South America. They added colour and beauty to grey city walls. They made the places look nicer.", "text_id": "27-a2", "target_cefr": "a2"}
{"original": "Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.", "simplified": "People see many things to buy on social media, in magazines and in shop windows every day. British people are buying more clothes and shoes now than ever before. Online shopping makes it easy for people to buy things without thinking. Big brands sell cheap clothes. We can buy them and use them a few times and then throw them away.", "text_id": "28-a2", "target_cefr": "a2"}
{"original": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.", "simplified": "Sam looked at the dust trail from the car going up to the Big House. The horses were moving and swishing their tails at flies. Sam waited. Mr Carter usually stayed inside unless he had to come out. Sam liked it that way. If he stayed out of trouble, he would keep his job. Mr Carter wiped the sweat from his neck. His shirt was wet and his skin was getting red from the sun.", "text_id": "29-a2", "target_cefr": "a2"}
{"original": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.", "simplified": "People in Berlin, Germany were angry because hunters were shooting pigs. They thought it was cruel. Hunters and people who like animals argued a lot. The city council said they would do something else. They put up fences to keep the pigs out of the city. They also made a rule that people can't feed the pigs. We will see if this works. The winters are warmer now, so there are more pigs than before.", "text_id": "30-a2", "target_cefr": "a2"}
{"original": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.", "simplified": "Suzanne likes classical Greek stories. When she was a child, she liked the story of Theseus and the Minotaur. In this story, the city of Athens was ruled by Crete. The people of Athens did not like this, so they rebelled. As a punishment, the king of Crete made the Athenians send seven boys and seven girls to Crete every year. The boys and girls were put in a special place called the labyrinth. A monster called the Minotaur lived in the labyrinth and ate the boys and girls. But one boy, named Theseus, was brave and fought the Minotaur. He killed the monster. Suzanne likes Katniss Everdeen. She thinks Katniss is like a modern-day Theseus.", "text_id": "31-a2", "target_cefr": "a2"}
{"original": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.", "simplified": "Zoos help people learn about animals and their homes. They also help people care for animals that are hurt or need a new home. Some zoos do important research to help animals.", "text_id": "32-a2", "target_cefr": "a2"}
{"original": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.", "simplified": "People don't want to buy too much. This is a new idea. It started in Canada many years ago. Now, people in the US are doing it too. They don't like buying too much on Black Friday and Cyber Monday. These are big shopping days in the US. \n\nOn one day, people protest against buying too much. They cut up their credit cards. Throughout the year, groups of people work together. They share things they already have. They also fix things that are broken.", "text_id": "33-a2", "target_cefr": "a2"}
{"original": "Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains. ", "simplified": "Is graffiti art or vandalism? \n\nMany people think it is vandalism. \nWhen you write or paint on public or private buildings, buses or trains, it is not allowed. \nThe police can stop you and you might have to pay a fine. \nCity councils are unhappy because it is expensive to clean graffiti off buildings.", "text_id": "34-a2", "target_cefr": "a2"}
{"original": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.", "simplified": "What do people in the art world think of graffiti and street art? \n\nMore and more people in the art world think that graffiti and street art are important art. They have big shows in galleries in many cities, like Paris, London and Los Angeles. \n\nAn American artist named Elura Emerald helped to show street art in a New York gallery in 2008. She said that artists who paint on the street are just expressing themselves and not hurting anyone. They should be happy and celebrated.", "text_id": "35-a2", "target_cefr": "a2"}
{"original": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.", "simplified": "Many people have dreams every night. They have 4 to 6 dreams after they are 10 years old. This means they have 2,000 dreams every year. By the time they are 80 years old, they might have had 140,000 dreams. We forget most of our dreams, but we remember some. It's not hard to believe that a dream can happen before a real event. This can happen if the dream is about something that happens often.", "text_id": "36-a2", "target_cefr": "a2"}
{"original": "The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed. ", "simplified": "The Hunger Games happens in the future. A long time ago, North America was destroyed. Now it's called Panem. Panem has 12 poor districts. They are controlled by a rich place called the Capitol. The Capitol has all the power. The districts make different things for the Capitol. District 12 is where the story starts. They make coal for everyone. A long time ago, there was a 13th district. They didn't like the Capitol, so they fought against them. The Capitol was angry and destroyed them.", "text_id": "37-a2", "target_cefr": "a2"}
{"original": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.", "simplified": "Wild animals come into cities to find food. In Cape Town, South Africa, baboons are coming into houses near the city to eat. They open bins and take fruit from gardens. Some baboons even go inside houses and take food from the kitchen. \n\nBaboons can be mean and hurt pets. Many people don't like them in the city.", "text_id": "38-a2", "target_cefr": "a2"}
{"original": "A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.", "simplified": "Many accidents happen when a bridge is being built. These accidents often happen because the engineers make a mistake, like a wrong calculation. The bridge can break down under its own weight. This can be very bad for the people working on the bridge at the time.", "text_id": "39-a2", "target_cefr": "a2"}
{"original": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.", "simplified": "George Lucas made a famous film called Star Wars. He based his story on a special idea. This idea says that heroes go on a big journey. The journey has 17 stages. The hero starts with a normal life. But then something happens that makes them go on a big adventure.\n\nIn the film Star Wars, the hero is Luke. He lives with his aunt and uncle. They repair robots. Luke finds a message in a robot called R2D2. This message is from a princess. It is for a man named Obi-Wan Kenobi. This message makes Luke go on his big adventure.", "text_id": "40-a2", "target_cefr": "a2"}
{"original": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.", "simplified": "There is a way to stop a big rock from space from hitting Earth. It is called a PHA (Potentially Hazardous Asteroid). If one is coming towards us, we can try to move it off course.\n\nWe can use special rockets. They are very big and strong. We fire them at the asteroid. We want them to bump it off course. If the asteroid is very close to Earth, we need to do something else.\n\nWe can make the rockets carry special bombs. These bombs are very powerful. They can blow up the asteroid. This way, it will not hit Earth.", "text_id": "41-a2", "target_cefr": "a2"}
{"original": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.", "simplified": "According to Campbell, the hero first says no to the adventure. But then a helper appears and says, \"Let's go!\" The hero decides to go into a special place where the adventure happens. \n\nIn Luke's story, his helper is Obi-Wan. He meets friends like Han Solo and the robots R2D2 and C3PO. But he also meets his enemy, Darth Vader, in a bad place called the Death Star.", "text_id": "42-a2", "target_cefr": "a2"}
{"original": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.", "simplified": "We can use old things and they may seem useless, but they can be useful for someone else. People have found a way to make money by sharing these old things with others. They use the internet to find people who want to buy or sell second-hand things. This is called the sharing economy.", "text_id": "43-a2", "target_cefr": "a2"}
{"original": "Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.", "simplified": "A long time ago, two people had different ideas about dreams. One idea was that things we see in our dreams are like secrets in our mind. They show us things we don't know about ourselves. A famous man called Freud said that if we understand our dreams, we can understand why we feel certain ways and why we have problems. But another person thought that dreams are just random things that happen in our brain when it is working. It is like our brain is cleaning up things from the day and then we try to make sense of it when we wake up.", "text_id": "44-a2", "target_cefr": "a2"}
{"original": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.", "simplified": "I work for myself. I like being in control of my work and my time. At first, I worked from home, but it was hard to focus. There were too many things to do at home, like housework and making tea. My family wanted my attention too. So, I started working in a café near my home. However, the internet connection was not good, and I drank too much coffee. I decided to rent a desk in a shared office with other people who work for themselves. I like dressing up to go to work and focusing in an office.", "text_id": "45-a2", "target_cefr": "a2"}
{"original": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.", "simplified": "NASA wants to find more asteroids in space. They need a new telescope called NEOCam to help them find the middle-sized asteroids. This telescope can see in the dark with infrared light. If NASA gets the money, they can build it in ten years.\n\nAfter they find the middle-sized asteroids, they need to figure out how to protect the Earth from the big, bad asteroids called PHAs.", "text_id": "46-a2", "target_cefr": "a2"}
{"original": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.", "simplified": "Some social media stars now tell people not to buy things. They usually show us things to buy. Now they say don't buy anything for a year. Two friends in Canada did this. They wanted to buy only food for a year. \n\nFirst, they learned to live without buying things like phones, clothes, and home things. They did this for three months. Next, they stopped using services like haircuts, eating out, and car petrol. They saved a lot of money, $55,000, in one year.", "text_id": "47-a2", "target_cefr": "a2"}
{"original": "Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.", "simplified": "Pi likes learning about different religions. His family is Hindu, but he makes friends with a Christian priest and a Muslim baker. Pi says he wants to be all three - Hindu, Muslim and Christian. His family and teachers ask him to choose just one, but Pi says he just wants to love God. So, they let him decide for himself.", "text_id": "48-a2", "target_cefr": "a2"}
{"original": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! ", "simplified": "Some people think writing about their dreams can help them have more interesting dreams. They call these dreams lucid dreams. In a lucid dream, you know you're dreaming and you can change what's happening. So, you can turn a bad dream into a good one or make the story of your dream happen the way you want it to. This way, instead of just thinking about what your dreams mean, you can make your own dreams.", "text_id": "49-a2", "target_cefr": "a2"}
{"original": "People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.", "simplified": "People think they're helping by giving old clothes to charity. But charity shops can't sell them all. The clothes people buy today are not good enough to be sold again tomorrow. They're often very cheap and not good quality. So, people don't want to buy them used. Many old clothes are thrown away. Some charities send old clothes to other countries, but this causes more problems.", "text_id": "50-a2", "target_cefr": "a2"}
{"original": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms. ", "simplified": "Meagan McGrath from Canada has done many adventures. She climbed big mountains on every continent. She rode a bike across Canada and ran a long race in the hot Sahara Desert. She also went skiing to the South Pole. \n\nOn her first day, Meagan fell into a big block of ice and had to be helped out. Many people would stop doing the trip at this point. But Meagan decided to keep going. She walked for 40 days with a big bag behind her. The bag had a tent and food for her trip. She had to walk through very cold weather and sometimes it snowed a lot.", "text_id": "51-a2", "target_cefr": "a2"}
{"original": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.", "simplified": "Blek le Rat paints pictures on the walls of Paris. He started by painting rats. Now he paints pictures to make people think about big problems. He paints pictures of people without homes in big cities. He wants people to think about how to help these people.", "text_id": "52-a2", "target_cefr": "a2"}
{"original": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. ", "simplified": "Some cities let artists paint on walls. They have special areas for this. In Taiwan, artists can paint in these areas. They can write on the walls too. In São Paulo, Brazil, the city council lets some artists paint on the subway trains.", "text_id": "53-a2", "target_cefr": "a2"}
{"original": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.", "simplified": "Faith47 is from Cape Town. She paints big, colourful pictures of people and animals. She likes to explore different places. Her paintings are on pavements, in old factories and on old cars. She likes this because her paintings don't last long. The weather or cleaners will soon take them away. She thinks this is like life. Life is always changing. Old things end and new things start.", "text_id": "54-a2", "target_cefr": "a2"}
{"original": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.", "simplified": "Gabriela used to work in a place where bosses made the big decisions. People respected the bosses and didn't often disagree. Now she works with a team in Sweden. They make decisions together with their bosses. Their bosses help and encourage them. They want people to think for themselves and make their own decisions.", "text_id": "55-a2", "target_cefr": "a2"}
{"original": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.", "simplified": "Gabriela talked to her team about their feelings about her. She wanted to know what they thought. They said they didn't like it when she told them what to do. They wanted to do things on their own and make new ideas. They said it made them feel like Gabriela didn't trust them. They also said they were used to making changes to the plans. They thought Gabriela was getting upset when they did this, but they were just doing it the way they always did.", "text_id": "56-a2", "target_cefr": "a2"}
{"original": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.", "simplified": "Os Gêmeos are two brothers from São Paulo. They are very good at painting. They paint big pictures on buildings. Their pictures are very colourful. Sometimes, they need big machines to help them paint. In 2007, they painted a whole castle in Scotland.", "text_id": "57-a2", "target_cefr": "a2"}
{"original": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!", "simplified": "People have been writing and drawing on walls for a long time. In old times, people in Africa and Europe painted animals and people in caves. We can still see graffiti on old buildings in Greece, Italy, Syria and Iraq. In a town called Pompeii, archaeologists found many messages written on the walls in a language called Latin. These messages were about love, politics and even magic.", "text_id": "58-a2", "target_cefr": "a2"}
{"original": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. ", "simplified": "Many people do. Every year, many people try to climb the biggest mountain or walk across a big land. They use special tools like a GPS and a phone that sends messages from space. Some people like nature and use their travels to help people know about the environment. They want to help the Earth. Some people want to help others and collect money for good causes.", "text_id": "59-a2", "target_cefr": "a2"}
{"original": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.", "simplified": "DART is a test. It will crash into a small moon of an asteroid called Didymos. The small moon is called Didymoon. It is 150 metres wide. It goes around a big asteroid called Didymos. The big asteroid is 800 metres wide. We want to see if the crash will knock Didymoon out of its orbit. We can then see Didymoon from Earth.", "text_id": "60-a2", "target_cefr": "a2"}
{"original": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.", "simplified": "Katniss Everdeen is a 16-year-old girl. She lives in District 12. Her father died in a mining accident. Katniss has to help her family. She hunts in the woods to get food. She does this with her friend Gale. Katniss is good with a bow and arrow.\n\nOne day, Katniss' sister Prim is chosen to go to a special event. But Katniss says she will go instead. The other person from District 12 is a boy named Peeta. Katniss and Peeta are now in a difficult situation together.", "text_id": "61-a2", "target_cefr": "a2"}
{"original": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.", "simplified": "Writing about your dreams can help you remember more. Think about the people and place in your dream. They might be important. Write about them. After a week, you'll see how many dreams you've written down. Then, you can connect your dreams to what's happening in your life.", "text_id": "62-a2", "target_cefr": "a2"}
{"original": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.", "simplified": "Long ago, most bridges were made of wood. They were easy to catch fire. \n\nOld train bridges were especially bad. They had metal wheels and tracks. Sometimes, sparks from the wheels and tracks could start a fire on the bridge. The fire could burn the whole bridge down.", "text_id": "63-a2", "target_cefr": "a2"}
{"original": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!", "simplified": "Street art is changing. Many street artists are young people who paint in their city or neighbourhood. But now, more artists are going to different places to paint. They use the internet to show their work to others. The art world is also starting to see street art as real art. We don't know what will happen to street art in the future, but it's here to stay.", "text_id": "64-a2", "target_cefr": "a2"}
{"original": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.", "simplified": "Suzanne Collines doesn't like watching news about wars. When she was a child, her dad was a pilot in the US Air Force. He fought in a war in Vietnam. Her mum tried to keep her safe by not telling her what was happening. But Suzanne still saw news on TV about the war. She knew her dad was there. It was scary for her.", "text_id": "65-a2", "target_cefr": "a2"}
{"original": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.", "simplified": "Many people were asked questions in two big surveys. \n\nThe first survey was done by PricewaterhouseCoopers (PwC). They asked more than 40,000 people about their jobs. They asked about the kind of work environment they like, how they like to communicate and how they work. They also asked about money, how people can get better at their jobs and how they balance work and their personal life.\n\nThe second survey was done by Deloitte. They asked over 10,000 millennials about their views on the problems and chances in the world of work.", "text_id": "66-a2", "target_cefr": "a2"}
{"original": "Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.", "simplified": "Erik Weihenmayer is a man from the United States. He does many exciting things. He rode a bike in the desert in Morocco, went kayaking in the Grand Canyon and climbed the big mountain Everest. This is very special because Erik has been blind since he was 13 years old. He wants people with disabilities to be active. He also takes groups of young blind people on climbing trips.", "text_id": "67-a2", "target_cefr": "a2"}
{"original": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.", "simplified": "People can now sell things online. This is good for busy parents. They can sell old baby things like clothes and equipment. They bought these things for their children, but the children grew up fast. Now, parents can sell these things online and get some money back.", "text_id": "68-a2", "target_cefr": "a2"}
{"original": "Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.", "simplified": "Pi and Richard Parker are in a lifeboat. They are in the lifeboat for 227 days. They are very hungry, sick, and tired. They have to deal with big storms and very hot sun. Pi finds some comfort in his three religions. But sometimes he feels very lonely and sad. Then, he sees the Mexican coast. Everything is different now. You have to read the book to know what happens next.", "text_id": "69-a2", "target_cefr": "a2"}
{"original": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.", "simplified": "Chloe came home from school. She made a cup of coffee and went to her room. She had homework, but she could do it later. She wanted to relax for a little while. The house was quiet now. Her parents would come home soon. Then it would be noisy with talking, the TV and her dad listening to music. She liked this time because she could play with her pet rats.", "text_id": "70-a2", "target_cefr": "a2"}
{"original": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.", "simplified": "NASA has a team that watches for big rocks in space. These rocks are called near-Earth objects, or NEOs. They are as big as mountains and can be close to Earth. NASA has found and written about 90% of these big rocks. There are many more to find. NASA says none of the big rocks they know about are a danger to Earth.", "text_id": "71-a2", "target_cefr": "a2"}
{"original": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.", "simplified": "Auggie is going to school for the first time. He is very anxious. Auggie looks different, and this makes him feel sad. No one wants to sit with him, and the other kids stare or talk about him behind his hands. But Auggie makes friends with Jack and Summer. They talk to him and sit with him.\n\nAuggie has a hard time at school. The other kids don't want to touch him because they think he might be sick. Auggie has a lot of good and bad days. Then something big happens at school camp. It changes everything.", "text_id": "72-a2", "target_cefr": "a2"}
{"original": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.", "simplified": "Two men looked to the north. The land was very big. They could not see the fences from where they stood. A teenage boy might be bored and want to run away. But he could not go far on foot. Sam looked at a big horse. The horse kicked the ground with its hooves. Could the boy ride a horse? Sam wondered. There was a lot of trouble a good rider could get into. But maybe the boy could get into even more trouble if he did not know how to ride and wanted to run away from his father.", "text_id": "73-a2", "target_cefr": "a2"}
{"original": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.", "simplified": "Many people have climbed the big mountain Everest. They were from thirteen to eighty years old. Climbing a high mountain in cold weather and strong winds is still very dangerous. But the best climbers now want to try something new. Gerlinde Kaltenbrunner from Austria started climbing when she was a teenager. She liked it a lot. When she left school, she worked as a nurse, but she still climbed mountains in her free time.", "text_id": "74-a2", "target_cefr": "a2"}
{"original": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.", "simplified": "Gerlinde climbed the highest mountain, Everest. She wanted to climb all the other big mountains. There are fourteen mountains that are 8,000 metres high. Gerlinde climbs these mountains without a special machine that gives her oxygen. This is not safe because there is not enough oxygen at the top of big mountains. This can make people feel sick. Gerlinde uses her fame to help children in Nepal who are poor and have no parents.", "text_id": "75-a2", "target_cefr": "a2"}
{"original": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.", "simplified": "We have things we bought. But we don't use them all. \n\n- A thick coat. We thought it was cool. But it's not good for our country.\n- A smartphone. We bought a new one. So we stopped using this one.\n- A car. We use it on weekends.\n- A room in our house. We use it to store things now.", "text_id": "76-a2", "target_cefr": "a2"}
{"original": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.", "simplified": "People have always thought that dreams were special messages. They believed that gods sent dreams to help us know something or understand something. Many people still think this way. They can remember times when they dreamed about something and later it happened in real life.", "text_id": "77-a2", "target_cefr": "a2"}
{"original": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.", "simplified": "Bridges are important roads that help cars, trucks and trains cross water, mountains or other roads. They are very important in building roads and are checked carefully to make sure they are safe.", "text_id": "78-a2", "target_cefr": "a2"}
{"original": "After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.", "simplified": "Gabriela was very unhappy with her team. She sent an email to her boss in Sweden about the problems. Her boss just asked if Gabriela thought her team was still doing well. He also asked what Gabriela thought would help her work better with her team. Gabriela was not happy with her boss's answer and didn't think he was helping to fix the problems.", "text_id": "79-a2", "target_cefr": "a2"}
{"original": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.", "simplified": "Some dogs in packs go to beg for food. They know humans give food to small, cute dogs. So, they go to beg for food for the whole pack. Some dogs are smart. They use the city's metro. They go from one place to another. Scientists don't know how they know when to get off the train. Maybe they use their sense of smell. Maybe they know the names of stations they hear on the announcements.", "text_id": "80-a2", "target_cefr": "a2"}
{"original": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. ", "simplified": "Ed Stafford from the UK walked the length of the Amazon River. He started in a small stream in the Andes mountains of Peru. He walked to the river's mouth in Brazil. It took him two years and four months to walk 6,000 kilometres. The Amazon is a very dangerous place with poisonous snakes, crocodiles and jaguars. But Ed was lucky. He got a few thousand mosquito and ant bites. That was the worst thing that happened to him.", "text_id": "81-a2", "target_cefr": "a2"}
{"original": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.", "simplified": "In Britain, people spend a lot of money on new clothes. They spend more than £1,000 a year. This is a big amount, about four per cent of their income. \n\nMany people use credit cards to buy clothes. Now, British people owe a lot of money to credit card companies. Each adult owes about £670. This is a big problem. It's like two-thirds of the money people spend on clothes. \n\nPeople are buying clothes they don't need. And when they don't want them anymore, they throw them away. Britain throws away a lot of clothes. Each year, they throw away 300,000 tons of clothes. Most of it goes into the ground.", "text_id": "82-a2", "target_cefr": "a2"}
{"original": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.", "simplified": "Ed's walk was helped by technology. He used a radio to ask people in the rainforest for food and permission to go through their land. Many people came to meet him and showed him the way through the hard places.\n\nEd wrote about his walk on a blog. He wrote about his daily experiences. People were interested in his trip, so Ed used this to tell people about the rainforest being destroyed. He also collected money for charities that help the environment and children in Brazil and Peru.", "text_id": "83-a2", "target_cefr": "a2"}
{"original": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.", "simplified": "Companies are making money by sharing things that are not used very often. They do this by making a website where people can find things they need.\n\nAirbnb is a company that helps people rent out their empty rooms and houses to travellers. This way, people can make money from things they are not using.\n\nUber is another company that helps people use their own cars to drive others around. This way, people can make some extra money when they are not busy.", "text_id": "84-a2", "target_cefr": "a2"}
{"original": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.", "simplified": "Zoos help animals in danger. Some animals are hard to find friends and have babies in the wild. They are also in danger from people who hurt them, losing their homes, and other animals. Zoos give them a safe place to live and have babies. This helps keep the animals healthy. If some animals in the wild have too few babies, it's not good for them. Zoos can help by giving them babies from the zoo to the wild. This helps keep the animals healthy.", "text_id": "85-a2", "target_cefr": "a2"}
{"original": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.", "simplified": "Bridges can break down in two kinds of accidents. These accidents are rare. \n\nBoats and trains can cause a bridge to break down. \n\nTrains can break a bridge if they hit it very fast. \n\nBoats can break a bridge if they are very heavy, even if they are moving slowly. \n\nWe can prevent bridge accidents. We should think about what can go wrong. We can use new technology to find weak bridges. We can make sure workers are safe and design bridges better.", "text_id": "86-a2", "target_cefr": "a2"}
{"original": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.", "simplified": "Pi is scared of the animals in the lifeboat. He jumps into the ocean. He remembers that there are sharks in the water. He climbs back into the lifeboat.\n\nThe animals in the lifeboat start to hurt each other and eat each other. One by one, they disappear. Now only Pi and a big tiger are left.\n\nLuckily, the tiger is not hungry and is feeling sick. Pi names the tiger Richard Parker.", "text_id": "87-a2", "target_cefr": "a2"}
{"original": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.", "simplified": "Pi is 16. A new government is elected. Pi's parents don't like this government. They are worried about the future. They decide to close the zoo and move to Canada. Some animals go to other zoos in North America. The family goes by boat to Canada. They take the animals with them. There is a big storm on the way. The boat sinks. Pi's family and the sailors die. But Pi is in a lifeboat. He is with a hyena, a zebra, an orang-utan and a big tiger.", "text_id": "88-a2", "target_cefr": "a2"}
{"original": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!", "simplified": "The Hunger Games is a popular book. It was written by Suzanne Collins from America. The book was published in 2008. It has been translated into 26 languages and many people have bought it. The book was a big hit. It was the first book to sell one million electronic copies. Now, the Hunger Games is a movie too. It is very successful. The movie made a lot of money in North America. It made 152.5 million dollars in just one weekend.", "text_id": "89-a2", "target_cefr": "a2"}
{"original": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. ", "simplified": "Our brains are active all the time. When we're awake, we think in words. We talk to ourselves. But when we sleep, our brain changes. The part that helps us talk becomes less active. The part that helps us feel emotions becomes more active. This is why our dreams can be strange and have special meanings.", "text_id": "90-a2", "target_cefr": "a2"}
{"original": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.", "simplified": "Good relationships make us happy. \n\nA study found that happy people have strong ties to friends and family. They spend time with them often. \n\nYou also need one person to talk to about your feelings. This is called self-disclosure. \n\nOne person for a heart-to-heart is enough, plus many other relationships. \n\nIt's not enough to have many friends just to do things with. You need a deeper connection. \n\nSome people need to learn to listen better to others to make stronger relationships.", "text_id": "91-a2", "target_cefr": "a2"}
{"original": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.", "simplified": "Carol Dweck is a psychologist. She says our brains can change. We can learn new things and get better at things we're not good at yet. We often praise people for their good results and what they're good at naturally. For example, 'You're good at details' or 'You're good at organising things'. But research shows that if we praise people for how they do things, not just the results, we can help them learn new things and get better at things they're already good at.", "text_id": "92-a2", "target_cefr": "a2"}
{"original": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.", "simplified": "The rover checks the air around it many times. In 2014, it found methane in the air. Methane is a basic molecule found in natural gas. It only lasts a few hundred years. This means that something on Mars is making more methane. NASA says that Mars releases thousands of tons of methane at one time. The amount of methane goes up and down throughout the year. It goes up and down like a breathing pattern.", "text_id": "93-a2", "target_cefr": "a2"}
{"original": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.", "simplified": "Carol Dweck from Stanford University gave a test to some children. The test was a little too hard for them. Some of the children said they liked the challenge and thought they could get better at things. They had a \"growth mindset\". They wanted to do well in the future. \n\nBut some children felt bad about themselves because they didn't do well. They thought their brains were not good enough. They had a \"fixed mindset\". They couldn't think about getting better. Some of them said they might cheat in the future. Others looked for someone who was worse than them to feel better.", "text_id": "94-a2", "target_cefr": "a2"}
{"original": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.", "simplified": "Horror films often take place in empty places. This could be an old hospital, a house with no one in it, or a town with no people. There's something about these lonely places. What was it like when people lived there? Why did they leave? These places are also quiet, which can be very scary. Horror film directors like empty places because it's believable that there's no phone signal there either.", "text_id": "95-a2", "target_cefr": "a2"}
{"original": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.", "simplified": "The basement is a scary place in horror films. It's where something is often hiding or where bad people hide their things. Basements are dark and sometimes wet. You have to go down a small staircase to get there. Basements are always a little bit creepy, even when there's nothing in them.", "text_id": "96-a2", "target_cefr": "a2"}
{"original": "Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.", "simplified": "A policeman named Gary Collins was watching the news about the London riots on TV. He saw some people he knew and decided to come back from his holiday to help. He looked at the CCTV films for six months and found 190 people. He could often tell who they were just by looking at their eyes. This helped a lot with the police investigation. Even with a lot of film (200,000 hours), the computers couldn't find anyone.", "text_id": "97-a2", "target_cefr": "a2"}
{"original": "Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.", "simplified": "We will soon be able to make our bodies stronger. This will happen when we put a computer inside our brain. We will be able to think better and see more clearly. We will also remember things better. This will become more common in the future.", "text_id": "98-a2", "target_cefr": "a2"}
{"original": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.", "simplified": "The speaker said some interesting things. She said that parents are not a good example for teenagers. If parents text while cooking or driving, why can't teenagers text while doing their homework? She also said that people like to be in many places at the same time. They talk to friends in real life and also talk to others online. I see this with my daughter and her friends. They plan to meet, but then they sit together and each one talks to someone else online.", "text_id": "99-a2", "target_cefr": "a2"}
{"original": "As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "simplified": "The world is a violent place, but there is some good news. Between World War II and 1990, there were many wars that killed many people. However, today, countries are mostly getting along better than before. But there is a problem - terrorism is getting worse. \n\nIn the past, more soldiers than civilians were killed in wars. But now, many more civilians are being killed. However, there is some good news for civilians. They are less likely to be killed in wars than before. Also, the number of people being murdered is going down. In 2000, 8 people out of 100,000 were being murdered. In 2015, this number went down to 5.3.", "text_id": "100-a2", "target_cefr": "a2"}
{"original": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. ", "simplified": "Wasfia works to help people in her country, Bangladesh. She wants women and girls to be treated fairly. But some projects that help them often stop and the women are left with nothing. Wasfia wants to change this. She combines her two loves, climbing mountains and helping people, to make a difference. She started climbing when she worked in Tibet and Nepal. Bangladesh is a flat country, so most people have never seen a mountain. Wasfia's project is helping people understand that women in Bangladesh deserve respect.", "text_id": "101-a2", "target_cefr": "a2"}
{"original": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.", "simplified": "Most people think that countries with less money are very poor and unhappy. They think the people who run these countries are bad and there is no chance for things to get better. But, actually, this is not true. Something good is happening. In the last 20 years, more than 700 million people have become richer and are no longer poor. Also, every year, 6 million fewer children die from sickness. More girls are going to school and many people now have clean water.", "text_id": "102-a2", "target_cefr": "a2"}
{"original": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.", "simplified": "Some managers give feedback that is positive and negative. They say something good, then something bad, and then something good again. This is called a \"sandwich\".\n\nBut when they do this all the time, the good things they say don't seem true. The employees think the manager is just being nice and hiding the bad things. This makes the good feedback less important.\n\nWe should give feedback that is only good. This way, we can help people do better.", "text_id": "103-a2", "target_cefr": "a2"}
{"original": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.", "simplified": "We already have machines that can kill people, like drones and robots. They do this with a little help from humans. But what if machines could decide who to kill on their own? This would be very bad for us. We need to be careful about what we ask machines to do.", "text_id": "104-a2", "target_cefr": "a2"}
{"original": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.", "simplified": "More people learn English than any other language. English is spoken in many countries. But Chinese has more people who speak it from birth. There is no clear connection between how many people speak a language from birth and how many people learn it. However, there is a connection between how many people learn a language and how many countries it is spoken in.", "text_id": "105-a2", "target_cefr": "a2"}
{"original": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.", "simplified": "My boss stops me and says we need to talk about my work on the recent project. I'm worried all weekend about what I did wrong. When I go to her office on Monday, she starts by saying I did a good job on the project. I think maybe this is just the first nice thing she has to say before she tells me what's wrong. I know this is called the feedback sandwich. She says something nice, then tells me what she really wants to say, and then says something nice again.", "text_id": "106-a2", "target_cefr": "a2"}
{"original": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.", "simplified": "Bruce Springsteen's rock album Born in the USA has happy music, but the words are sad. The music is catchy, but the songs tell about people who work hard and are unhappy. They don't have money or fame. The song Glory Days is about people in a small town who remember when they were young. They had a lot of opportunities. The song Downbound Train is about a young man who loses his job and his life gets worse. The singer might be singing about people he knows and his own life if he hadn't become famous. This album shows how good the singer is.", "text_id": "107-a2", "target_cefr": "a2"}
{"original": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.", "simplified": "Lewis wants to protect the ocean. He wants 10% of the ocean to be safe areas for animals. This is up from 3% now.\n\nLewis has seen the ocean get hurt. He has swum over coral reefs that are white and dead. He has seen the ocean floor in the Red Sea. It's like a desert with no life and lots of plastic.\n\nLewis thinks the ocean can get better if we give it space. But time is running out. If we don't take care of the ocean, we might have a big problem soon.", "text_id": "108-a2", "target_cefr": "a2"}
{"original": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.", "simplified": "Terrie Sharp is a famous writer. She has won two big awards for her stories. She was born on a big housing project in Glasgow. Glasgow is a city in Scotland. It's a place with a lot of crime.\n\nTerrie learned to be careful and stay safe. She knew how to open car doors with a knife. But she didn't use this skill for bad things. She used it to write her books. Now, she talks on TV and at writing events in the UK.", "text_id": "109-a2", "target_cefr": "a2"}
{"original": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.  ", "simplified": "Things are not getting worse every day. We are living better lives. \n\nWe are living longer. We are healthier. We are freer. We are happier. \n\nBut there is a problem. Some people do not believe in using our brains to make good choices. They do not believe in science. They want to make people angry at others. They do not want people to trust each other. \n\nThis is a danger to our democracy and our way of working together.", "text_id": "110-a2", "target_cefr": "a2"}
{"original": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.", "simplified": "In old horror films, people were in trouble and couldn't call for help. Now it's hard to believe that. Because we all have mobile phones. So, what do horror film makers do? They make sure there's no phone signal. \n\nIf you're a hero in a horror film, you'll often be in a situation where you really need to call for help. But it won't work. Your phone won't have any signal or the battery will be dead. That's just what happens.", "text_id": "111-a2", "target_cefr": "a2"}
{"original": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.", "simplified": "Big Mike, the Gros Michel banana, was a big problem for banana farmers in Central America. They had a lot of bananas to sell, but people stopped buying them because they got a disease. \n\nNow, the Cavendish banana is in trouble too. It's a sweet banana that's easy to transport. People like it a lot. But it's also getting sick. \n\nIn the past, banana farmers used a special way to grow bananas. They took a piece from a banana stem and made a new plant. They put many of these new plants close together in fields. This made it easy to grow and sell a lot of bananas.", "text_id": "112-a2", "target_cefr": "a2"}
{"original": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.", "simplified": "Most spiders have venom to help them catch food. But only 25 kinds of spiders have venom that can hurt people. Most spider bites are not serious. \n\nSome spiders, like the Sydney funnel-web spider, can be bad. But doctors have medicine now to help. \n\nBe careful with hairy spiders like tarantulas. They can get angry if they feel scared. They throw out hair that can hurt if it gets in your eyes or skin.", "text_id": "113-a2", "target_cefr": "a2"}
{"original": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.", "simplified": "This kind of horror movie was very popular a long time ago. It usually starts with a group of young people who are happy. But in the end, everyone dies except one girl.\n\nThe girl is often shy and weak at the beginning. But by the end, she becomes strong and clever. Most of the time, the last girl survives and wins.", "text_id": "114-a2", "target_cefr": "a2"}
{"original": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.", "simplified": "If we want to know where our ability to speak many words came from, we need to look at how our brains are different from other animals. This is not just about how big our brains are, but also about what else our brains can do. When and why our brains developed in this way is also important. But there are very few clues in our physical history. The things our ancestors left behind, like tools, do not tell us what they could say.\n\nOne thing we can see in the bones of early humans is how their mouth, throat, and tongue developed. About 100,000 years ago, humans could make many different sounds. Before that, scientists can only guess how early humans communicated.", "text_id": "115-a2", "target_cefr": "a2"}
{"original": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.", "simplified": "Girls should do arts and humanities, not maths and physics. This is what society says. But it's not true. We need to see more women doing science jobs. \n\nCartoons and stories show men as scientists, inventors and astronauts. They are often shown as a bit strange. The media says scientists are not good with people and work alone. But this is not true. \n\nIf girls saw women doing science jobs, they would be more confident and feel better about science.", "text_id": "116-a2", "target_cefr": "a2"}
{"original": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.", "simplified": "The Scallion is a free newspaper for students. It comes out every week and is given to students in university buildings. Many students read it - about 10,000 students. The newspaper is made by students. A survey shows that students and staff like the newspaper because it is fun, interesting and good for their jobs. However, making the newspaper is expensive. Some students cannot easily get a copy because they have to go to the university to get one. Also, many copies end up on the floor and make a mess.", "text_id": "117-a2", "target_cefr": "a2"}
{"original": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.", "simplified": "At Girox Foods, many employees leave every year. This is 12 per cent of all employees. Most companies have a lower rate of 7 per cent. This report wants to find out why many employees are not happy at work. We will also suggest ways to make work better for employees and keep them.", "text_id": "118-a2", "target_cefr": "a2"}
{"original": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.", "simplified": "The more connected we are, the more alone we feel. I don't think this is a big issue for me. I grew up without technology. I know how to be alone and it's okay to be alone. But for people under 20, it's different. They are always sending messages. They never feel alone. They might not know how to enjoy their own company. They are also learning to talk through messages. This means they don't learn how to talk to people in real life.", "text_id": "119-a2", "target_cefr": "a2"}
{"original": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.", "simplified": "You are a good teacher. You are kind to your students. Your students like you.", "text_id": "120-a2", "target_cefr": "a2"}
{"original": "Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.", "simplified": "Your dreams can give you clues about your thoughts and feelings. Some common dreams, like flying or falling, have the same meaning for many people. However, to understand what these dreams mean to you, you need to think about what's happening in your life and how you're feeling.", "text_id": "21-b1", "target_cefr": "b1"}
{"original": "One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.", "simplified": "There are about 35,000 wild dogs living in Moscow. Some of these dogs were born in the wild, while others were pets that were left by their owners. Some dogs live alone and others live in groups. Scientists studied the dogs in 2010 and found that they have adapted well to living in the city. They know it's safer to cross the road with people and some dogs seem to understand traffic lights.", "text_id": "22-b1", "target_cefr": "b1"}
{"original": "Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.", "simplified": "RJ Palacio's first book is Wonder. RJ Palacio wrote on her website that she got the idea for the book after seeing a girl with a special face on the street one day. The book has been very popular in the United States and has won several awards. Many schools use it to talk about bullying, friendship and being different. A film version is being made. People are waiting to see what RJ Palacio writes next.", "text_id": "23-b1", "target_cefr": "b1"}
{"original": "Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.", "simplified": "Chloe has two pet rats, Zena and Roxy. Chloe knows people often think rats are dirty, but they're not. She has to explain this a lot. She used to think rats were not nice pets, but then her friend Martin showed her his rats. They were very friendly and smart. Chloe was surprised. Last year, Martin's rat had babies. Chloe decided she wanted two of them, so she got Zena and Roxy.", "text_id": "24-b1", "target_cefr": "b1"}
{"original": "Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.", "simplified": "Cape Town can be a difficult place for baboons. They sometimes get hurt in car accidents or are electrocuted when they play with electric wires. Baboons are a threatened species, and the city council wants to protect them and stop them from coming into conflict with people. To do this, the city council has hired a team of Baboon Monitors. Their job is to move baboons out of the city or catch them and let them go in the countryside. This plan has worked a bit, but it's hard to stop baboons from coming back to the city because they know they can find food there easily.", "text_id": "25-b1", "target_cefr": "b1"}
{"original": "I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task. ", "simplified": "I work for a big IT company. They are based in the States, so I work from home. I don't have to travel to the office or talk to my colleagues all the time. I work on projects and can choose my own hours. This is good for me because I can take time off when my children need me to be at school or when I have a doctor's appointment. But sometimes, I work too late at night. I might even skip dinner to finish my work.", "text_id": "26-b1", "target_cefr": "b1"}
{"original": "In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.", "simplified": "In the 1990s, street art became very popular around the world. Some artists used their work to make people think about important issues like war, inequality and unfair treatment. They wanted to make people aware of these problems. Other street artists focused on creating beautiful and attractive art. In South America, many artists worked in poor areas, adding colour and beauty to grey city walls.", "text_id": "27-b1", "target_cefr": "b1"}
{"original": "Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.", "simplified": "People are constantly shown things to buy on social media, in magazines and in shop windows. British people are buying more clothes and shoes than ever before. It's easy to buy things online without thinking about it. Some big brands sell cheap clothes that can be worn a few times and then thrown away.", "text_id": "28-b1", "target_cefr": "b1"}
{"original": "Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.", "simplified": "Sam looked at the dust on the road from Mr Carter's car as it drove up to the Big House. The horses were annoyed with flies and didn't care that their owner was coming. Sam waited. Mr Carter didn't often come out here. Sam was happy about this. It meant he would have a job for longer. Mr Carter wiped the sweat from his neck. The wet patches on his shirt looked like shapes in a map. His skin was getting red in the sun. This was because he usually worked indoors and made money while other people did the work.", "text_id": "29-b1", "target_cefr": "b1"}
{"original": "Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.", "simplified": "Many people in Berlin, Germany are unhappy about shooting pigs. They think it's cruel. There are disagreements between people who hunt and those who love animals. The city council decided to do something different. They put up fences and made it illegal to feed the pigs. We'll have to wait and see if this works. It might be difficult because the pigs have more babies now that the winters are warmer.", "text_id": "30-b1", "target_cefr": "b1"}
{"original": "An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.", "simplified": "Suzanne Collins, the author of The Hunger Games, was inspired by classical Greek mythology. One of her favourite stories as a child was about a hero named Theseus. \n\nIn this story, the city of Athens was ruled by Crete. The people of Athens were unhappy and decided to rebel. As a punishment, the king of Crete, Minos, made the Athenians send seven boys and seven girls to Crete every year. These young people were thrown into a big maze called the Labyrinth, where a monster called the Minotaur lived. The Minotaur was very hungry and ate the youths. But one of the youths, Theseus, was brave and fought the Minotaur. He killed the monster and saved his friends. \n\nSuzanne Collins thinks of Katniss Everdeen as a strong and brave character like Theseus.", "text_id": "31-b1", "target_cefr": "b1"}
{"original": "By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.", "simplified": "Zoos bring people and animals together. This can help people learn about conservation and care for animals and their homes. Some zoos give a safe place to animals that were treated badly in circuses or abandoned pets. Zoos also do important research on animals, like how they behave and how to make them healthy.", "text_id": "32-b1", "target_cefr": "b1"}
{"original": "A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.", "simplified": "A new trend is against buying too much. It's called the 'buy nothing' trend. This idea started in Canada in the early 1990s and then spread to the US. In the US, it was against spending too much money on Black Friday and Cyber Monday during the Thanksgiving weekend. On Buy Nothing Day, people protest and cut up their credit cards. Throughout the year, people in Buy Nothing groups exchange and fix things they already own.", "text_id": "33-b1", "target_cefr": "b1"}
{"original": "Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains. ", "simplified": "Many people think it's vandalism because it's writing or painting on public or private property without permission. In many countries, it's against the law. Street artists who do it can be stopped by the police and have to pay fines. City councils are unhappy because it's expensive to clean up graffiti on buildings, buses and trains.", "text_id": "34-b1", "target_cefr": "b1"}
{"original": "What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.", "simplified": "The art world is starting to see graffiti and street art as a valuable art form. There have been big exhibitions of street art in galleries in Paris, London and Los Angeles. In 2008, an American artist named Elura Emerald organised a street art exhibition in New York. She said that street artists should be appreciated and celebrated because they are just expressing themselves, not hurting anyone.", "text_id": "35-b1", "target_cefr": "b1"}
{"original": "If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.", "simplified": "Most people have four to six dreams every night after the age of ten. This means they have as many as 2,000 dreams per year. By the time they reach 80 years old, the average person might have had 140,000 dreams. Even if we forget 95-99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not surprising that sometimes a dream event is followed by a real-life event that's similar to it. This can happen especially if the dream is about something that happens often in everyday life.", "text_id": "36-b1", "target_cefr": "b1"}
{"original": "The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed. ", "simplified": "The Hunger Games takes place in the future. The country is called Panem. It's made up of twelve poor districts. The wealthy Capitol controls the whole country. The Capitol has all the power. Each district makes something different for the Capitol. District 12, where the story starts, provides all the coal. There used to be thirteen districts, but one district rebelled against the Capitol a long time ago and was destroyed.", "text_id": "37-b1", "target_cefr": "b1"}
{"original": "Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.", "simplified": "Wild animals sometimes come into cities to find food. In Cape Town, South Africa, baboons have started entering homes on the edge of the city to eat. They open rubbish bins and take fruit from gardens and orchards. Some baboons even go into people's houses and take food from the kitchen.\n\nBaboons can be fierce and have hurt many pets, so many city residents don't want them around.", "text_id": "38-b1", "target_cefr": "b1"}
{"original": "A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.", "simplified": "Many accidents happen during the construction of bridges. These accidents often occur because the engineers make a mistake, like a wrong calculation. The bridge can collapse under its own weight, which can be very dangerous for the workers on the bridge.", "text_id": "39-b1", "target_cefr": "b1"}
{"original": "George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.", "simplified": "George Lucas made a film called Star Wars. He used a story idea that was popular at the time. The idea says that a hero starts as an ordinary person. Something then happens that makes them go on a big adventure. In Star Wars, the hero is a man called Luke. He lives with his aunt and uncle, and they fix machines. Luke finds a message from a princess inside a robot. This message starts Luke's journey.", "text_id": "40-b1", "target_cefr": "b1"}
{"original": "Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.", "simplified": "Another way to stop a PHA is to blow it up with a nuclear bomb. This is not just a movie idea, as seen in the 1998 film Armageddon. NASA has a real plan called HAMMER. \n\nTo do this, eight-ton rockets would be fired at the asteroid. The idea is to hit it and push it off course. If the asteroid is too close to Earth, the rockets would carry nuclear bombs to blow it up.", "text_id": "41-b1", "target_cefr": "b1"}
{"original": "According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.", "simplified": "According to Campbell, the hero first says no to the adventure, but then a helper comes and they decide to go. They enter a new world where exciting things happen. The next stage is the hero's big test. They meet new people who help them, fight against bad people and get ready for the biggest challenge. For Luke, his helper is Obi-Wan, his friends are Han Solo and the robots R2D2 and C3PO, and his enemy is Darth Vader in the special world of the Death Star.", "text_id": "42-b1", "target_cefr": "b1"}
{"original": "Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.", "simplified": "Some things that people don't use often may seem useless, but they can be useful to others. Now that the internet is widely used, people have found a way to make money from sharing these unused items. Websites and social media groups make it easy for people to buy and sell second-hand things. This is called the sharing economy.", "text_id": "43-b1", "target_cefr": "b1"}
{"original": "Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.", "simplified": "Around the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that things we see in our dreams show us things our conscious mind doesn't know. Sigmund Freud believed that if we understand what dreams are saying, we can understand our hidden feelings and the problems they cause. The other idea said that dreams are just random things happening in the brain while it's sorting out memories and things we did during the day. When we wake up, we try to make sense of these random images and feelings and turn them into a story.", "text_id": "44-b1", "target_cefr": "b1"}
{"original": "I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.", "simplified": "I work for myself as a freelancer. This is good because I can choose what I do and how I spend my time. At first, I worked from home, but it was difficult to focus. There were many things that distracted me, like housework, family members and taking breaks to get a cup of tea. So, I started going to a nearby café to work. However, the internet connection was not very good and I drank too much coffee. In the end, I decided to rent a desk in a shared office with other freelancers. I liked getting dressed and going to work in the morning, and I could focus better in an office.", "text_id": "45-b1", "target_cefr": "b1"}
{"original": "Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.", "simplified": "NASA needs money to build a new telescope called NEOCam. It's a 0.5-metre telescope that uses infrared light to find asteroids. If they get the money, they can probably do this job in ten years. Once they find the asteroids, they still have to figure out how to protect the Earth from the really big and dangerous asteroids called PHAs.", "text_id": "46-b1", "target_cefr": "b1"}
{"original": "The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.", "simplified": "The 'buy nothing' trend is now popular on social media. Influencers who usually show us products to buy are now telling people not to buy anything at all. Some YouTube stars even suggest not buying anything for a whole year.\n\nTwo friends in Canada decided to try this. They worked together for a year to buy only food. First, they learned how to live without buying things like electronics, clothes, and household items for three months. Then, they stopped using services like haircuts, eating out, and buying petrol for their cars. After one year, they had saved $55,000.", "text_id": "47-b1", "target_cefr": "b1"}
{"original": "Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.", "simplified": "Pi is interested in different religions. His family is Hindu, but he also makes friends with a Christian priest and a Muslim baker. Pi thinks he can be all three - Hindu, Muslim and Christian. His family and teachers are surprised and ask him to choose one. But Pi says, 'I just want to love God'. After that, his family and teachers let him decide what he believes.", "text_id": "48-b1", "target_cefr": "b1"}
{"original": "Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind! ", "simplified": "Some people think that writing down your dreams can help you have lucid dreams. Lucid dreams are dreams where you know you're dreaming and you can control what happens in the dream. You can turn a scary dream into a safe dream, or you can decide what happens in the dream like a film director. This means you'll be making your own dreams instead of just trying to understand what they mean.", "text_id": "49-b1", "target_cefr": "b1"}
{"original": "People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.", "simplified": "People think they're doing the right thing when they give old clothes to charity. But charity shops can't sell all the clothes they get. This is because 'fast fashion' clothes go out of style quickly and are often not good enough to be reused. Nobody wants to buy old clothes. As a result, a lot of clothes are thrown away. Some charities send clothes they can't sell abroad, which causes more problems for the environment and the economy.", "text_id": "50-b1", "target_cefr": "b1"}
{"original": "Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms. ", "simplified": "Meagan McGrath from Canada is one of them. She has climbed the highest mountain on each continent, biked across Canada and run a long-distance race in the hot Sahara Desert. One of her most impressive trips was to the South Pole on skis.\n\nOn the first day, Meagan fell into a glacier and had to be rescued. Many people would have given up at that point. But Meagan decided to keep going. She reached the South Pole after 40 days. She had to pull a heavy sledge with a tent and food behind her through very cold weather and ice storms.", "text_id": "51-b1", "target_cefr": "b1"}
{"original": "Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.", "simplified": "Blek le Rat started painting rats in Paris. Now, he paints pictures to make people think about social problems. He paints homeless people in cities to remind people about homelessness.", "text_id": "52-b1", "target_cefr": "b1"}
{"original": "In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains. ", "simplified": "In some areas, councils let artists paint graffiti in special areas. This is happening in Taiwan. They have 'graffiti zones' where artists can paint and write on walls. In São Paulo, Brazil, the city council lets some graffiti artists paint on the city's subway trains.", "text_id": "53-b1", "target_cefr": "b1"}
{"original": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.", "simplified": "Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals. She likes to explore different places. Her work is often seen on pavements, in empty buildings and on old cars. She likes that most street art doesn't last long. It gets washed away by the weather or cleaned by the city council. She thinks this is like life, which is always changing.", "text_id": "54-b1", "target_cefr": "b1"}
{"original": "In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.", "simplified": "Gabriela used to work in a place where people showed respect for those in power. Leaders made the important decisions and others usually didn't question them. \n\nHer team in Sweden was different. They worked in a place where people with less power often worked together with their bosses to solve problems and make decisions. The bosses helped and encouraged their team members to think for themselves and expected them to ask questions and share their ideas.", "text_id": "55-b1", "target_cefr": "b1"}
{"original": "When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.", "simplified": "Gabriela wanted to talk to her team about how they felt about her leadership. They were happy to share their thoughts. Gabriela's team said they were used to doing things their own way and making their own decisions. They liked to have more freedom to be creative. When Gabriela told them exactly what to do, they felt she didn't trust them. They thought she was taking it personally when they disagreed with her decisions.", "text_id": "56-b1", "target_cefr": "b1"}
{"original": "Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.", "simplified": "Os Gêmeos are identical twin brothers from São Paulo, Brazil. They are famous for painting big pictures on buildings. They often paint people, and their work can be very big - so big that they need cranes to help them do it. In 2007, they painted a whole castle in Scotland.", "text_id": "57-b1", "target_cefr": "b1"}
{"original": "People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!", "simplified": "People have been writing and drawing on walls for a long time. In the past, people in Africa and Europe drew pictures of animals and people in caves. We can also find graffiti on old buildings in Greece, Italy, Syria and Iraq. In the ancient town of Pompeii, archaeologists have found many examples of graffiti written in Latin. These include messages about religion, politics and love, and even some magic spells.", "text_id": "58-b1", "target_cefr": "b1"}
{"original": "Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities. ", "simplified": "Many people do this every year. They want to climb the highest mountain or walk across a continent. \n\nIn the past, explorers used maps and compasses to find their way. Now, adventurers use modern technology like GPS and mobile phones that can send messages from far away. Some people who travel are interested in nature and use their trips to tell others about problems with the environment. Others want to help people in need and raise money for good causes.", "text_id": "59-b1", "target_cefr": "b1"}
{"original": "The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.", "simplified": "The first test is called DART – the Double Asteroid Redirection Test. It's planned to test DART on the moon of a big asteroid called Didymos. The smaller moon, called 'Didymoon', is 150 metres wide and orbits its mother, which is 800 metres wide. The goal is for the impact of DART to move Didymoon out of its orbit. Then, Earth-based telescopes should be able to see it.", "text_id": "60-b1", "target_cefr": "b1"}
{"original": "The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.", "simplified": "Katniss Everdeen is a 16-year-old girl from District 12. She has to look after her family after her father died in a mining accident. Katniss and her friend Gale hunt in the woods to get food. She is very good with a bow and arrow.\n\nKatniss's younger sister, Prim, was chosen to participate in a special event. However, Katniss volunteered to go instead. The other person from District 12 who was chosen is a boy named Peeta. Katniss soon found herself in a complicated situation with Peeta.", "text_id": "61-b1", "target_cefr": "b1"}
{"original": "Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.", "simplified": "Writing about your dreams helps you remember more details. Think about the people and place in your dream. They might be important for understanding what your dream means.\n\nAfter one week, you'll have written down many dreams. Then you can connect your dreams to what happens in your daily life.", "text_id": "62-b1", "target_cefr": "b1"}
{"original": "Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.", "simplified": "Many old bridges were made of wood. This made them very prone to catching fire. Train bridges were especially at risk. The sparks from the steel wheels and tracks could sometimes start a fire and destroy the bridge.", "text_id": "63-b1", "target_cefr": "b1"}
{"original": "It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!", "simplified": "Street art is changing. Many young artists are creating art in their cities or neighbourhoods. However, some artists are now travelling and working in different parts of the world. They can also talk to each other and share their work on the internet. The art world is now taking street art more seriously and giving it more recognition. It will be interesting to see how street art develops in the future, but it's clear that it's becoming a popular form of art.", "text_id": "64-b1", "target_cefr": "b1"}
{"original": "Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.", "simplified": "Suzanne Collins found war news on TV upsetting. When she was a child, her dad was a pilot in the US Air Force and he fought in a war in Vietnam. Her mum tried to hide the truth from her, but she still saw news about the war on TV. She knew her dad was involved and it was very scary for her.", "text_id": "65-b1", "target_cefr": "b1"}
{"original": "In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.", "simplified": "A big company called PricewaterhouseCoopers (PwC) asked more than 40,000 people, including those born between 1983 and 1993 (millennials), about their views on work. They talked about things like how people work together, how they communicate, and how they get paid. They also asked about things like career development and how to balance work and personal life.\n\nAnother big company called Deloitte did a similar survey with over 10,000 millennials. They asked these people about the good and bad things they see in the world of work.", "text_id": "66-b1", "target_cefr": "b1"}
{"original": "Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.", "simplified": "Erik Weihenmayer is a man from the United States. He does many adventurous things. For example, he rode a bike across the desert in Morocco, kayaked through the Grand Canyon and climbed Mount Everest. This is very impressive. Erik has been blind since he was 13 years old. In addition to his travels, Erik tries to help people with disabilities to be active. He takes groups of young blind people on climbing trips.", "text_id": "67-b1", "target_cefr": "b1"}
{"original": "Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.", "simplified": "People can now make money online. For example, busy parents used to find it hard to sell their children's old things at the local market or car boot sale. But now, they can sell their children's old clothes and equipment online. This way, they can make some money back.", "text_id": "68-b1", "target_cefr": "b1"}
{"original": "Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.", "simplified": "Pi and Richard Parker are in a lifeboat for 227 days. They face many difficult situations. They are hungry, sick and very tired. They have to deal with big storms and the hot sun. But they manage to stay alive. Pi finds comfort in his three religions, but sometimes he feels very lonely and sad. Then, he sees the Mexican coast and everything changes. You have to read the book to know what happens to Pi and Richard Parker when they reach the land.", "text_id": "69-b1", "target_cefr": "b1"}
{"original": "Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.", "simplified": "Chloe came home from school, made a cup of coffee and went upstairs to her room. She had some homework to do, but she wanted to do it later. She wanted to enjoy the quiet hour before her parents came home. The house would get noisy with people talking, the TV on, or her dad listening to music while he cooked dinner. She liked this time because she could play with her pet rats.", "text_id": "70-b1", "target_cefr": "b1"}
{"original": "In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.", "simplified": "In 2010, NASA's team for protecting the Earth from space had found and recorded 90 per cent of the big rocks near the Earth that are 1km wide. These 'near-Earth objects', or NEOs, are as big as mountains. They are within 50 million kilometres of the Earth's path around the Sun. There are about 50 more of these big rocks that NASA needs to find. NASA says none of the 887 it knows about are a danger to the Earth.", "text_id": "71-b1", "target_cefr": "b1"}
{"original": "Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.", "simplified": "Auggie starts at a new school. He is very nervous, like most children. But Auggie is different. He looks different. The other kids don't want to sit next to him. They stare at him or talk about him behind their hands. \n\nAuggie makes friends with Jack and Summer. But it's not easy. The other kids are scared of him. They think he might catch a disease, a kind of plague. This makes Auggie very unhappy. \n\nAuggie has a lot of good and bad days at school. But things change at a school camp. Something very sad and unexpected happens. This changes everything for Auggie.", "text_id": "72-b1", "target_cefr": "b1"}
{"original": "The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.", "simplified": "Two men looked to the north. They could see a long way. The fences were hard to see from where they stood. It was hard for a teenager to run away. Sam looked at a big horse. It was kicking its hooves. Could the boy ride a horse? Sam thought about it. There was trouble for someone who knew how to ride. But there was even more trouble for someone who didn't know how to ride and wanted to leave his father.", "text_id": "73-b1", "target_cefr": "b1"}
{"original": "Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.", "simplified": "More than 4,000 people have climbed to the top of Everest. They were between 13 and 80 years old. Climbing very high mountains in very cold weather and strong storms is still very dangerous. However, the best climbers now look for new challenges.\n\nGerlinde Kaltenbrunner from Austria started climbing mountains when she was a teenager. She liked it a lot. When she finished school, she worked as a nurse, but she still climbed mountains in her free time.", "text_id": "74-b1", "target_cefr": "b1"}
{"original": "Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.", "simplified": "Gerlinde climbed Mount Everest. She then decided to climb all 14 of the world's highest mountains, which are over 8,000 metres high. To make it harder, she climbs without using oxygen tanks. Climbing at high altitudes without oxygen can be very dangerous because it can affect how your brain and body work. Gerlinde uses her fame as a climber to help a charity that supports poor children and orphans in Nepal.", "text_id": "75-b1", "target_cefr": "b1"}
{"original": "If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.", "simplified": "If we look around our homes, we can see things we have bought that we don't use much. We might see a thick warm coat that we thought was fashionable, but we live in a warm country. We might have a smartphone that we stopped using when we got a new one. We might only use our car on the weekends. Or we might have a guest room that is now a storage room.", "text_id": "76-b1", "target_cefr": "b1"}
{"original": "Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.", "simplified": "Dreams have been thought of as messages from the gods in many cultures. People believed that dreams could tell them important things. Some people still think that dreams can be true. They might remember a dream about something that happened later.", "text_id": "77-b1", "target_cefr": "b1"}
{"original": "Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.", "simplified": "Some big and expensive transportation projects involve building bridges. Bridges are important links that carry cars, trucks and trains over water, mountains or other roads. They are a key part of civil engineering and are carefully checked, especially when they fail.", "text_id": "78-b1", "target_cefr": "b1"}
{"original": "After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.", "simplified": "Gabriela was having trouble with her team. She sent an email to her Swedish manager about the problems. He asked her if her team was still doing well and what she thought would help her work better with her team members. Gabriela thought her manager was being unclear and not doing enough to solve the problem.", "text_id": "79-b1", "target_cefr": "b1"}
{"original": "Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.", "simplified": "Dogs in packs know that humans give food to smaller, cuter dogs. So, they send these dogs to beg for food for the whole pack. Some dogs have even learned to use the city's metro to travel. They go from one part of their territory to another. Scientists are not sure how they know when to get off the train. They think the dogs might use their good sense of smell to find their way. They might also know the names of the stations from the announcements. The dogs are so used to being on the trains that people on the metro don't even notice them anymore.", "text_id": "80-b1", "target_cefr": "b1"}
{"original": "Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites. ", "simplified": "Ed Stafford from the UK walked the whole Amazon River. He started from a small stream in the Andes mountains of Peru. It took him two years and four months to get to the river's mouth in Brazil. He walked a total of 6,000 kilometres.\n\nThe Amazon rainforest is a very dangerous place. There are poisonous snakes, crocodiles, and jaguars. Ed was in danger all the time, but he was lucky and only got a few thousand mosquito and ant bites.", "text_id": "81-b1", "target_cefr": "b1"}
{"original": "In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.", "simplified": "In Britain, people spend a lot of money on new clothes each year. They spend more than £1,000 on average, which is about four per cent of their income. \n\nThis figure hides two big problems. \n\nFirst, many people use credit cards to buy clothes. On average, British adults owe around £670 to credit card companies. This is more than two-thirds of the money people spend on new clothes each year. \n\nAlso, people are spending money they don't have and buying things they don't need. As a result, a lot of clothes are thrown away. Every year, Britain gets rid of 300,000 tons of clothing, most of which ends up in landfill sites.", "text_id": "82-b1", "target_cefr": "b1"}
{"original": "Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.", "simplified": "Ed's walk wouldn't have been possible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many people came to meet him and helped guide him through the difficult terrain. Ed wrote a blog about his daily experiences. He used the media interest in his trip to talk about the rainforest being destroyed and to raise money for good causes in Brazil and Peru.", "text_id": "83-b1", "target_cefr": "b1"}
{"original": "Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.", "simplified": "Companies are now using the sharing economy to make money. They are using online platforms to connect people who need something with people who can provide it.\n\nFor example, Airbnb is a website that helps people rent out their empty rooms or houses to travellers. This way, people can earn money from their unused spaces.\n\nAnother example is Uber. Uber is a website that allows people to use their own cars to give rides to others. This way, people can earn some extra money in their free time.", "text_id": "84-b1", "target_cefr": "b1"}
{"original": "One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.", "simplified": "Zoos are important for helping endangered animals. In the wild, some animals have trouble finding friends to mate with and having babies. They are also in danger from hunters, losing their homes, and being eaten by other animals. A good zoo gives these animals a safe place to live and have babies.\n\nWhen some wild animals become very rare, it's a problem because their families might become too similar. This means they won't have many different characteristics. Zoos help by having breeding programmes. This means animals born in zoos can be released back into the wild to help make their families more different.", "text_id": "85-b1", "target_cefr": "b1"}
{"original": "Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.", "simplified": "Bridges can collapse for two reasons: trains and boats.\n\nTrains can cause a bridge to collapse if they hit it too fast. The speed of the train can be too much for the bridge.\n\nBoats can also cause a bridge to collapse. Even if a boat is moving slowly, its weight can be too much for the bridge.\n\nWe can prevent bridge collapses by planning ahead. New technologies can help us find weak points in bridges. We can also work in safer environments and design bridges better to avoid accidents.", "text_id": "86-b1", "target_cefr": "b1"}
{"original": "At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.", "simplified": "Pi is very scared of the animals in the lifeboat. He jumps into the ocean to escape them. But then he remembers that there are hungry sharks in the water. He decides to climb back into the lifeboat to stay safe.\n\nAs time goes on, the animals in the lifeboat start to kill each other. One by one, they eat each other until only Pi and a big tiger are left. The tiger is called Richard Parker. To Pi's good luck, Richard Parker is feeling sick and doesn't want to eat him.", "text_id": "87-b1", "target_cefr": "b1"}
{"original": "When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.", "simplified": "Pi is 16 when a new government is elected that his parents don't agree with. They are worried about the future, so they decide to close the zoo and move to Canada. Some animals are sold to zoos in North America. The family travels by ship to Canada with the remaining animals. On the way, there is a big storm and the ship sinks. Pi's family and the sailors all die, but Pi is left in a lifeboat with a hyena, a zebra, an orang-utan and a big tiger.", "text_id": "88-b1", "target_cefr": "b1"}
{"original": "The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!", "simplified": "The Hunger Games is a popular book written by American author Suzanne Collins. It was published in 2008 and has been translated into 26 languages. The book has sold millions of copies worldwide. It was also the first book for young readers to sell more than a million electronic copies. The book has been made into a successful movie. In its first weekend in North America, the movie made 152.5 million dollars.", "text_id": "89-b1", "target_cefr": "b1"}
{"original": "Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active. ", "simplified": "Our dreams may be the result of our brain sorting out the thoughts we have during the day. However, in dreams, these thoughts appear with special meanings. When we're awake, our thoughts usually appear as words in our minds, like when we talk to ourselves. But when we sleep, the part of our brain that helps us talk becomes less active while the part that controls how we feel becomes more active.", "text_id": "90-b1", "target_cefr": "b1"}
{"original": "Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.", "simplified": "Having good relationships is important for being happy. A study found that most happy people have strong relationships with friends and family. They make time for these people regularly. It's also good to have someone you can talk to about personal things, called self-disclosure. This can be just one person, and you can have other relationships as well. It's not enough to just have friends to do things with or talk to about hobbies. You need a deeper connection with them. Some people need to learn how to listen to others better in order to have stronger relationships.", "text_id": "91-b1", "target_cefr": "b1"}
{"original": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.", "simplified": "Psychologist Carol Dweck said that our brains can change and we can learn new skills. We can develop skills that we're not good at at first. Many people praise children for being good at something, like 'You're good at drawing' or 'You're good at sports'. However, research shows that praising how they do things, like 'You tried really hard' or 'You found a good way to solve the problem', helps them learn new things and get better at what they're already good at.", "text_id": "92-b1", "target_cefr": "b1"}
{"original": "The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.", "simplified": "The rover checks the air around it regularly. In 2014, it found methane in the air. Methane is a simple organic molecule and a main part of natural gas. Methane only lasts for a few hundred years. This means that something on Mars is making more methane. NASA says that Mars releases a lot of methane at the same time. The level of methane in the air goes up and down at the same time as the seasons on Mars, like the planet is breathing it in and out.", "text_id": "93-b1", "target_cefr": "b1"}
{"original": "Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.", "simplified": "A famous psychologist, Carol Dweck, did a study at Stanford University. She gave problems to a group of 10-year-old children that were a bit too hard for them. Some of the children thought it was great to have a challenge. They believed they could get better at things with practice. They had a 'growth mindset'. They were focused on what they could do in the future.\n\nBut some of the other children felt sad because they thought they weren't smart enough. They thought their intelligence was being judged. They had a 'fixed mindset'. They couldn't imagine getting better. Some of them said they might cheat in the future to look good. Others looked for someone who did worse than them to feel better about themselves.", "text_id": "94-b1", "target_cefr": "b1"}
{"original": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.", "simplified": "Horror movies often take place in empty places. This can be an old hospital, an empty house or a town with no people. There's something about these lonely places that makes them interesting. People wonder what it was like when people lived there and why they left. These places can be quiet, which can be very scary. Abandoned places are also good for horror movie directors because it's more believable that there's no phone signal.", "text_id": "95-b1", "target_cefr": "b1"}
{"original": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.", "simplified": "Most horror films make the basement a scary place. This is often where something bad is hiding or where a bad person has hidden their tools. Basements are usually dark and damp. You have to go down a narrow staircase to get to them. Even when there's nothing in the basement, it can still feel creepy.", "text_id": "96-b1", "target_cefr": "b1"}
{"original": "Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.", "simplified": "Gary Collins, a policeman who was not working, was watching the riots on TV. He saw some people he knew and decided to cut his holiday short to help with the investigation. He spent six months looking at CCTV footage and was able to identify 190 people, even from just their faces. His help was very important for the police. They had a lot of footage, 200,000 hours, but a computer programme that uses faces to identify people was only able to find one person.", "text_id": "97-b1", "target_cefr": "b1"}
{"original": "Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.", "simplified": "I find the idea of improving our bodies very interesting. Imagine being able to put a computer in our brain. This is becoming possible and will soon be more common. We will be able to think and learn better, see and hear things more clearly, and remember more easily.", "text_id": "98-b1", "target_cefr": "b1"}
{"original": "It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.", "simplified": "The talk was interesting and the speaker made some good points. One thing she said was about parents' influence on teenagers. If parents are always on their phones, how can we expect teenagers to focus on their homework? She also talked about people wanting to be in two places at once. They switch between real-life conversations and online conversations. I've seen this with my teenage daughter and her friends. They plan to meet, but then everyone sits together in silence, each one chatting online with someone else.", "text_id": "99-b1", "target_cefr": "b1"}
{"original": "As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.", "simplified": "News stories often show that the world is becoming a more violent place. However, there's also some good news. Between World War II and 1990, there were 30 wars that killed over 100,000 people. Now, there are still some civil wars, but countries are generally getting along better than before.\n\nHowever, there has been a big increase in terrorism recently. Since World War II, wars have killed many more civilians than soldiers. But the statistics are not all bad for civilians. They are more likely to be killed in violent crime than in political conflicts. However, the number of murders has gone down slightly. In 2000, there were 8 murders for every 100,000 people. By 2015, this number had dropped to about 5.3.", "text_id": "100-b1", "target_cefr": "b1"}
{"original": "Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world. ", "simplified": "Wasfia has worked to support human rights in Bangladesh. She has seen many projects to help women and girls, but they often stop and leave the women with nothing. Wasfia wanted Bangladesh to be strong and stand up for itself. She combined her two passions, mountaineering and human rights, to change how people think about women in Bangladesh.\n\nShe started climbing when she worked on humanitarian projects in Tibet and Nepal. In Bangladesh, most people have never seen a mountain. Wasfia's campaign is making people notice, not just in Bangladesh but all over the world.", "text_id": "101-b1", "target_cefr": "b1"}
{"original": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.", "simplified": "Many people think that countries with less money are in a very bad situation. They think these countries have a lot of poverty, are ruled by dictators and that things will never get better. However, this is not true. In fact, a big change is happening. Over the last 20 years, more than 700 million people have become richer and are no longer poor. Also, every year, six million fewer children die from illnesses, more girls are going to school and many people have access to clean water.", "text_id": "102-b1", "target_cefr": "b1"}
{"original": "In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.", "simplified": "Many managers give feedback to their employees. They try to be kind by saying something good before saying something bad. However, when they do this all the time, employees start to think that the good things said are just to make the bad things sound better. This makes the good things seem less important. Instead, managers should give good feedback to really encourage and help people do their jobs well.", "text_id": "103-b1", "target_cefr": "b1"}
{"original": "I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.", "simplified": "I'm part of a group called the Campaign to Stop Killer Robots. Let's forget the idea of a robot like the Terminator from a movie. Instead, think about what's happening now: the military is using machines like drones, gun turrets, and robots to kill people. These machines are controlled by people, but they can do a lot on their own. The next step could be robots that decide who to kill without being told. I think this would be very bad and could be a danger to humanity. We need to be careful about what we ask machines to do.", "text_id": "104-b1", "target_cefr": "b1"}
{"original": "Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.", "simplified": "More people are learning English than any other language. English is spoken in many countries. However, Chinese has the most native speakers. There is no clear connection between the number of people who speak a language at home and the number of people learning it. But there is a stronger link between the number of learners and the number of countries where the language is spoken.", "text_id": "105-b1", "target_cefr": "b1"}
{"original": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.", "simplified": "My manager stopped me and said she wanted to talk about my performance in the project. I was worried all weekend, thinking about what I might have done wrong. When I went to her office on Monday, she started by saying I did a good job on the project. I wondered if this was just something she had to say before giving me feedback. I knew that sometimes people say something nice, then say what they really want to say, and then say something nice again.", "text_id": "106-b1", "target_cefr": "b1"}
{"original": "A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.", "simplified": "The rock album Born in the USA has catchy songs, but its lyrics also talk about sad things. Many people in America work hard, but they don't get rich or famous. The album's songs tell stories about these people's struggles and how they feel angry and bitter. \n\nOne song, Glory Days, is about people looking back at their happy times when they were young. Another song, Downbound Train, is about a young man who loses his job and his life falls apart. It's easy to imagine that the singer is writing about real people he knows and his own life if he hadn't become a famous musician. The album shows that the singer, also known as the Boss, is a very talented musician.", "text_id": "107-b1", "target_cefr": "b1"}
{"original": "Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.", "simplified": "Lewis wants to protect the oceans more. He wants 10 per cent of the world's oceans to be protected, which is five times more than now. Lewis has seen the damage that people are doing to the oceans. He's swum over coral reefs that are dying because of the warm water. He's also seen a desert under the water in the Red Sea with no life and a lot of plastic. Lewis thinks that nature can recover if we give it space. However, time is running out. If we don't take care of our oceans, we might have a big problem that we can't solve.", "text_id": "108-b1", "target_cefr": "b1"}
{"original": "Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.", "simplified": "Terrie Sharp is a famous author. She has won two awards for writing crime stories. She was born in a part of Glasgow where there is a lot of crime. To stay safe, she learned to be quiet and not get into trouble. She also learned how to open car doors with a knife, but she only uses this skill to write her books, not to get into trouble. Now, she is not quiet anymore. She goes on TV shows and talks to people about writing. She also goes to big events in the UK to talk about writing.", "text_id": "109-b1", "target_cefr": "b1"}
{"original": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.  ", "simplified": "Things are not getting better every day. In fact, they are getting worse. But, according to Steven Pinker, this is not the whole story. In his book, Enlightenment Now, he looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The main problem is that people are not using reason and science to make decisions. Instead, they are listening to people who tell them to trust their tribe, and that the future is hopeless. This can cause a lot of harm to important things like democracy and working together as a world.", "text_id": "110-b1", "target_cefr": "b1"}
{"original": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.", "simplified": "In old horror films, people in trouble often couldn't call for help. This isn't very believable now that we have mobile phones. What can make a horror film suspenseful again? No phone signal! If you're the hero in a horror film, it's likely that you'll be in a place with no signal when you need help the most. Or your phone will run out of battery just as you're calling for help.", "text_id": "111-b1", "target_cefr": "b1"}
{"original": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.", "simplified": "In the 1950s, Central American banana growers had a big problem. Their most profitable banana, the Gros Michel, was dying out. Now, its replacement, the Cavendish banana, is also in trouble.\n\nThe Gros Michel banana was popular because it was easy to transport and had a thick skin. It also tasted sweet. Many banana plantations in Central America grew this type of banana. United Fruit, a big company that grew and sold bananas, had a simple way to produce many bananas: it took shoots from the stems of plants and made new plants from them. This way, they could grow many bananas in a small area.", "text_id": "112-b1", "target_cefr": "b1"}
{"original": "Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.", "simplified": "Most spiders have venom to catch their food, not to harm people. Only 25 spider species can hurt humans. Spider bites can be painful, but they are rarely deadly. In Australia, the Sydney funnel-web spider hasn't killed anyone since 1981 when a special medicine to cure its bite was developed. Be careful with hairy spiders like tarantulas. They can make you feel uncomfortable if you annoy them. When they feel scared, they throw out their hair and it gets stuck in your skin or eyes.", "text_id": "113-b1", "target_cefr": "b1"}
{"original": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.", "simplified": "This is a common idea in horror films, especially from the late 20th century. The story usually starts with a group of teenagers who are happy and having fun. However, in the end, all of them die except one girl.\n\nAt the beginning, the last girl is often shy, weak and not very brave. But as the story goes on, she becomes stronger and more clever. She finds ways to survive and eventually becomes the strongest person in the group.\n\nMost of the time, the last girl is the one who survives in the end.", "text_id": "114-b1", "target_cefr": "b1"}
{"original": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.", "simplified": "We need to look at how our brains are different from other animals to understand how we can speak complex language. It's not just about how big our brains are, but also what they can do and when they developed that way. Unfortunately, we can't find many physical clues from our ancestors to help us understand this. However, we can see from the remains of early humans that their mouths, throats and tongues were developing. By around 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess how early humans communicated - probably just with simple sounds.", "text_id": "115-b1", "target_cefr": "b1"}
{"original": "It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.", "simplified": "Society, not nature, tells girls to like arts and humanities and leave maths and physics to boys. We don't see many women doing science jobs, so it's hard for girls to look up to them. Cartoons and stories often show men as scientists, inventors, or astronauts. People also think that scientists are strange, don't have many friends, or work alone. These ideas are not true, but they might stop girls from being interested in science. If girls saw more women doing science, it would give them more confidence and make them feel like they belong in those subjects.", "text_id": "116-b1", "target_cefr": "b1"}
{"original": "The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.", "simplified": "The Scallion is a weekly newspaper. It's free and goes to around 10,000 students in the university buildings. The newspaper is made and written by students themselves. \n\nPeople like the newspaper because it's fun, helps students learn about different cultures, and is good for their CV. However, printing the newspaper is expensive. Also, not all students can easily get a copy because you have to go to the university to get one. \n\nAnother problem is that many copies of the newspaper end up on the ground as litter.", "text_id": "117-b1", "target_cefr": "b1"}
{"original": "At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.", "simplified": "At Girox Foods, 12 out of 100 employees leave every year. This is a bit higher than the industry average of 7 out of 100 employees. Our main goal is to find out why employees are not happy at work and what we can do to make them stay longer.", "text_id": "118-b1", "target_cefr": "b1"}
{"original": "So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.", "simplified": "A lot of what the speaker said made sense. I think being connected all the time can make us feel more lonely. I don't think this is a big problem for people my age. We grew up without technology and know how to be alone. We also know that it's okay to be alone. But for people under 20, it's different. They're always communicating and never have time to be alone. This means they might not learn how to enjoy their own company. They're also learning to talk through messages, which can be changed. This means they're not learning how to have real conversations with people face to face.", "text_id": "119-b1", "target_cefr": "b1"}
{"original": "Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.", "simplified": "1.  **Separate praise from criticism**: Try to give separate feedback sessions, one for praise and one for constructive criticism. This way, you can focus on the positive aspects of someone's work without feeling like you're just setting them up for criticism.\n2.  **Start with praise**: When giving feedback, begin by acknowledging the person's strengths and accomplishments. This sets a positive tone and helps the person feel more receptive to your suggestions.\n3.  **Be specific with praise**: Instead of just saying \"good job,\" try to be specific about what you liked. For example, \"I really appreciated how you handled that difficult situation\" or \"Your presentation was clear and well-organized.\"\n4.  **Save criticism for when it's needed**: If you have to give negative feedback, try to do it when it's actually necessary. Avoid bringing up issues that aren't critical or that the person is already aware of.\n5.  **Focus on behavior, not personality**: When giving feedback, focus on the specific behavior or action that needs improvement, rather than attacking the person's character or personality.\n6.  **Use \"I\" statements**: Instead of saying \"you did this wrong,\" try using \"I\" statements to express your thoughts and feelings. For example, \"I felt confused by this part of the presentation\" or \"I think this could be improved by adding more detail.\"\n7.  **Listen actively**: When receiving feedback, make sure to listen actively and respond thoughtfully. This shows that you value the other person's input and are willing to learn from their feedback.", "text_id": "120-b1", "target_cefr": "b1"}
