{"text_id": "21-a2", "simplified": "Your dreams can give you new ideas about different things in your life. You might not know that you were thinking about these things before. Some common dreams that many people have are dreams about flying, falling, losing your teeth, or being without clothes in a public place. These dreams probably have the same meaning for most people. To understand what these dreams mean for you, you should think about your daily life and your feelings and connect them to the dreams."}
{"text_id": "22-a2", "simplified": "Wild animals live in some cities, and this includes wild dogs. One interesting example is the wild dogs of Moscow. In Moscow, there are about 35,000 wild dogs that live on the streets. Some of these dogs were born in the wild, meaning they have never lived with people. Other dogs were once pets, but their owners left them, so now they live on the streets. Some dogs live by themselves, meaning they are alone. Other dogs live in groups, meaning they stay together with other dogs. In 2010, scientists studied these dogs. The scientists saw that the dogs have adapted well to living in the city. The dogs learned that it is safer to cross the street when they are with people. Some of these dogs even seem to understand how traffic lights work."}
{"text_id": "23-a2", "simplified": "The book is the first story written by New York writer RJ Palacio. On her website, she says, “I got the idea for the book after I saw a girl with problems on her face while walking on the street one day.” The book is very popular in the United States. It has won many awards. Many schools use the book to start talks about bullying, making friends, and being different from others. A movie based on the book is being made. Many people, including me, are excited and waiting to see what RJ Palacio will write next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats. The rats are her pets, and their names are Zena and Roxy. Chloe knows that rats are not the usual pets people have, like dogs or cats. She has tried many times to explain to other people that rats are not dirty animals. She says that rats can be amazing pets if you take care of them in the right way. But Chloe also understands why some people do not like rats. She did not like rats before either. Then one day, her friend Martin showed her his pet rats. She saw that the rats were friendly and smart. Last year, one of Martin's pet rats had babies. Chloe decided to take two of the baby rats as her own pets."}
{"text_id": "25-a2", "simplified": "Cape Town can be a dangerous place for baboons, which are a type of wild animal. Some baboons have been hurt or killed in car accidents when they crossed the roads. Some baboons have died because they touched electric wires, which are dangerous. Baboons are an endangered kind of animal, which means there are not many of them left in the world. To save baboons and to reduce problems between people and baboons, the city leaders have hired a team of Baboon Monitors. The job of the Baboon Monitors is to scare baboons away from the city so they do not cause trouble. The helpers also catch baboons and set them free in the countryside, which is a safer place for them to live. This plan has worked a little, but it is hard to stop baboons from coming back to the city. Baboons return to the city because they think it is an easy place to find food."}
{"text_id": "26-a2", "simplified": "I work for a big computer company. The company has its main office in the United States. I do all my work on the internet from my home. This means I do not lose time traveling to an office. It also means I do not spend too much time talking with other workers. I work on different projects for my job. This way of working is very good for me. I can take time off when my children need me. For example, I can go to their school shows to watch them. I can also take time off to go to the dentist when I need to. But there is one problem with this way of working. I do not have clear office hours, or specific times to start and finish work. I often work late at night, in the evening. Sometimes, I do not eat dinner because I have to finish my work."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti continued to be popular. At the same time, there was a big increase in street art in many countries around the world. Some artists wanted to share their ideas about the government. They made art to make people think about war, unfairness, and the unfair treatment of people. Other street artists wanted to create pretty and attractive art. In South America, many street artists worked in poor areas where people did not have much money. They added colour, life, and beauty to the grey walls in the cities."}
{"text_id": "28-a2", "simplified": "People see things they can buy every day on social media, in magazines, and in shop windows. British people are buying more clothes and shoes than ever before in history. Online shopping makes it very easy for people to buy things without thinking carefully. Big companies sell clothes at very cheap prices. These cheap clothes are often worn only two or three times, and then they are thrown away."}
{"text_id": "29-a2", "simplified": "Sam looked at the sun in the sky. He saw a car far away, and the car was making a big cloud of dust as it moved. The car was going to the Big House, which was the large house nearby. The horses moved their tails back and forth to keep the flies away from them. The horses did not care that their owner, Mr. Carter, was visiting after being away for ten months. Sam stood and waited for Mr. Carter to arrive. Mr. Carter only came to the Big House when he needed to, and Sam liked that. Sam thought that if he stayed away from his boss, Mr. Carter, he could keep his job for a longer time. Mr. Carter wiped the sweat, or water from his skin, off his neck. His shirt had wet spots from the sweat. The wet spots on his shirt looked like shapes you might see on a map. Mr. Carter’s skin was red because of the hot June sun. Normally, his skin was white, like the skin of a man who stayed inside most of the time and made money while other people worked outside."}
{"text_id": "30-a2", "simplified": "Many people in Berlin, Germany said that killing pigs was too cruel and unkind. There were many arguments and disagreements between hunters, who wanted to hunt the pigs, and animal lovers, who wanted to protect the pigs. Because of these complaints from people, the city leaders decided to take calm and peaceful action against the pigs. They did not kill the pigs. Instead, they put up barriers to stop the pigs from entering certain areas. They also made a new law that says it is not allowed to feed the pigs. We will wait and see if this plan works or not. The winters are warmer now, and this means there are more pigs than there were before."}
{"text_id": "31-a2", "simplified": "The Hunger Games book is based on Suzanne's love of Greek stories. Suzanne liked Greek stories because she read them when she was a child. When she was young, she liked the story of Theseus and the Minotaur. In this story, the city of Athens is controlled by another city called Crete. The people of Athens have to fight against the people of Crete. As a punishment for losing, Minos, who is the king of Crete, makes the people of Athens send seven boys and seven girls to Crete every year. These children are sent into a maze. A scary animal called the Minotaur lives in the maze. The Minotaur is very dangerous and eats the children. But one of the children, a boy named Theseus, fights the Minotaur. Theseus is brave, and he kills the Minotaur. Suzanne thinks that Katniss Everdeen, the main character in The Hunger Games, is like a futuristic version of Theseus."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. Zoos can teach people about saving animals and saving nature. Zoos can also make people want to protect animals and protect their homes. Some zoos give a safe place to animals that need help. These animals were hurt in places like circuses. Some animals were pets that people did not want anymore and left behind. Zoos also do important research to help animals. They study how animals act and behave. Zoos also study how to help animals that are sick or have illnesses."}
{"text_id": "33-a2", "simplified": "A new idea is starting against buying too many things. This idea is called the 'buy nothing' idea. The idea began in Canada in the early 1990s. Later, it moved to the United States. In the United States, it became a way to say no to spending too much money and buying too many things during Black Friday and Cyber Monday, which happen on the Thanksgiving weekend. On Buy Nothing Day, people show that they do not agree with overspending, and they cut up their credit cards to show this. During the rest of the year, Buy Nothing groups share things they already have and fix old things instead of buying new ones."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? This question depends on what you think about graffiti. In many countries, writing or painting on public property, like walls or buses, or on personal property, like someone’s house, is called vandalism. The police have stopped many street artists because of this. Some artists have had to pay money as punishment, called fines. Many city governments say that cleaning graffiti from buildings, buses, and trains costs a lot of money for the city."}
{"text_id": "35-a2", "simplified": "What do people in the art world think about graffiti and street art? Recently, more and more people think graffiti and street art are important as a type of art. There have been big street art shows in art galleries in cities like Paris, London, and Los Angeles. The American artist Elura Emerald organized a street art show in an art gallery in New York in 2008. She said, \"Street artists only express themselves. They do not hurt anyone. People should like street artists and celebrate their work.\""}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams every night after they turn ten years old. This means they have about 2,000 dreams every year. By the time a person is 80 years old, the average person might have had 140,000 dreams in total. We forget 95–99 per cent of our dreams. But we still remember a few thousand dreams in our entire life. It is not difficult to believe that something happens in a dream, and then a similar thing happens in real life. This is especially true if the dream is about something that happens often in daily life."}
{"text_id": "37-a2", "simplified": "The Hunger Games takes place in the future. This happens after North America was destroyed in the past. The new country is called Panem. Panem has twelve poor areas, or districts. These districts are controlled by the rich and powerful Capitol. The Capitol has total power over the whole country. Each district makes different things for the Capitol. District 12 is where the story begins. District 12 gives all the black rock, called coal, that is used for burning to the country. A long time ago, there was a thirteenth district. This district fought against the Capitol, but it lost the fight and was destroyed."}
{"text_id": "38-a2", "simplified": "Wild animals often come into cities because they are looking for food. For example, in Cape Town, South Africa, baboons come into areas near the city to find food. They open rubbish bins to look for food. They also eat fruit from gardens and places where people grow fruit trees, called orchards. Some brave baboons even come into people's houses. They take food from kitchen shelves and fridges. Baboons can be dangerous animals. They have attacked many pet animals, like cats and dogs. Because of this, many people in the city do not like baboons and do not want them around."}
{"text_id": "39-a2", "simplified": "Many accidents on bridges happen when people are building the bridge. These accidents often happen because engineers make a mistake. For example, they might make a wrong calculation. The bridge falls down because it is too heavy for itself. This can kill the workers who are on the bridge at that time."}
{"text_id": "40-a2", "simplified": "George Lucas was a film director who started working on movies a long time ago. He created his story using the 17 steps of the hero's journey. In most stories, the hero begins with a normal and quiet life. Then, something important happens. This important event makes the hero go on an adventure. This adventure changes the hero's life completely. At the start of the movie Star Wars, Luke Skywalker has a normal and quiet life. He lives with his aunt and uncle. He works by fixing machines. One day, he finds a message from Princess Leia to Obi-Wan Kenobi. The message is hidden inside the robot R2D2. This event is called 'the call to adventure.' It is the moment when the hero's adventure begins."}
{"text_id": "41-a2", "simplified": "Another idea to stop an asteroid from hitting Earth is to blow it up with a very powerful bomb. This idea might sound like something from a movie story, like the story in the 1998 film Armageddon. But the Fast Asteroid Protection Plan for Quick Action (HAMMER) is a real plan by NASA, the space agency in the United States. In this plan, rockets that weigh eight tons would be sent to hit an asteroid. The goal of the plan is to push the asteroid away from its path so it does not hit Earth. If the asteroid is very close to Earth, the rockets would carry very powerful bombs to destroy the asteroid completely."}
{"text_id": "42-a2", "simplified": "At first, the hero does not want to go on the adventure. But then, a teacher comes to help the hero. After that, they decide to start the adventure. They go into the special world where the adventure happens. Next, the hero takes tests, fights bad people, and meets new friends. These things help the hero get ready for the biggest problem. For Luke, the teacher is Obi-Wan. The friends are Han and the machines called R2D2 and C3PO. The bad person is Darth Vader, who is inside the special world called the Death Star."}
{"text_id": "43-a2", "simplified": "Some things are not used very often. These things may seem not needed to some people, but they could be useful to other people. The internet has helped people find ways to make money by sharing these things. For example, people use websites and social media groups to buy and sell second-hand things. Because of this, it is now very easy for people to share things with others. This way of sharing things is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that the things we see in dreams show things that are hidden from our conscious mind. Freud believed this idea. He said that if we understand dreams, we can understand our hidden feelings and problems. The other idea was very different. It said that dreams happen because of random activity in the brain. The brain organises memories and events from the day. When we wake up, we try to understand these random images and feelings. We put them together into a story."}
{"text_id": "45-a2", "simplified": "I am a freelancer. This means I work for myself, and I do not have a boss. This is great because I can decide what work I do and how I spend my time every day. At first, I worked from home, which means I stayed at my house to do my job. But it was hard to focus at home. There were too many distractions, or things that made it difficult for me to concentrate. For example, I needed to do housework, like cleaning or washing dishes. I also made another cup of tea instead of working. My family wanted my attention for many things, like talking to them or helping them. Because of these problems, I decided to go to a café to work. But the Wi-Fi, or internet connection, was not good at the café. I also drank too much coffee, which was not healthy for me. In the end, I decided to pay for a desk in a co-working space, which is a shared office where people work together. Now, I work there with five other freelancers, or people who also work for themselves. I like putting on clothes to go to work in the morning because it makes me feel ready for the day. I also like working in an office because it helps me focus better."}
{"text_id": "46-a2", "simplified": "NASA can find the last middle-sized NEOs (near-Earth objects) if it gets the money to build NEOCam. NEOCam is a space telescope that is 0.5 metres wide. It would use infrared light, which is a type of light we cannot see with our eyes, to find asteroids. If NASA gets the money it needs, this can probably happen in ten years. After that, the team that works on protecting the planet, called the planetary defence team, needs to find a way to stop the really dangerous asteroids, called PHAs (potentially hazardous asteroids), from hitting Earth."}
{"text_id": "47-a2", "simplified": "The 'buy nothing' idea is now popular with influencers on social media. Influencers are people who are famous on the internet and share ideas with their followers. These influencers usually share posts about clothing and make-up. They recommend these things for people to buy. This means they tell people which clothes and make-up to get. Now, some YouTube stars, who are also influencers, tell their followers not to buy anything. They ask people to do this for as long as a year, which means for 12 months. Two friends in Canada tried this idea. They spent one year buying only food. For the first three months, which is the first part of the year, they did not buy electrical items, clothes, or things for the house. This means they did not buy things like new phones, new shirts, or furniture. In the next stage, or the next part of their plan, they stopped using services. Services are things people pay for, like haircuts or eating at restaurants. For example, they did not go to the hairdresser, they did not eat at restaurants, and they did not buy fuel for their cars. In one year, they saved $55,000. This means they kept $55,000 instead of spending it."}
{"text_id": "48-a2", "simplified": "Believing in God is very important to Pi. His family follows the Hindu religion. He is also interested in learning about other religions and beliefs. He becomes friends with a Christian leader. He also becomes friends with a Muslim baker. Everyone is very surprised when Pi says, \"I am Hindu, Muslim, and Christian at the same time.\" His family and his teachers ask him to choose only one religion to follow. Pi says, \"I just want to love God.\" After Pi says this, his family and teachers decide to let him choose his own religion and belief."}
{"text_id": "49-a2", "simplified": "Some people think that writing your dreams down can help you have lucid dreams. Lucid dreams are dreams where you know that you are dreaming. In these dreams, you can make decisions to change what happens in the dream. For example, you can change a bad dream into a safe dream that does not scare you. You can also control the story of your dream, just like a film director controls a movie. Then, you can create your dreams instead of only thinking about what they mean. However, you might still want to have some dreams where your subconscious mind shows you what you are really thinking about."}
{"text_id": "50-a2", "simplified": "Many people might not understand that they are part of the problem with throwaway clothing. They give their old clothes, which they do not want anymore, to charities. But charity shops cannot sell all of these unwanted clothes. 'Fast fashion' means clothes that go out of style, or become unfashionable, very quickly. These clothes are often not good quality, so they cannot be used again. Because of this, people do not want to buy them second-hand, or used. As a result, a very large amount of clothes gets thrown away. Many of the clothes that charities cannot sell are sent to other countries. This creates more problems with money and also harms nature."}
{"text_id": "51-a2", "simplified": "Some people want more than one great and exciting trip. They go from one difficult and hard task to another. Meagan McGrath is from Canada. She has climbed the tallest mountain on each continent. She has also ridden a bike across Canada. She has run a very long-distance race in the Sahara Desert, where it was very hot—45ºC. But her most exciting and amazing trip was a skiing trip to the South Pole. On the first day of her trip, she fell into a deep crack in the ice called a glacier. Someone helped her and saved her life. Many people would have stopped after such a dangerous accident, but Meagan did not stop. She kept going. She reached the South Pole forty days later. During the trip, she pulled a sled behind her. The sled carried a small shelter, which was like a tent, and all her food. She went through very cold weather and strong ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat started painting small animals like rats on the walls of his city, Paris. Now, he tries to make people think about social problems, like problems in society. He paints pictures of people who do not have homes in big cities. He wants people living in these cities to think about the problem of not having a home, which is called homelessness."}
{"text_id": "53-a2", "simplified": "In some places, local groups have tried to stop artists from painting graffiti randomly on walls. They try to stop this by letting artists work in special places. For example, Taiwan is one of these places. In Taiwan, there are special 'graffiti areas.' In these areas, artists can paint and write on walls. In São Paulo, Brazil, the city government has allowed some graffiti artists to paint on the city’s subway trains. This means that the artists can decorate the trains with their graffiti."}
{"text_id": "54-a2", "simplified": "Faith47 is an artist from Cape Town, which is a city in South Africa. She paints big and colourful pictures of people and animals. She enjoys visiting many different places. You can see her art on pavements, inside empty factories, and even on old cars. She likes that most street art does not stay forever. The art is removed by the weather, like rain and wind, or by cleaners who work for the city. She thinks this shows how life changes over time. Life has endings, but it also has new beginnings."}
{"text_id": "55-a2", "simplified": "Gabriela worked in a place where people follow power and rules. In this place, everyone has their role or position, and they must follow it. Leaders in this place make big and important decisions. People do not often ask questions about these decisions or challenge them. However, her Swedish team worked in a different way. They worked together with their bosses to find answers and make decisions as a group. In this place, leaders act like coaches or guides. They help people to think for themselves and to ask questions."}
{"text_id": "56-a2", "simplified": "When Gabriela realized that her way of living and working was different from the way her team lived and worked, she decided to talk to them. She wanted to understand their feelings about how she was leading the team. Gabriela's team was happy to share their ideas and opinions with her. They told her that they were not used to being told exactly what to do. They said they preferred having more freedom to think for themselves and to create new ideas. When Gabriela gave them very specific instructions on what to do, they felt like she did not trust them to do their work well. They noticed that Gabriela felt upset or unhappy when they tried to change the decisions she had made. They explained to her that working this way, with more freedom and creativity, was how they had always done things."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are twin brothers from São Paulo, a big city in Brazil. They paint many different things. For example, they paint signs, and they also paint big, colourful pictures of people on the walls of buildings. Their work is often very big, so they need special machines called cranes to help them reach high places. In 2007, they painted all the walls of an entire castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have painted pictures and made marks on walls for a very long time in history. A long time ago, people in Africa and Europe painted pictures of animals and people inside caves. Graffiti, which means drawings or writings on walls, can be found on buildings in old places like Greece, Italy, Syria, and Iraq. In the old Roman town of Pompeii, people who study old things, called archaeologists, found many examples of graffiti. These writings were in the Latin language and included messages about gods, leaders, love, and magic spells!"}
{"text_id": "59-a2", "simplified": "Have you ever dreamed of climbing the highest and tallest mountain in the world? Have you ever thought about walking to the South Point, which is a place far away and difficult to reach? If you have dreamed about these things, you are not alone. Every year, many people try to climb the tallest and highest mountains in the world. Many people also try to walk long distances across continents, which are large areas of land. Explorers in the past used maps, which show directions, and compasses, which help people know where to go. Today, adventurers, who are people who love to explore, travel with modern tools like GPS, which shows your location, and special phones that work in difficult places. Many adventurers love nature, which means the environment, like trees, animals, and rivers. They use their travels to talk about problems with nature, like pollution or cutting down too many trees. Other adventurers want to help people who need help. They also raise money, which means they collect money, for charities, which are organizations that help people."}
{"text_id": "60-a2", "simplified": "The first is DART. DART means the Double Asteroid Redirection Test. Scientists want to test DART on the small moon of an asteroid. The asteroid's name is Didymos. The moon of the asteroid Didymos is called 'Didymoon'. Didymoon is 150 metres wide. It moves around its larger mother asteroid, which is 800 metres wide. Scientists hope that when DART crashes into Didymoon, it will push Didymoon out of its path. Telescopes on Earth will watch to see if this happens."}
{"text_id": "61-a2", "simplified": "The main character of the story is a sixteen-year-old girl. Her name is Katniss Everdeen. She lost her father because of an accident at work. Now, she has to find food for her family to survive. She looks for animals in the forest near area 12 with her friend Gale. She becomes very good at using a weapon called a bow, which is used to shoot arrows. Her younger sister, Prim, is chosen to be one of the players in a dangerous game. Katniss decides to take Prim’s place and go instead of her. The other player from area 12 is a boy. His name is Peeta. After some time, Katniss has a hard and complicated relationship with him."}
{"text_id": "62-a2", "simplified": "Write about your dreams. Writing about your dreams will help you remember more details about the dream. Think about the people in the dream and the place where the dream happened. These details might add to the meaning of the dream too. If you do this for a week, you will be surprised by how much you have written down. After that, you can connect your dreams to the events and feelings in your daily life."}
{"text_id": "63-a2", "simplified": "In the past, many bridges were made of wood. Bridges made of wood could catch fire more easily. This was especially true for old train bridges. Small flames or sparks from the metal wheels and metal tracks of trains could make a wooden bridge catch fire and burn down."}
{"text_id": "64-a2", "simplified": "It is impossible to know how street art will grow or change in the future. But some changes are already starting now. Most street artists are young people. These young people paint pictures in their own city or in their neighbourhood. Now, more street artists are travelling to other countries and working there. Some street artists use the internet to talk to other artists. They also use the internet to share photos of their work with other people. The art world is starting to see street art as real art, like paintings or sculptures. We do not know what will happen to street art in the future. But we know one thing: street art will stay!"}
{"text_id": "65-a2", "simplified": "Suzanne Collins has always thought that news about wars is very upsetting and makes people feel bad. When she was a child, her father worked as a pilot in the US Air Army. He was a soldier who fought in the Vietnam War. Suzanne’s mother tried to protect her from the bad things happening. Her mother did not tell her what was happening in the war. But Suzanne still saw news about the war on TV or in other places. She knew that her dad was in the war. This made her feel very scared and afraid."}
{"text_id": "66-a2", "simplified": "PricewaterhouseCoopers (PwC), which is a big company, did a world survey. They collected more than 40,000 answers from young people born between 1983 and 1993, called millennials, and from people who are not millennials. The survey asked questions about work culture, communication at work, ways of working, payment system, career development, and the balance between work and personal life. Deloitte, another big company, did another world survey. More than 10,000 young people born between 1983 and 1993, called millennials, took part in the survey. They studied the problems and opportunities in the difficult world of work."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is from the United States. He is an adventurer, which means he does exciting and challenging activities. For example, he has ridden a bike through the hot and sandy deserts of Morocco. He has also kayaked, which means he paddled a small boat, through the big canyon. Another amazing thing he has done is climb Mount Everest, which is the tallest mountain in the world. Erik has not been able to see anything since he was 13 years old because he is blind. Even though he cannot see, he helps other people who have problems to live active and exciting lives. For example, he takes groups of young people who cannot see on climbing trips to help them enjoy adventures too."}
{"text_id": "68-a2", "simplified": "Online platforms give people a chance to make money quickly and easily. For example, busy parents used to not set up tables at markets or car boot sales to sell their children's old things in the past. But now, with online shopping websites, parents can sell baby clothes that their children do not wear anymore. They can also sell expensive pushchairs, strollers, and baby equipment like toys or cribs. This helps them get some money back from the things they no longer need."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker spend 227 days in the small lifeboat. They live through a time when they do not have enough food to eat, they get sick, and they feel very tired. They face very strong storms and the very hot sun of the Pacific Ocean, but they manage to stay alive. Sometimes, Pi feels a little better because of his three strong beliefs. But other times, he feels very lonely and very sad. Finally, the coast of Mexico appears, and everything changes for them. It is better not to tell the ending of the story here. You need to read the book to find out what happens to Pi and Richard Parker when they reach the land."}
{"text_id": "70-a2", "simplified": "Chloe arrived home from school. She made herself a cup of coffee to drink. Then, she took the cup of coffee to her bedroom. She had some homework to do for school. However, she decided to do her homework later. She wanted to enjoy the quiet time before her parents came home. When her parents came home, the house would be full of sounds and noise. There would be talking, the sound of the television, or her dad listening to jazz music. Her dad liked jazz music, and he listened to jazz music while he cooked dinner in the kitchen. Chloe liked this time of day because it was peaceful. During this quiet time, she could play with her pet rats and have fun."}
{"text_id": "71-a2", "simplified": "In 2010, the team at NASA that works to protect the planet found and recorded 90 per cent of the asteroids near Earth that are 1 kilometre wide. These asteroids, called 'near-Earth objects' or NEOs, are very large, as big as mountains. They are any space rocks that come closer than 50 million kilometres to Earth's path around the Sun. NASA says there are about 50 more of these asteroids that they still need to record. NASA also says that none of the 887 asteroids they already know about are a big danger to Earth."}
{"text_id": "72-a2", "simplified": "Auggie decided to go to school. After that, he had to deal with his first day at school. Like every child who starts at a new school, he felt really nervous and worried. But because of the way his face looks, this was a very difficult and painful experience for him. Nobody wanted to sit next to him in class. He saw other kids looking at him or whispering about him while covering their mouths with their hands. Luckily, he became friends with Jack, a boy in his class. He also became friends with Summer, a girl he talked to during lunch. However, the first day was not the only hard day for Auggie. He soon found out that his classmates did not want to touch him because they were scared of catching something they called 'the plague'. During the school year, Auggie went through many very big good and bad moments. Then, something sudden and very sad happened during a school camp, and it changed everything for Auggie."}
{"text_id": "73-a2", "simplified": "The two men looked at the far end of the land. The land was very big, and it stretched very far. The walls around the land were hard to see because the men were standing far away. A teenage boy might feel bored or even angry in this place. But the boy could not run away by walking or running on foot. Sam looked at the biggest horse. The horse was hitting the ground with its heavy feet, making a loud sound. Sam thought to himself, \"Can the boy ride a horse?\" A person who is good at riding a horse could get into a lot of trouble in this place. This place was very far away from other people, many miles away. But maybe there was even more trouble for someone who did not know how to ride a horse. This person might want to run away from his father."}
{"text_id": "74-a2", "simplified": "More than 4,000 climbers, aged between thirteen years old and eighty years old, have climbed to the top of Mount Everest. Climbing very high mountains in very cold weather and during strong storms is still very dangerous. But now, the best climbers in the world look for new challenges and new goals. Gerlinde Kaltenbrunner comes from Austria. She loved climbing mountains when she was a teenager, which means she loved it when she was a young girl. After she finished school, she worked as a nurse. In her free time, she continued climbing mountains."}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Mount Everest, the highest mountain in the world. After that, she decided to climb all fourteen of the world's mountains that are 8,000 meters high. Gerlinde climbs these mountains without using oxygen bottles because she wants to make it harder for herself. This is dangerous because there is very little oxygen at the top of high mountains, and this low oxygen can cause problems for the brain and the body. Gerlinde is a famous climber, and many people know her name. She uses her name to help a charity that helps poor children and orphans, or children without parents, in Nepal."}
{"text_id": "76-a2", "simplified": "If we look around us, we can see the things we have bought in our lives. When we look carefully, we will notice that not everything we own is used well. For example, there is the thick woollen coat. We thought the coat looked nice, but we live in a hot country, so we do not use it much. There is the smartphone. We stopped using the smartphone when we bought a new model. There is the car. We only use the car at the weekends, not during the week. There is also the guest room in our house. The guest room has become a storeroom where we keep things."}
{"text_id": "77-a2", "simplified": "Dreams have been connected to telling the future in history and in different cultures. People believed dreams were messages from gods. These messages were sent to give people knowledge or understanding. Even today, many people can remember a time when they dreamed about an event, a place, or a person. Later, the thing they dreamed about happened in real life."}
{"text_id": "78-a2", "simplified": "Some of the largest and most costly transportation projects in the world are about building bridges. Bridges are very important because they help people and vehicles travel. They let cars, trucks, and trains go over water, mountain valleys, or other roads. For this reason, bridges are very important in construction work. People study bridges very carefully, especially when they collapse or fall down."}
{"text_id": "79-a2", "simplified": "Gabriela was upset for many weeks. She sent an email to her Swedish manager to tell him about the problems she was having with her team. Her manager asked her, \"Do you feel your team is still doing a good job?\" He also asked, \"What do you think will help you work better with the people in your team?\" Gabriela thought her manager was not clear in what he said. She did not feel that he was handling the situation in a good way."}
{"text_id": "80-a2", "simplified": "Dogs live together in groups. They have learned that humans give food to smaller and cuter dogs. Because of this, smaller dogs ask for food for all the dogs in the group. Some dogs have also learned how to use the city's metro system, which is the train system in the city. They use the metro to travel from one part of their area to another part. Scientists do not know exactly how the dogs know when to get off the train. One idea is that dogs use their very strong sense of smell. This means they can recognize the smells of their favorite places. Another idea is that dogs understand the names of train stations when they hear the announcements. Metro passengers, or the people who ride the trains, are now used to seeing dogs on the trains. Local people do not really notice the dogs much anymore."}
{"text_id": "81-a2", "simplified": "Ed Stafford is from the UK, which means he is from the United Kingdom. He is the first person to walk the entire distance of the Amazon River. This means he walked the whole length of the river without stopping. He started his journey at a small river in the Andes mountains. The Andes mountains are in Peru, a country in South America. He finished his journey at the river's mouth, which is the place where the river ends, in Brazil. This happened two years and four months after he started walking. In total, he walked 6,000 kilometres, which is a very long distance. The Amazon rainforest, where he walked, is a dangerous place. It has dangerous animals like snakes, crocodiles, and jaguars. Ed was in danger all the time because of these animals. But he was lucky, and he stayed alive. He did not die. He only got many stings from insects and ants, which means small bites that hurt or itch."}
{"text_id": "82-a2", "simplified": "In Britain, the average person spends more than £1,000 on new clothes every year. This means people spend about four per cent of their money on new clothes. Four per cent might not seem like a lot of money. However, this number shows two bigger problems for society and the environment. The first problem is that many people use credit cards to buy clothes. British people owe about £670 per adult to credit card companies. This means 66 per cent of the average clothing budget is paid with borrowed money. The second problem is that people are spending money they do not have. They are using this borrowed money to buy clothes they do not really need. Another big problem is that Britain throws away 300,000 tonnes of clothing every year. Most of this clothing is thrown into rubbish dumps."}
{"text_id": "83-a2", "simplified": "Ed's walk was not possible without technology because he needed tools to help him. He used a radio to communicate. He asked the people who lived in the rainforest to give him food. He also asked them if he could cross their land. Many people came to meet him and talk to him. These people helped him by guiding him through the hardest and most dangerous areas. While he walked, Ed wrote a blog. In the blog, he wrote about what happened to him every day. He used the media's interest in his trip to tell people about the damage being done to the rainforest. He also collected money to help nature and children's charities in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Businesses understand that the sharing system can help them make money. They know they can earn money by using things that are not fully used or needed all the time. A popular business idea is when companies create an online website. This website helps connect customers with other people who can offer a product or service. For example, Airbnb is a company that helps people share their unused rooms and houses with others. This sharing can help people make good money. Another example is Uber. Uber is a company that helps people use their own cars as taxis. This means they can earn extra money during their free time by driving others."}
{"text_id": "85-a2", "simplified": "Zoos have a very important job today. They help with programmes to have baby animals for animals that are in danger of disappearing, called endangered animals. In the wild, some rare animals cannot find partners easily to have babies. These animals also face many dangers, like hunters who try to catch them, losing their homes because people cut down trees, and other animals that try to hunt them. A good zoo helps these animals live safely and have babies in a safe place. Also, when the number of wild animals becomes smaller, there is a big problem. The animals might become too similar to each other. These programmes help solve this problem. Animals that live in zoos can sometimes go back to the wild. This helps make animals in the wild more different from each other."}
{"text_id": "86-a2", "simplified": "These kinds of accidents do not happen often, which means they do not happen many times. Boats and trains can make a bridge fall for different reasons, and each reason is important to understand. Trains can bring a bridge down because of the speed of the hit, which means the train hits the bridge very fast. Boats can cause a fall because they are very heavy, even if they move very slowly, which means their weight can still damage the bridge. The best way to stop bridge problems is to plan for them, which means to think about and prepare for these problems before they happen. Modern technologies, like special machines and tools, can find weak structures, which are parts of the bridge that are not strong. Safer working places, where people work more carefully, and better designs, which means better plans for building bridges, can also help to stop these accidents."}
{"text_id": "87-a2", "simplified": "At first, Pi is very scared of the animals in the lifeboat. He feels so scared that he jumps into the sea. But then he remembers that there are dangerous and hungry sharks swimming in the water. He realizes that he must climb back into the lifeboat to stay safe. Inside the lifeboat, the animals fight each other, and they kill and eat each other one by one. In the end, only Pi and the tiger are still alive. Pi feels lucky because the tiger is feeling sick from the movement of the sea. The tiger, who Pi calls Richard Parker, does not want to eat Pi right away because it is too sick."}
{"text_id": "88-a2", "simplified": "When Pi is 16 years old, a new government is chosen in his country. His parents do not like or support this new government. They feel worried about what will happen in the future. Because of this, Pi's parents decide to close the zoo they own. They make a plan to move to Canada to start a new life. Some of the animals from their zoo are sold to other zoos in North America. The family travels by ship to Canada. They take some of the animals with them on the ship. While they are on the way to Canada, there is a very bad and dangerous storm. The ship sinks into the water. Pi's family and the workers on the ship die in the accident and drown in the water. Pi is the only person who survives. He finds himself alone in a small lifeboat. But he is not completely alone. There is a hyena, a zebra, an orang-utan, and a very big tiger with him in the boat."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teenagers and young adults. The book was written by the American writer Suzanne Collins. It was published in 2008. The book has been translated into 26 different languages, which means it was changed so people in other countries can read it too. Millions of copies of the book have been sold all over the world. It was the first book for young readers to sell more than a million electronic copies, which are copies that people can read on their phones, tablets, or computers. The Hunger Games is now a big Hollywood film, which means it was made into a movie in Hollywood. The movie is also very popular. It earned 152.5 million dollars in its first weekend in North America, which is a lot of money!"}
{"text_id": "90-a2", "simplified": "Dreams may happen because our mind organizes the ideas we think about during the day. These ideas come into our dreams with special meaning. When we are awake, our ideas usually come as words. This is like talking to ourselves in our mind. But when we are asleep, the part of our brain that helps us with language becomes less active, or less busy. At the same time, the part of our brain that controls our feelings becomes more active, or busier."}
{"text_id": "91-a2", "simplified": "Having good relationships with other people is very important for staying happy and feeling good. In one study, most happy people had strong and close connections with their friends and family. These happy people made sure they spent time with their friends and family often, not just once in a while. You also need at least one person you can talk to about your personal feelings, like your thoughts, worries, or emotions. This is called 'sharing personal feelings.' Having one person for deep and serious conversations is enough. But it is also important to have other friends and friendships. It is not enough to have many friends just to do fun activities with, like playing sports or talking about music or football. You need a deeper and closer connection with some friends. A strong and deep bond with people is very important. Some people need to learn how to listen carefully and pay attention to what others are saying. This helps them build stronger and better friendships."}
{"text_id": "92-a2", "simplified": "A brain expert named Carol Dweck talked about how the brain can change and improve. She explained that we can learn new skills and abilities, even if we were not good at these skills before. Many people often say good things about the final result or about someone’s natural abilities. For example, they might say, \"You are good at noticing small details\" or \"You are very good at organising events.\" However, research shows something different. Research says that we should say good things about how people do things, not just about the result. We should say good things about trying hard, trying new things, and solving problems. Saying these things helps people learn new skills and get better at their abilities."}
{"text_id": "93-a2", "simplified": "The rover looks at the air around itself from time to time to check it. In 2014, the rover found out that the air had methane in it. Methane is one of the most simple and natural molecules that exist. Methane is also an important part of natural gas, which people use for energy. Methane only stays in the air for a few hundred years before it disappears. This means that something on Mars is making more methane. NASA says that Mars gives off large amounts of methane all at once. The amount of methane in the air changes during the year, almost like the planet is breathing in and out."}
{"text_id": "94-a2", "simplified": "At the beginning of her job, the teacher Carol Dweck, who works at Stanford University, gave a group of ten-year-old children problems that were a little too difficult for them. One group of children reacted in a positive way. They said they enjoyed the hard work. They understood that they could get better if they tried. She says these children had a 'growth mindset'. This means they focused on what they could learn and do better in the future. But another group of children thought the problems were testing how smart they were. They felt they had not done a good job. These children had a 'fixed mindset'. This means they believed they could not improve or get better. Some of these children even said they might tell lies in the future to hide their mistakes. Other children in this group tried to find someone who did worse than them so they could feel better about themselves."}
{"text_id": "95-a2", "simplified": "Scary films often show empty places. These empty places can be an old hospital, an empty house, or an abandoned town where no one lives anymore. Empty places feel lonely and quiet. You might wonder, what were these places like when people lived there? Why did the people leave? Maybe these places feel scary because they are so silent and empty. Empty places are very useful for scary film directors. In these places, you can believe that you cannot use your phone because there is no signal."}
{"text_id": "96-a2", "simplified": "The lower floor is a scary place in scary films. It does not matter what type of house it is; it can be a big house, a small house, or any other kind of house. There is usually something hiding there, like a dangerous thing or a secret. Or the bad person has put their tools or dangerous objects there. Lower floors are always dark. They are often wet, with water on the floor or walls. You can only go to lower floors by using a narrow staircase, which is a small and tight set of stairs. Lower floors are always scary, even when there is nothing there, no people, no objects, and no danger."}
{"text_id": "97-a2", "simplified": "Gary Collins is a police officer. He was not working because he was on holiday when he watched the London troubles on TV. While watching, he saw some people he knew. He decided to stop his holiday so that he could help with finding out who those people were. He worked for six months to carefully watch the CCTV video recordings. He was able to find 190 people. He could recognize many of them just by looking at their eyes. His help was very important for the investigation work. The CCTV video recordings were very long—200,000 hours in total. The facial matching computer programs could only find one person."}
{"text_id": "98-a2", "simplified": "I think this idea is interesting because it makes us think about how we will grow and change as humans by changing our bodies. For example, imagine that you can put a computer inside your brain! This will be possible soon. This will help us with things like doing math, seeing better, listening better, and remembering more things. This idea will become more common in the future."}
{"text_id": "99-a2", "simplified": "The talk was very interesting and easy to follow. The speaker explained some things very well and clearly. For example, she talked about how parents affect their children. Teenagers see their parents posting on social media while they are cooking or waiting at a red light. Then, teenagers also start texting while they are doing their homework. She also talked about how people want to be in more than one place at the same time. People switch between real-life conversations and online conversations. I see this with my teenage daughter and her friends. They meet together in the same place, but they sit quietly. Each one is talking to someone else online."}
{"text_id": "100-a2", "simplified": "News stories sometimes make us think that the world is becoming more dangerous. But there is some good news too. Between the end of World War II, which ended in 1945, and the year 1990, 30 wars killed more than 100,000 people. Today, there are still wars happening inside some countries. However, countries are living more peacefully and quietly than they did before. Attacks have increased in the last few years, which means there have been more violent events recently. Since World War II, wars have killed more normal people, like civilians, than soldiers. Even for normal people, not all numbers about deaths are bad. Deaths are nine times more likely to happen because of dangerous crimes, like murder or robbery, than because of fights about power, such as wars or political problems. But the world’s killing rate, which is the number of people killed, went down a little. It decreased from 8 people per 100,000 in the year 2000 to about 5.3 people per 100,000 in the year 2015."}
{"text_id": "101-a2", "simplified": "Wasfia has given her life to helping human rights. This means she spends all her time and energy working to make sure people are treated fairly. She has worked on many international projects in her country, Bangladesh. These projects help to teach and train women and girls so they can learn new skills and improve their lives. However, many times, when the projects stop, women and girls are left with nothing. This means they lose the support and help they had before. Wasfia saw that Bangladesh needed to stand up for itself. This means the country needed to become stronger and more independent. She brought together her two loves: climbing mountains and helping human rights. She wanted to try to change how people in her country think about women. She started climbing mountains while she was working on helping projects in Tibet and Nepal. Bangladesh is a low and mostly flat country. This means there are no mountains in most of Bangladesh. Most people in Bangladesh have never seen a mountain because there are no mountains nearby. Her work seems to be helping. People in her country, Bangladesh, and people around the world are starting to notice her work and what she is doing."}
{"text_id": "102-a2", "simplified": "Most people think that developing countries are in a very bad situation. Many people believe that these countries are very poor, controlled by strong and powerful leaders, and have very little hope for change. But this is not true. A big change is happening in these countries. In the last 20 years, more than 700 million people have made more money. These people are no longer poor. Also, six million fewer children die every year because of disease. Many more girls are now able to go to school. Millions of people can now drink clean water."}
{"text_id": "103-a2", "simplified": "Many managers try to add good and positive comments to their advice. They often put bad or negative advice between two good and positive comments. But, when this happens too many times, workers may think that good and positive advice is only used to hide the bad and negative advice. This can make the good and positive advice feel less important. Good and positive advice should not only make the bad and negative advice feel less serious. It should also help workers to feel supported and motivated to do good work."}
{"text_id": "104-a2", "simplified": "I am a member of the group called Stop Killer Robots. Do not think about the scary movie image of a Terminator stepping on human bones. Instead, think about what is happening now in real life. War machines, like drones, gun turrets, and guard robots, are already being used to kill people. These machines work with very little human control, which means humans do not control them much. The next step will be robots that control themselves. These robots will follow orders from humans, but they will decide on their own who to kill. I think this is not right. I also think this is very dangerous for people. We must be very careful about what we ask machines to do, because it can cause problems."}
{"text_id": "105-a2", "simplified": "More people are learning English than learning other languages. English is the language that is used in the most countries in the world. However, Chinese is the language that has the largest number of people who speak it as their first language. There is not much connection between the number of people who speak a language as their first language and the number of people who are learning that language. But there is a stronger connection between the number of people learning a language and the number of countries where people speak that language."}
{"text_id": "106-a2", "simplified": "Your manager stops you and asks to talk. She says she needs to talk about your work on the recent project. You feel worried about this all weekend. You keep thinking about what you might have done wrong. On Monday morning, you go into her office to meet her. She begins by saying good things about the work you did on the project. You wonder if this is the usual nice words people say at the beginning of the 'feedback sandwich'. The feedback sandwich works like this: first, say something good, then say the main point, and finally, say something good again."}
{"text_id": "107-a2", "simplified": "Born in the USA is a fast and exciting group of rock songs. The words of the songs have strong emotions and feelings. The group of songs has catchy and easy-to-remember rock tunes. These songs tell stories about the bad and sad side of the American dream. Many songs talk about the problems of people who work very hard. These people feel unhappy and angry because life does not give them enough money or success. The song Glory Days is about people who live in a small town. They think about the past when they were young and had many chances to do great things. The song Downbound Train is about a young man. His life is very difficult because he loses his job. It is easy to believe that the artist is talking about real people he knew in his life. He might also be thinking about the life he could have had if he had not become famous. The group of songs shows the special and amazing talent of the Boss, the artist who made this collection."}
{"text_id": "108-a2", "simplified": "Lewis would like to see more protected areas in the sea around the world. He wants the number of protected areas to grow from 3 per cent to 10 per cent. He thinks this increase can help fix the damage caused by human activity. These harmful activities include catching too many fish, polluting the water, and throwing trash into the sea. During his trips, Lewis has seen this damage with his own eyes. He has swum over coral reefs that are white because the water is too warm. Coral reefs turn white when they are unhealthy. He has also seen underwater deserts in the Red Sea. These underwater deserts have no life, like fish or plants, and are full of plastic waste. Pugh thinks nature can get better if we give it space to recover. But time is running out, which means we do not have much time left. If we don't take care of the seas, we may have a big problem that we cannot fix."}
{"text_id": "109-a2", "simplified": "Terrie Smart is a very popular writer. She writes books that many people like to read. She knows how to tell a good story that people enjoy. She has won the Olive Crime Writer Award two times. This is a special prize for crime story writers. She was born in a poor area in Glasgow. This area is the part of Glasgow where there is the most crime. When she was young, she learned to stay quiet and avoid problems. She also learned how to open car doors using a knife. But she was lucky because she only used this skill to write her books. Now, she is not so quiet anymore. She talks on popular daytime TV shows like Police Today. She also gives talks at meetings for writers in the UK."}
{"text_id": "110-a2", "simplified": "Are things becoming worse every single day? Is it impossible to make progress or move forward? In his book, Steven Pinker talks about how humans have made progress and shares good news. He explains that people are now living longer lives, healthier lives, freer lives, and happier lives. Pinker says that the real problem is that reason, which means logical thinking, and science, which means studying and understanding the world, are being attacked. He says that when some people try to make others feel divided, which means separated, hopeless, which means without hope, and distrustful, which means not trusting others, then we can harm important things. These important things include freedom and the ability to work together with others in the world."}
{"text_id": "111-a2", "simplified": "In older scary films, the main characters were often very desperate. This means they felt hopeless and did not know what to do. This made it very hard or even impossible for them to call for help. It was also very difficult to call the police. But now, cell phones have changed this. Cell phones make this kind of situation less believable because people can call for help easily. So, what is the solution to keep the story exciting and full of suspense? The solution is that there is no phone signal! If you are the main character in a scary film, your phone will not have any signal at the most important moment. This happens when you really need to call for help. Sometimes, your phone battery might also die when you are trying to call someone. In some cases, both of these things happen—you have no signal, and your phone battery dies."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in the middle of America had a big problem. Their most important banana, the Gros Michel, was dying. The Gros Michel banana was also called Big Mike. Now, the same problem is happening to another banana, the Cavendish. The Gros Michel banana was easy to transport from one place to another. This was because it had thick skin, which made it strong, and it also had a sweet taste, which people liked. This type of banana plant was very popular in the middle of America. At that time, United Fruit was the biggest company that grew and sold bananas in South America. They grew bananas in a very simple way. They did not use seeds to grow new banana plants. Instead, they used parts from the banana plant to grow new ones. The farmers planted the banana plants very close to each other in the fields."}
{"text_id": "113-a2", "simplified": "Most spiders have poison, which is a liquid that can harm or kill. They use this poison to stop or kill their food, like insects. However, they do not use poison to attack people. Only 25 types of spiders have poison that can hurt people. Spider bites can hurt a lot, but they almost never kill anyone. For example, the Sydney funnel-web spider from Australia has not killed anyone since 1981. This is because a special medicine, called an antidote, was made that year to save people from its poison. Do not touch hairy spiders, like tarantulas, in a bad or rough way. When tarantulas feel scared, they protect themselves. They throw out a cloud of small, itchy hairs into the air. These tiny hairs can get stuck in the skin or eyes of the person or animal trying to hurt them."}
{"text_id": "114-a2", "simplified": "This idea is very common in scary films from the late 1900s, which is the end of the 20th century. These films usually start with a group of teenagers who are all having fun together. In the end, almost everyone is dead except for one girl. At the beginning of the film, the girl is good, quiet, and not very strong. But by the end, she becomes very strong and very smart. This last girl usually wins and survives."}
{"text_id": "115-a2", "simplified": "If we want to understand where our ability to use difficult language comes from, we need to look at how our brains are different from the brains of other animals. This difference is not just about the size of the brain. It is also about what our brains can do, when they changed, and why they changed. There are very few physical clues to help us know this. The things left behind by our early human family do not show us what kind of speech they could make. However, we can see how the mouth, the voice box, and the muscles used for speaking grew and changed in early humans. About 100,000 years ago, humans were able to make difficult sounds. Before that time, scientists can only guess if early humans used simpler sounds to talk to each other."}
{"text_id": "116-a2", "simplified": "Society tells us that girls should like arts and history subjects, like painting or learning about the past. It also says that boys should study maths and physics, which are about numbers and how things work. There are not enough positive female role models, or women to look up to, in science jobs. Cartoons and stories often show scientists, inventors, or astronauts as men, not women. People also think that scientists are nerdy, which means they are not cool, and that they have poor social skills, meaning they are not good at talking to people or making friends. Some people think scientists work alone and are not part of the real world. These ideas are not true, but they may make girls feel that they are not like scientists. Girls may think that science is not a good job for them. If girls saw more positive female role models, or women who are good examples, in science, they would feel more sure about themselves. They would feel like they belong in those subjects, like science and maths."}
{"text_id": "117-a2", "simplified": "The Scallion is printed every week, which means it is made and published once every week. It is given for free in school buildings, so students do not need to pay money to get it. About 10,000 students read the newspaper. The students are the ones who write and make the newspaper. A survey says that students and teachers like the newspaper very much. They like it because it is fun to read, it helps with learning, and it gives students work experience. Making newspapers costs a lot of money, so it is expensive to make them. Also, some students cannot get the newspaper easily because they have to go to the university to get a copy. There is also a problem with nature, or the environment. Many copies of the newspaper are not used and become trash on the campus."}
{"text_id": "118-a2", "simplified": "At Girox Foods, we lose about 12 per cent of workers every year. This means that 12 out of every 100 workers leave their jobs each year. This might not seem like a high number at first, but the average number of workers leaving in this industry is only seven per cent. In other words, in other companies like ours, only seven out of every 100 workers leave their jobs each year. The main goal of this report is to find out why workers stay interested in the company and why they continue working here. Based on this information, the report gives ideas to make the work environment better. It also gives ideas to help keep more workers in the company."}
{"text_id": "119-a2", "simplified": "Much of what the speaker said was true. I believe there is a danger. If we are more connected to others through technology, we may feel more alone. I do not think this is a problem for people in my age group. We have lived without using technology for a long time in the past. We know how to be alone, and we also know that it is OK to be alone. But people who are under 20 years old are different. They are very busy talking to other people all the time. They do not feel what it is like to be alone. They may not learn how to enjoy spending time alone. Also, they learn how to talk to others through messages on their phones or computers. These messages can be changed or edited. This makes it harder for them to learn how to have a real conversation in real time with a person who is in front of them."}
{"text_id": "120-a2", "simplified": "Do not always give bad comments after good comments. If good comments and bad comments always come together, people may think the good comments are not important. Sometimes, give only good comments. Do not always give advice to help."}
{"text_id": "21-b1", "simplified": "Your dreams might show you different ideas about things, and these ideas could be surprising to you. These are ideas or thoughts that you did not know you were thinking about or were not aware of before. Common dreams include being able to fly, falling from a high place, your teeth falling out, or finding yourself with no clothes on in a public place. These dreams probably have a similar meaning for most people. However, the key to understanding what these dreams mean to you is to connect them to the events and feelings that happen in your daily life."}
{"text_id": "22-b1", "simplified": "One of the most interesting examples of wild animals living in a city is the wild dogs of Moscow. In Moscow, there are about 35,000 wild dogs that live on the streets. Some of these dogs were born wild, meaning they have never been pets. Other dogs used to be pets, but their owners left them behind and no longer take care of them. Some of the dogs live alone by themselves. Other dogs live together in groups. In the year 2010, scientists studied these dogs. The scientists learned that the dogs have adapted very well to living in the city. The dogs have learned that it is safer for them to cross the street when they walk with people. Some of the dogs even seem to understand how traffic lights work."}
{"text_id": "23-b1", "simplified": "Wonder is the first book written by New York author RJ Palacio. On her website, she explains that she got the idea for the book after she saw a girl with facial deformities on the street one day. Wonder is a very popular book in the United States, and it has already won many awards. Many schools are using the book to start conversations about bullying, friendship, and being different or special. A movie version of the book is being made, and many people, including me, are excited and waiting to see what RJ Palacio will write next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats. Their names are Zena and Roxy. Chloe knows that rats are not the usual or common type of pets that people have. She has tried many times to explain to other people that rats are not dirty animals. She says that rats make fantastic pets if you take care of them properly and give them the right attention. However, she understands why many people have a bad reaction to rats. She remembers that she did not like rats either in the past. But then her friend Martin showed her his pet rats. When she saw his rats, she realized that they were very affectionate and also intelligent. Last year, one of Martin's pet rats had babies. Chloe decided that she would like to have two of the baby rats as her own pets."}
{"text_id": "25-b1", "simplified": "Cape Town can be a dangerous place for baboons because there are many risks for them in the city. For example, some baboons have been injured or killed in car accidents when they tried to cross roads. Other baboons have been electrocuted and died because they played with electric cables, which are very dangerous. Baboons are an endangered kind of animal, which means there are not many of them left, and they need protection to survive. To save the baboons and to reduce problems between humans and baboons, the city leaders have employed a team of people called Baboon Monitors. The job of the Baboon Monitors is to scare baboons away from town areas so they do not cause trouble or get hurt. The helpers also catch baboons and release them in the countryside, which is safer for them. This plan has had some success because it helps keep baboons away from the city. However, it is very difficult to stop baboons from coming back to the city, especially when they see the city as a place where they can easily find food."}
{"text_id": "26-b1", "simplified": "I work for a global IT company, which is a company that works with technology and computers all over the world. Their main office, or headquarters, is in the United States, so I do all my work online from my house. This means I don’t waste time traveling to work because I don’t need to go to an office. I also don’t spend time talking or chatting with colleagues at work. I work on a project basis, which means I work on specific tasks or assignments instead of having a fixed daily schedule. This freedom, or flexibility, is very important to me because it allows me to manage my time better. For example, it means I can take time off easily when I need to. I can go to my children’s school performances to support them. I can also plan an appointment with the dentist when I need to take care of my health. However, the downside, or the negative part, is that I don’t have clear office hours, which means my work schedule is not fixed. I often work late into the evening, which means I continue working at night. Sometimes, I even miss having dinner with my family because I need to finish a task or project."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti continued to appear in many places. At the same time, there was also a big increase in street art around the world. Some artists wanted to share political ideas and opinions. They created art to make people think about serious problems like war, unfairness, and unfair treatment of people. Other street artists focused on making beautiful and attractive artwork that people would enjoy looking at. In South America, many street artists worked in poor areas of cities. They added bright colours, life, and beauty to the grey and boring walls in the city."}
{"text_id": "28-b1", "simplified": "Social media, magazines, and shop windows show people things they can buy every day, like clothes, shoes, and accessories. British people are buying more clothes and shoes than they did in the past. Online shopping makes it very easy for people to buy things quickly without thinking carefully. Big brands sell clothes that are very cheap. These cheap clothes are treated like items that people can throw away. People wear these clothes only a few times, and then they throw them away."}
{"text_id": "29-b1", "simplified": "Sam squinted his eyes because the sun was very bright. He looked at the dust cloud that was far away. The dust cloud was made by the car as it drove up to the Big House, which was a large home. The horses stood nearby, kicking their legs and flicking their tails to get rid of flies. The horses did not care that their owner was visiting for the first time in ten months. Sam stood and waited. Mr. Carter, the owner, only came to the Big House when it was necessary for him to do so. This situation was fine for Sam because the less he interacted with his boss, the longer he could keep his job without trouble. Mr. Carter wiped the sweat from the back of his neck because it was hot. The damp, wet spots on his shirt spread and connected, forming shapes that looked like a map. His skin was already turning red from being in the June sun. Otherwise, his skin looked pale, like the skin of a man who usually stayed indoors and made money while other people did the hard work outside."}
{"text_id": "30-b1", "simplified": "Many people who live in Berlin, Germany said that killing pigs was unnecessarily cruel and unkind. There were heated and intense arguments between hunters, who wanted to kill the pigs, and animal lovers, who wanted to protect the pigs. Because of the protests from the animal lovers, the city leaders decided to take more peaceful and non-violent action against the pigs. They have put up fences to keep the pigs away instead of killing them. They have also made a new rule that makes it illegal to feed the pigs. Only time will tell if this strategy will work or not. Warmer winters, which mean that the weather is not as cold as before, have caused there to be more pigs now than there were in the past. Because of this, it may be a losing battle to control the number of pigs."}
{"text_id": "31-b1", "simplified": "An important idea for the Hunger Games book comes from Suzanne Collins's love of classical Greek mythology, which is a collection of old stories from ancient Greece. When Suzanne was a child, one of her favourite stories was the story of Theseus and the Minotaur. In this story, the city of Athens is controlled and ruled by Crete, another city. The people of Athens fight back against Crete, but they lose. As a punishment for fighting back, Minos, who is the king of Crete, forces the people of Athens to send seven boys and seven girls to Crete every year. These young people are sent into a maze called the labyrinth. Inside the labyrinth, there is a monster called the Minotaur, which is half-man and half-bull. The Minotaur eats the young people. However, one of the young people, a boy named Theseus, decides to fight the Minotaur. He kills the Minotaur and becomes a hero. Suzanne Collins sees Katniss Everdeen, the main character of her book, as a futuristic version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos bring people and animals together in one place. They can educate the public by teaching them about animal protection issues, such as why it is important to keep animals safe. Zoos can also encourage people to protect animals and their natural homes, like forests and oceans. Some zoos give a safe place to animals that were treated badly in circuses and could not live in the wild anymore. They also help pets, like cats and dogs, that were left behind by their owners. Zoos do important research to learn more about how animals behave and why they act in certain ways. They also study how to treat animal illnesses and help animals get healthy again."}
{"text_id": "33-b1", "simplified": "A new and growing idea is becoming popular, and it is against consumerism, which means buying and spending too much. This new idea is called the 'buy nothing' trend. The idea first started in Canada in the early 1990s. After that, it spread to the United States. In the United States, it became a way for people to say no to spending too much money and buying too many things, especially on Black Friday and Cyber Monday, which happen during the Thanksgiving weekend. On Buy Nothing Day, people take part in protests to show their support for this idea. They also cut up their credit cards to show that they don’t want to spend too much money. During the rest of the year, groups that support the Buy Nothing trend help people exchange things they already have and fix broken items instead of buying new ones."}
{"text_id": "34-b1", "simplified": "Is graffiti a form of art, or is it an act of vandalism? The answer to this question depends on your opinion or point of view. In many countries around the world, people think that writing or painting on public property, like buildings or buses, or on private property, like someone's house, is vandalism, which means damaging property on purpose. Because of this, the police have stopped many street artists while they were creating graffiti. Some street artists have even had to pay money as punishment, which is called a fine. Many city governments often complain because it costs a lot of money to clean graffiti off things like buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "What does the art world think of graffiti and street art? Recently, many people have started to see its value as a type of art. For example, major exhibitions of street art have been held in famous galleries in cities like Paris, London, and Los Angeles. In 2008, the American artist Elura Emerald organised a street art exhibition at a gallery in New York. She wanted to support street artists and their work. She said, \"Artists who paint on the street are just expressing themselves. They are not hurting anyone. These artists and their work should be appreciated and celebrated.\""}
{"text_id": "36-b1", "simplified": "Most people have four to six dreams every night after they reach the age of ten years old. This means they can have as many as 2,000 dreams in one year. By the time they are 80 years old, the average person might have had around 140,000 dreams in total. People usually forget 95–99 per cent of their dreams. However, they still remember a few thousand dreams during their whole life. It is not difficult to believe that, by chance, something that happens in a dream is later followed by a similar event in real life. This is especially true if the dream is about something that happens often in everyday life, like meeting someone or going to a familiar place."}
{"text_id": "37-b1", "simplified": "The Hunger Games takes place in the future, which means it happens many years from now. This happens after the destruction and ruin of North America, the continent where countries like the United States and Canada are located. The country in the story is called Panem. Panem is made up of twelve poor districts, or areas where people live and work. These districts are controlled by the rich Capitol, which is the main city. The Capitol has complete power and control over the entire nation. Each district produces, or makes, different things for the Capitol. For example, District 12 is where the story begins. District 12 provides, or gives, all the coal that the country needs. There used to be a thirteenth district in Panem. This district fought, or went to war, against the Capitol in the past. Because of this fight, the thirteenth district was destroyed and ruined."}
{"text_id": "38-b1", "simplified": "Wild animals often come into cities because they are looking for food to eat. For example, in Cape Town, South Africa, baboons have started coming into the places where people live near the edge of the city. These baboons open rubbish bins to find food and eat fruit from gardens and orchards, which are areas where fruit trees are grown. Some very brave baboons have even gone inside people's houses. They have taken food from kitchen cupboards and refrigerators. Baboons can be dangerous animals. They have attacked many pet animals, such as dogs and cats. Because of this, many people who live in the city do not want the baboons to come into their neighborhoods."}
{"text_id": "39-b1", "simplified": "Many bridge accidents happen during the building, or construction, of the bridge. These accidents often happen because the engineers make a mistake, such as making a wrong calculation or miscalculation. The bridge falls down because it cannot support its own weight. This can be very dangerous and even deadly for the workers who are on the bridge at that time."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first movie directors to create his story based on the 17 steps of the hero's journey, which is a structure or pattern used in many stories. The hero usually starts the story living an ordinary and normal life. Then, something happens that gives them an invitation to go on an adventure. This adventure changes everything in their life. For example, at the beginning of Star Wars, Luke Skywalker lives a normal and quiet life with his aunt and uncle. He spends his time repairing and fixing robots. One day, he discovers a message from Princess Leia to Obi-Wan Kenobi inside the robot named R2D2. This message is called 'the call to adventure,' and it is the event that starts the hero's journey."}
{"text_id": "41-b1", "simplified": "Another suggested way to defend Earth against a potentially hazardous asteroid (PHA) that is on course to hit Earth is to destroy it by using a nuclear weapon. This idea might seem like something from a movie. In fact, it was the main idea of the 1998 movie called Armageddon. However, the Hypervelocity Asteroid Mitigation Plan for Emergency Response, also known as HAMMER, is a real plan created by NASA. In this plan, eight-ton missiles would be launched at an asteroid that is near Earth. The purpose of these missiles would be to push the asteroid away from its path so that it does not hit Earth. But if the asteroid was already too close to Earth for this plan to work, the missiles would carry nuclear bombs instead. These nuclear bombs would explode and destroy the asteroid completely."}
{"text_id": "42-b1", "simplified": "According to Campbell, the hero first refuses the call to go on an adventure. Then a guide, or helper, appears to assist them. After that, they make the decision to 'cross the line,' which means they choose to leave their normal world and travel into the 'special world,' which is the place where the adventure takes place. In the next stage, the hero goes through tests, fights against enemies, and meets new friends who support them. The hero gets ready to face their biggest and most difficult challenge. For Luke Skywalker, the guide, or helper, is Obi-Wan Kenobi. The friends who help Luke are Han Solo and the robots R2D2 and C3PO. The enemy that Luke has to face is Darth Vader, who is inside the 'special world' called the Death Star."}
{"text_id": "43-b1", "simplified": "Some things may seem not very important to some people. However, these things could be useful and helpful to other people. The internet has made it possible for online groups and communities to make money by sharing these items that are not used very much. People use websites and social media groups to buy and sell used things, also called second-hand things. Because of this, it is now easier for people to share items with each other. This way of sharing and using items is called the sharing economy."}
{"text_id": "44-b1", "simplified": "Around the 18th and 19th centuries, two main ideas about dreams became popular and were widely discussed. One idea was that the things we see in our dreams represent or show things that are hidden or secret from our conscious, aware mind. Freud believed that if we understand what dreams are trying to tell us, we can understand our hidden or secret feelings. These hidden feelings can sometimes cause problems in our lives. The other theory was completely different and said the opposite. It explained that dreams are not meaningful but are simply a collection of random, unplanned activity in the brain. This random activity happens while the brain is organising and sorting memories and events from the day. When we wake up, we try to make sense of these random images and feelings from the dream. We combine them and turn them into a story to understand them better."}
{"text_id": "45-b1", "simplified": "I am a freelancer, which means I work for myself and do not have a boss. This is great because I can control what I do and how I spend my time each day. At first, I worked from home, which means I did my work in my house. I thought it was hard to concentrate because there were too many distractions around me. For example, I needed to do housework, like cleaning or washing dishes. I also made another cup of tea instead of working. On top of that, my family members wanted my attention for different things, like talking to them or helping them with something. Because of these problems, I started going to a café close to my house to work. However, the Wi-Fi connection in the café was not good, which made it hard to work online. I also drank too much coffee while I was there, which was not healthy for me. In the end, I decided to rent a desk in a co-working space, which is a shared office where people like me, who also work for themselves, can work together. I share this space with five other freelancers who are similar to me. I liked getting dressed in the morning to go to work because it made me feel more professional. I also liked being able to focus better in an office, where it is quieter and there are fewer distractions."}
{"text_id": "46-b1", "simplified": "NASA’s ability to find the remaining middle-sized near-Earth objects (NEOs) depends on getting enough money to build a special telescope called NEOCam. NEOCam is a 0.5-metre space telescope that would use infrared light, which is a type of light that we cannot see with our eyes, to find asteroids. If NASA received the money it needs, it would probably be able to achieve its goal of finding these asteroids in ten years. After recording and identifying the asteroids, the planetary protection team would still need to decide what actions to take to protect the planet from being hit by the very dangerous asteroids. These dangerous asteroids are called potentially hazardous asteroids (PHAs)."}
{"text_id": "47-b1", "simplified": "The 'buy nothing' trend, which means not buying new things, has now become popular with influencers on social media. These influencers are people who usually share posts about clothing and make-up that they recommend for other people to buy. However, now some YouTube stars are encouraging their viewers not to buy anything at all for long periods of time, such as for an entire year. For example, two friends in Canada decided to spend a whole year trying to buy only food and nothing else. During the first three months of this year, they learned how to live without buying electrical items, clothes, or things for the house, such as furniture or decorations. In the next stage of their experiment, they stopped using services. For example, they stopped getting haircuts, stopped eating out at restaurants, and stopped buying fuel for their cars. By the end of the year, they managed to save $55,000."}
{"text_id": "48-b1", "simplified": "Religion is very important to Pi. His family follows the Hindu religion, but he is also curious about other religions. He becomes friends with a Christian priest, a man who works in a church and teaches about Christianity. He also becomes friends with a Muslim baker, a man who makes bread and follows the Muslim religion. Everyone feels surprised when Pi says that he is Hindu, Muslim, and Christian all at the same time. His family and his teachers ask him to pick just one religion to follow. However, Pi says no and explains, \"I just want to love God.\" After hearing this, his family and teachers decide to let Pi make his own choices about what he believes in religion."}
{"text_id": "49-b1", "simplified": "Some people think that writing your dreams down can help you have lucid dreams. Lucid dreams are dreams where you know that you are dreaming while you are still asleep. In these dreams, you can make decisions to change what happens in the dream. For example, you can turn a scary dream into a dream that feels safe and calm. You can also control the story of your dream, just like a film director controls the story of a movie. Instead of only trying to understand the meaning of your dreams, you will be creating your own dreams. However, you might still want to have some dreams that allow your subconscious mind to show you what you are thinking about or feeling deep inside."}
{"text_id": "50-b1", "simplified": "People might not understand that they are part of the problem of disposable clothing, which means clothing that is thrown away after a short time. This is because they give their unwanted clothes, which are clothes they no longer need, to charities. However, charity shops cannot sell all of these unwanted clothes. 'Fast fashion,' which is clothing made quickly and cheaply to follow trends, goes out of fashion very quickly, meaning it becomes unpopular in a short time. Also, it is often too poor in quality to recycle, which means it cannot be reused to make new clothes. People do not want to buy this type of clothing second-hand, meaning clothes that someone else has already worn. As a result, huge amounts of clothes are thrown away. Many of the clothes that charities cannot sell are sent to other countries. This creates more economic problems, which are problems related to money, and environmental problems, which are problems that harm nature and the planet."}
{"text_id": "51-b1", "simplified": "Some of today's adventurers are not happy with just one amazing trip. They want more excitement, so they go from one challenge to another. Meagan McGrath is a woman from Canada. She has climbed the tallest mountain on each continent in the world. She has also ridden a bicycle across the entire country of Canada. In addition, she has run a very long-distance race in the Sahara Desert, where the temperature was 45ºC. Her most incredible and amazing journey might be a skiing trip to the South Pole. On the very first day of this trip, she fell into a glacier, which is a large area of ice. She had to be rescued and saved by others. Many people would have stopped and given up at that point. However, Meagan decided to keep going and not quit. She reached the South Pole forty days later. During this trip, she pulled a heavy sledge, which is like a sled, behind her. The sledge carried a tent and all her food. She did all of this while traveling through freezing cold weather and dangerous ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat started painting small animals, like rats, on the walls of his home city, Paris. Now, he tries to make people think about different social issues and problems, such as the difficulties some people face in life. For example, he paints pictures of people who do not have homes in big cities. He wants to encourage people living in the city to think more carefully about the problem of not having a home and how it affects others."}
{"text_id": "53-b1", "simplified": "In some areas, local governments have tried to stop artists from painting graffiti randomly on walls. They have done this by allowing artists to work in specific places where it is permitted. For example, Taiwan is one place where this happens. There are special 'graffiti areas' in Taiwan. In these areas, artists can paint and write on walls without any restrictions or rules stopping them. Similarly, in São Paulo, which is a city in Brazil, the city government has allowed some graffiti artists to paint on the walls of the city's subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 is from Cape Town, which is a city in South Africa. She paints big and colourful pictures of people and animals. She enjoys visiting and exploring different places. People can see her artwork on pavements, inside empty factories, and even on empty cars. She likes the fact that most street art does not stay forever. This is because it will soon be removed by the weather, like rain or wind, or by cleaners who work for the city government. For her, this shows that life is always changing. Life has a cycle, which means it has endings and also new beginnings."}
{"text_id": "55-b1", "simplified": "Gabriela was used to working in a culture where there is a high power distance in her previous work environment. In this type of culture, power and authority are highly respected. Everyone knows their proper place in the hierarchy, which means everyone knows who is in charge and who follows. Leaders are the ones who make big and important decisions. These decisions are not often questioned or challenged by others. However, her Swedish team was used to working in a culture with a low power distance. In this type of culture, employees who work under the boss, called subordinates, often cooperate and work together with their bosses to find solutions to problems and to make decisions. Leaders in this culture act more like coaches or guides. They encourage people to think for themselves and to share their own ideas. Leaders in this culture also expect others to question or challenge their decisions."}
{"text_id": "56-b1", "simplified": "When Gabriela noticed the cultural differences between her and her team, she decided to have an open conversation with them to understand their perspectives better. She asked them about their feelings and opinions regarding how she guided and managed them. Gabriela's team was happy to share their honest thoughts and experiences with her. They explained that they were not used to being told exactly what to do all the time. Instead, they liked having more freedom to make their own decisions, take action, and come up with new ideas. When Gabriela gave her team detailed instructions and told them exactly what she needed them to do, they felt that she did not trust them or believe they could do their job well on their own. The team also understood that Gabriela felt upset and took it personally when they tried to question or change her decisions. They explained to Gabriela that this was the way they had always worked in their previous jobs or experiences."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are twin brothers from São Paulo, a large city in Brazil. They paint many different things, such as names and huge, colourful pictures of people on the sides of buildings. Their work is often very big, so they need cranes, which are large machines, to help them reach high places and do their work. For example, in 2007, they painted the entire outside of a big, old building in Scotland."}
{"text_id": "58-b1", "simplified": "People have painted and written on walls throughout history, which means they have done this for a very long time. In prehistoric times, which is the time before people started writing, people in Africa and Europe used to paint pictures of animals and people in shelters, which are places where they lived or stayed to protect themselves. Graffiti, which means drawings or writings on walls, has been discovered on buildings at ancient sites in Greece, Italy, Syria, and Iraq. Archaeologists, who are people that study old things from the past, have discovered many examples of graffiti in the Roman town of Pompeii. These examples were written in Latin, which was the language spoken by the Romans. The graffiti includes religious messages about gods, political messages about leaders or events, and romantic messages about love. Some of the graffiti are even magic spells, which are words or phrases people believed could create magic!"}
{"text_id": "59-b1", "simplified": "Have you ever dreamed of climbing the tallest mountain in the world, like Mount Everest? Have you ever dreamed of walking all the way to the South Pole, which is one of the coldest places on Earth? If you have dreamed about these things, you are not the only one. Every year, thousands of people try to climb the tallest mountains in the world, like Mount Everest or K2. Many other people also try to walk long distances across entire continents, such as Africa or Asia. In the past, explorers used tools like maps and compasses to find their way. However, today's adventurers travel using modern tools like GPS devices and mobile phones, which are much easier to use. Many adventurers love spending time in nature. They use their trips to help other people learn more about problems with the environment, like pollution or climate change. Other adventurers want to help people who are in need, such as people who do not have enough food or clean water. These adventurers also want to collect money to support charities that help people."}
{"text_id": "60-b1", "simplified": "The first mission is called DART. DART stands for the Double Asteroid Redirection Test, which is a test designed to change the path of an asteroid's moon. Scientists have made plans to test DART on the moon of an asteroid. The asteroid is named Didymos. The moon of this asteroid, which is called 'Didymoon', is 150 metres wide. Didymoon moves in a circular path, or orbits, around its larger mother asteroid, which is 800 metres wide. It is expected that when DART hits Didymoon, the impact will push Didymoon enough to change its orbit. After this happens, telescopes on Earth will be able to see and measure this change in Didymoon's orbit."}
{"text_id": "61-b1", "simplified": "The main character, or heroine, of the story is a sixteen-year-old girl named Katniss Everdeen. She lost her father because of an accident that happened while he was working. Because of this, she has to take care of her family and make sure they have enough food to eat. To do this, she goes hunting in the forests near District 12 with her friend Gale. Over time, she becomes very good at using a weapon called a bow, which is used to shoot arrows. Katniss has a younger sister named Prim. Prim is chosen to be one of the people who must take part in a dangerous event. Katniss does not want her sister to go, so she decides to go in her place. Another person from District 12 is also chosen to take part. This person is a boy named Peeta. After they are both chosen, Katniss quickly finds herself in a complicated and difficult relationship with Peeta."}
{"text_id": "62-b1", "simplified": "Writing about your dreams shows that you will start to remember more details about the dream. For example, you can think about the people in the dream and the place where the dream happened. These details might add to the meaning of the dream. If you write about your dreams every day for a week, you will be surprised by how much you have written down. After that, you can connect your dreams to the events and feelings that happen in your daily life."}
{"text_id": "63-b1", "simplified": "In the past, more bridges were made of wood, which is a material that can burn easily. These wooden bridges were much more likely to catch fire and burn. This was especially true for old train bridges, which were used by trains. The heat from the metal wheels of the trains and the metal tracks could sometimes cause a wooden bridge to catch fire and burn completely."}
{"text_id": "64-b1", "simplified": "It is impossible to know how street art will change or grow in the future. However, some clear trends are starting to appear. Most street artists are young people who paint in their own city or in their local neighbourhood. At the same time, more and more street artists are travelling to other places and working in different countries. In addition, other artists are using the internet to talk to each other and share photos of their work with people online. The art world is also paying more attention to street art and is starting to see it as a real and important type of art. We do not know exactly what will happen to street art in the future. However, we can be sure that street art will continue to exist and stay important!"}
{"text_id": "65-b1", "simplified": "Suzanne Collins has always thought that news programmes about wars are very upsetting and make people feel sad or worried. When she was a child, her father worked as a pilot in the US Air Force, which is part of the military in the United States. He fought as a soldier in the Vietnam War. Suzanne's mother tried to protect her from the scary things happening in the war. Her mother did not tell her about what was happening in the war. However, Suzanne still watched news programmes about the war on television. She understood that her dad was there in Vietnam, fighting in the war. This was a very frightening and scary experience for her as a child."}
{"text_id": "66-b1", "simplified": "PricewaterhouseCoopers (PwC), which is a large company that provides professional services, carried out a global survey. In this survey, more than 40,000 millennials, who are people born between 1983 and 1993, and non-millennials, who are people born before or after that time, gave their responses. The survey was about topics like work culture, communication and working styles, pay structure, career growth, and work–life balance. Deloitte, which is another large professional services company, also carried out a separate global survey. In this survey, more than 10,000 millennials participated. These participants shared their opinions about the risks, challenges, and opportunities in the complicated and changing world of work."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is from the United States. He is an adventurer who does many different activities. For example, he has ridden a bike through the hot and dry deserts of Morocco. He has kayaked through the large and famous Grand Canyon. He has also climbed Mount Everest, the highest mountain in the world. Erik has not been able to see anything since he was 13 years old because he is blind. In addition to his adventures, he tries to encourage and inspire people who have difficulties or disabilities to live active and exciting lives. For example, he takes groups of young people who cannot see on mountain climbing trips."}
{"text_id": "68-b1", "simplified": "Online platforms are giving people a chance to make money quickly and easily. For example, busy parents might not have taken the time to set up a table at the local market or at a car boot sale to sell their children's old items in the past. However, now, with online shopping websites, parents can sell baby clothes that their children no longer wear. In addition, they can also sell expensive pushchairs and baby equipment that they bought for their children. This process helps them get some of their money back."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker spend 227 days in the lifeboat, which is a small boat used for emergencies. During these 227 days, they live through a lack of food, illness, and extreme tiredness. They also face violent storms and the burning heat of the Pacific sun, which is very strong and hot. In some way, they manage to survive all these difficulties. Sometimes, Pi finds comfort and peace in his three religions, which help him feel better. At other times, he feels very lonely and full of sadness and hopelessness. Finally, the Mexican coast appears far away in the distance. After that, everything changes for them. It would be a pity to tell you the ending of the story now. You will have to read the book yourself to find out what happens to Pi and Richard Parker when they finally see land."}
{"text_id": "70-b1", "simplified": "Chloe arrived home from school. She made herself a cup of coffee, which is a hot drink, and took it to her bedroom. She had some homework to do, but that could wait for later because she wanted to relax first. She wanted to enjoy the quiet hour before her parents arrived home. After her parents arrived, the house would fill with the evening sounds of people talking, the television playing, or her dad listening to his favorite jazz music while he cooked dinner in the kitchen. She liked this time of day too because it was peaceful. During this time, she could play with her pet rats, which were small animals she kept in her room."}
{"text_id": "71-b1", "simplified": "In 2010, the team at NASA that works on protecting the planet from space objects identified and recorded 90 per cent of the asteroids near Earth that are 1 kilometre wide. These 'near-Earth objects', also called NEOs, are as big as mountains. They include any space objects that come within 50 million kilometres of Earth's path around the Sun. NASA believes that 50 asteroids are still not recorded. NASA also says that none of the 887 known asteroids are a serious danger to the planet."}
{"text_id": "72-b1", "simplified": "Auggie makes the decision to go to school for the first time. After deciding this, he has to face his first day at school. Like every child who is starting at a new school, he feels very nervous and worried. Because of the way he looks, his first day is a very painful and difficult experience for him. Nobody wants to sit next to him in class or at lunch. He notices that other kids are looking at him in a way that makes him feel uncomfortable. He also sees them talking about him quietly, covering their mouths with their hands so he cannot hear what they are saying. Fortunately, not everything is bad. He makes a new friend named Jack. Jack is a boy in his class, and they get along well. He also makes another friend named Summer. Summer is a girl he talks to during lunch, and she is kind to him. However, it is not just the first day at school that is hard for Auggie. He soon finds out that many of his classmates do not want to touch him. They are afraid that if they touch him, they will catch something they call 'the plague,' even though this is not true. As the school year goes on, Auggie has many strong and emotional experiences. Some of these experiences are happy and positive, but others are very hard and sad for him. Finally, during a school camp, something surprising and very traumatic happens. This event changes everything for Auggie and his classmates."}
{"text_id": "73-b1", "simplified": "The two men looked towards the northern end of the property. The property stretched as far as they could see, meaning it was very large and seemed endless from their position. The fences around the property were barely visible from where they stood because of the distance. A teenage boy might feel bored and act rebellious because of the isolation and lack of things to do. However, it was not possible to escape the property on foot because it was so far from everything else. Sam turned his attention to the biggest horse in the area. The horse was kicking at the ground with its heavy hooves, making a loud and powerful sound. Sam started to wonder if the boy knew how to ride a horse. If someone was a good rider, they could get into a lot of trouble in this area because it was so far from other people and help. They were miles away from anyone else, meaning they were in a very remote and lonely place. However, there could be even more danger for someone who did not know anything about horses. That kind of person might want to run away from his father, but it would be very risky."}
{"text_id": "74-b1", "simplified": "Over 4,000 climbers have reached the top of Mount Everest, which is the highest mountain in the world. These climbers are between thirteen years old and eighty years old. Climbing very high mountains in freezing cold conditions and during violent storms is still very dangerous. However, the best climbers in the world now look for new challenges because they want to achieve more difficult goals. Gerlinde Kaltenbrunner, who is from Austria, fell in love with mountain climbing when she was a teenager. After she finished school, she worked as a nurse. Even though she worked as a nurse, she continued climbing mountains during her free time."}
{"text_id": "75-b1", "simplified": "Gerlinde climbed Mount Everest, which is the highest mountain in the world. After this, she decided to climb all fourteen of the world's mountains that are 8,000 metres high or more. To make it more difficult for herself, Gerlinde climbs these mountains without using oxygen bottles to help her breathe. This is very dangerous because the low levels of oxygen at the top of very high mountains can harm the brain and the body. Gerlinde is a famous and well-known climber. She uses her popularity and fame to support a charity that helps poor children and children without parents, who are called orphans, in Nepal."}
{"text_id": "76-b1", "simplified": "If we look around us at the things we have bought in our lives, we will notice something important. Not everything we own is used in a good way or used often. For example, there is the thick woollen coat. We thought it looked fashionable, but we live in a hot country, so we do not need it. There is the smartphone that we stopped using because we got the newest model of smartphone. There is the car that we only use on the weekends, and it stays unused for most of the week. There is also the guest room in our house, which we do not use for guests anymore. Instead, it turned into a storeroom where we keep extra things."}
{"text_id": "77-b1", "simplified": "Dreams have been connected to predicting the future throughout history and in many different cultures. People believed that dreams were messages sent by the gods. These messages were sent to provide us with knowledge or to help us understand something important. Even today, many people can remember a time when they had a dream about an event, a place, or a person. Later, they saw that the dream actually happened in real life."}
{"text_id": "78-b1", "simplified": "Some of the largest and most expensive transportation projects in the world involve building bridges. Bridges are important connections that link places together. They carry vehicles such as cars, trucks, and trains over water, deep valleys like mountain gorges, or even over other roads. Because of this, bridges are one of the most important parts of creating and planning structures for transportation. People study and check bridges very carefully, especially when they collapse or fall down."}
{"text_id": "79-b1", "simplified": "Gabriela was upset for many weeks and felt unhappy. She sent an email to her Swedish manager to tell him about the problems she was having with her team. Her manager asked her if she believed that her team was still performing well and doing their work properly. He also asked her what she thought could make it easier for her to work better with the other members of her team. Gabriela thought that her manager was not clear in his words and questions. She also felt that he was not handling the situation in a good or effective way."}
{"text_id": "80-b1", "simplified": "Dogs that live together in groups have learnt something very important. They have learnt that humans are more likely to give food to smaller and cuter dogs than to bigger or less cute dogs. Because of this, the smaller and cuter dogs are sent by the group to ask for food for everyone in the group. Some dogs have also learnt how to use the city's metro system, which is the train system in the city. They use the metro to travel from one part of their area to another part of their area. Scientists are not completely sure how the dogs know when to get off the train at the right station. One idea is that the dogs use their very strong sense of smell. They might have learnt to recognise the smells of their favourite places, such as parks or areas where they find food. Another idea is that the dogs have learnt to recognise the names of the train stations from the announcements that are made on the train. In any case, metro passengers, or people who ride the trains, are now used to seeing dogs on the trains. The dogs travel on the metro without being noticed by most of the local people who live in the city."}
{"text_id": "81-b1", "simplified": "Ed Stafford, who is from the UK, is the first person in history to walk the entire length of the Amazon River. He began his journey at a small river located in the Andes mountains in Peru. After two years and four months of walking, he finally arrived at the mouth of the Amazon River in Brazil. In total, he walked 6,000 kilometres. The Amazon rainforest is a dangerous place because it is home to animals like poisonous snakes, crocodiles, and jaguars. Ed was always in danger because of these animals. Fortunately, he survived the journey. The worst thing that happened to him was getting a few thousand bites from insects and ants."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends more than £1,000 on new clothes each year. This amount of money is about four per cent of the money they earn in a year. That might not seem like a lot of money. However, this number hides two bigger and more serious problems for society and the environment. First, a large part of this spending is done using credit cards, which means people are borrowing money to buy clothes. British people owe about £670 per adult to credit card companies. This amount is 66 per cent of the average money people spend on their clothes. Also, people are not only spending money they don’t have, but they are also buying clothes they don’t really need. Every year, Britain throws away 300,000 tons of clothing. Most of these clothes are thrown into landfill sites, which are places where garbage is buried in the ground."}
{"text_id": "83-b1", "simplified": "Ed's walk would have been impossible without technology because technology helped him in many ways. He used a radio to ask the people who live in the rainforest for food. He also used the radio to ask for permission to cross their land. Many people from the rainforest came to meet him. These people helped guide him through the most difficult areas of the rainforest. Ed wrote a blog as he walked through the rainforest. In the blog, he recorded his day-to-day experiences, which means he wrote about what happened each day. He used the media interest in his trip to protest about the damage being done to the rainforest. He also raised money to help environmental charities and children's charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Businesses have realized that the sharing economy helps them make money. Because of this, they want to benefit by using resources that are not completely used, such as rooms, houses, or cars. A popular business model is when companies provide an online platform. This online platform connects customers with people who can offer a product or service, such as a place to stay or a ride. For example, Airbnb helps people rent out their unused rooms and houses as places for others to stay. Another example is Uber. Uber allows people to use their own cars as taxis so they can earn extra money during their free time."}
{"text_id": "85-b1", "simplified": "Zoos have an important role in the world today. They help with international breeding programmes, especially for animals that are in danger of disappearing, which means they are at risk of becoming extinct. In the wild, some of the rarest animals have problems finding partners to mate with and having babies. These animals are also in danger because of people who hunt them, the loss of their natural homes or living areas, and other animals that hunt them for food. A good zoo helps these animals stay alive and have babies in a safe and protected place. In addition, when the number of wild animals in a group becomes very low, there is a bigger risk that the animals in the group will become too similar to each other. Breeding programmes help solve this problem by increasing the differences between animals in the group. Animals that are born in zoos can also be released into the wild to help make wild animal groups more diverse."}
{"text_id": "86-b1", "simplified": "Both of these types of accidents almost never happen because they are very uncommon. Boats and trains can make a bridge collapse for different reasons. For trains, the very fast speed of the crash can cause a bridge to fall down. For boats, their very large size can make the bridge collapse, even if the boats are moving very slowly when it happens. The best way to prevent bridge problems is to plan for these issues before they happen. Modern technologies can help to find problems in the structure of bridges. Safer working environments for builders and better designs for bridges can also help to lower the number of these terrible accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is very scared of the animals on the lifeboat. Because he is so afraid, he jumps into the ocean. Then he remembers that there are hungry sharks swimming in the water around him, and they could attack him. He realises that his only option to stay safe is to climb back into the lifeboat. One by one, the animals in the lifeboat fight, kill, and eat each other. In the end, only Pi and the tiger are left alive on the lifeboat. Fortunately for Pi, the tiger is seasick, so it feels too sick and has no immediate interest in eating him. Pi decides to name the tiger Richard Parker."}
{"text_id": "88-b1", "simplified": "When Pi is 16 years old, a new government is chosen to lead the country. His parents do not agree with or support this new government. Pi's parents feel worried and concerned about what the future will be like under this government. Because of this, they make a decision to close their zoo and move to Canada to start a new life. Some of the zoo animals are sold to other zoos located in North America. The family travels by ship to Canada, and they take some of the animals with them on the ship. While they are on the way to Canada, there is a very terrible and dangerous storm. Because of the storm, the ship sinks in the ocean. Sadly and tragically, Pi's family and all the sailors on the ship die in the water. Pi survives, but he finds himself alone in a small lifeboat. However, he is not completely alone because there are animals with him in the lifeboat. These animals include a hyena, a zebra, an orang-utan, and a very large tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular and successful book for teenagers and young adults. The book was written by the American writer Suzanne Collins. It was first published in the year 2008. Since that time, it has been translated into 26 different languages, meaning it can now be read by people who speak those languages. Millions of copies of the book have been sold all over the world. It is also the first book for young readers to sell more than a million electronic copies, which are digital versions of the book that people can read on devices like tablets or e-readers. The Hunger Games has also been made into a big Hollywood movie. The movie is just as successful as the book. For example, it earned 152.5 million dollars in its first weekend in North America alone, which shows how many people went to watch it!"}
{"text_id": "90-b1", "simplified": "Maybe dreams happen because our mind is organising the thoughts we have during the day. These thoughts show up in dreams with a deeper meaning, which means they are more important or emotional. When we are awake, most of our thoughts come into our minds as words. These words are similar to the conversations we have with ourselves in our heads. However, when we are asleep, the part of our brain that helps us use and understand language becomes less active, or less busy. At the same time, the part of our brain that controls our feelings and emotions becomes more active, or busier."}
{"text_id": "91-b1", "simplified": "Having good relationships with other people is a very important part of staying happy and feeling good. In one study, researchers found out that most happy people had strong and close connections to their friends and family members. These happy people made sure that they spent time with their friends and family often, meaning they saw them regularly. You also need at least one person in your life who you can talk to about your personal feelings, like how you feel inside or what you are thinking about deeply. This is called 'sharing personal thoughts', which means talking about things that are very private or important to you. Even just one person to have a deep and meaningful conversation with is enough to help you feel connected. Besides this, you also need a group of other relationships, meaning you need other friends or people to spend time with. However, it is not enough to only have many friends for doing fun activities or talking about things like music or football. That deeper, more meaningful connection with at least one person is very important for happiness. Some people need to learn how to listen carefully and well to others because this skill helps them build stronger and better relationships with people around them."}
{"text_id": "92-b1", "simplified": "Expert Carol Dweck supports the idea of a 'growth mindset', which means believing that people can improve and learn through effort. She spoke about how the brain can change and how we can develop skills and talents over time. For example, we might not have been good at these skills when we first started, but we can improve with practice. Many people focus their compliments on the final result and natural talents. For example, they say things like, 'You really notice details' or 'You are very good at organising events'. However, research shows that focusing on the process, which means how someone works to achieve something, is better. It is good to give compliments about effort, trying new things, and problem-solving strategies. For example, you can say, 'You worked really hard on this' or 'You found a smart way to solve the problem'. This can help people develop new skills and improve their talents over time."}
{"text_id": "93-b1", "simplified": "The rover studies the air around it regularly to learn more about the environment. In 2014, the rover discovered that the air had methane gas in it. Methane is one of the simplest natural molecules, and it is also an important part of natural gas that people use on Earth. Methane only stays in the air for a few hundred years before disappearing. This means that something on Mars is creating more methane gas to replace what disappears. NASA explains that Mars releases thousands of tons of methane gas at one time. The amount of methane in the air changes during different seasons of the year, like summer or winter. It is almost like the planet is breathing in and out methane gas."}
{"text_id": "94-b1", "simplified": "Early in her career, the teacher Carol Dweck, who works at Stanford University, gave a group of ten-year-old children some problems to solve. These problems were a little too difficult for the children to complete easily. One group of children reacted in a positive way. They said they loved the challenges, and they understood that their skills and abilities could improve and grow over time. Carol Dweck says these children had what she calls a 'growth mindset'. This means they were focused on what they could achieve in the future, even if they could not solve the problems right now. Another group of children reacted differently. They felt that the problems were a test of how smart they were. They thought that they had failed because they could not solve the problems. Carol Dweck says these children had a 'fixed mindset'. This means they believed their intelligence could not improve, and they could not imagine getting better at solving problems. Some of these children even said they might cheat in the future to avoid feeling like they had failed. Other children in this group looked for someone who had done worse than them. Seeing someone else perform worse made them feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror films often use empty places because they create a scary atmosphere. These empty places could be an old hospital where no one works anymore, a scary and empty house where no one lives, or even a ghost town where all the people have left. There is something strange and mysterious about lonely and empty places. People might wonder, what were these places like when people used to live or work there? Why did all the people leave these places? Maybe these places feel scary because they are so quiet, and quiet places can make people feel nervous or afraid. Of course, empty places are also very helpful for horror film directors. For example, it is easier to believe that you will not have a phone signal in empty places like these."}
{"text_id": "96-b1", "simplified": "It does not matter what kind of house it is because all types of houses can have scary parts. The lower floor is always a scary place in horror films. This is usually the place where something is hiding, like a monster or a ghost. It is also the place where the bad psychopath has kept their tools, such as knives or other dangerous objects. Lower floors are always dark, which makes them feel even scarier. They are often damp, meaning they feel wet and cold. You can only reach the lower floors by going down a narrow staircase, which can feel uncomfortable or unsafe. Lower floors are always creepy. They are creepy even when there is nothing down there to scare you."}
{"text_id": "97-b1", "simplified": "Gary Collins was a policeman who was not working at the time. He was watching the London protests on TV at home. While watching, he immediately recognized several people in the crowd. Because of this, he decided to cut his holiday short so that he could help the police with identifying who these people were. For six months, he worked on going through the CCTV video recordings of the protests. During this time, he managed to identify 190 people. He was able to recognize many of them just by looking at their eyes. His help was very important in the investigation. There were 200,000 hours of video recordings in total, but the facial recognition software could only identify one person."}
{"text_id": "98-b1", "simplified": "Personally, I think it is very interesting to think about how we, as humans, will make our progress faster by improving our bodies. For example, imagine if you could put a computer inside your brain to help you think better! In the near future, we will be able to do this, and it will improve our skills with numbers, understanding things we see and hear, and remembering information. This idea is going to become more and more popular and accepted by people."}
{"text_id": "99-b1", "simplified": "It was a very interesting and engaging talk. The speaker explained things very clearly and in a way that was easy to understand. For example, she talked about how parents influence their children. She gave an example to make this clear: How can we expect teenagers not to send text messages while doing their homework? Teenagers see their parents posting messages or pictures on social media while they are cooking dinner or waiting at a red traffic light. The speaker also talked about how people want to be in two or more places at the same time. For example, they switch between having real-life conversations and having online conversations. I notice this happening with my teenage daughter and her friends. They make plans to meet and spend time together, but then, when they are sitting together, they do not talk to each other. Instead, each one is busy with a different conversation happening online."}
{"text_id": "100-b1", "simplified": "News stories sometimes make us think that the world is becoming more violent. However, there is some reason to feel hopeful about the situation. Between the end of World War II, which ended in 1945, and the year 1990, 30 wars killed more than 100,000 people each. Today, there are still internal wars, which are wars that happen within a country. However, countries are now living more calmly and peacefully than they did in the past. Attacks, though, have increased in the last few years, meaning that there are now more attacks than before. Since World War II, wars have killed more ordinary people, such as civilians, than soldiers who are trained to fight in wars. Even for ordinary people, the numbers are not all bad. Deaths from violent crime, such as murder or robbery, are nine times more likely than deaths from political fighting, which includes deaths caused by wars or political conflicts. However, the global murder rate, which is the number of murders per 100,000 people, fell slightly. It went down from 8 per 100,000 people in the year 2000 to about 5.3 per 100,000 people in the year 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has dedicated her life to supporting human rights, which means protecting the basic freedoms and rights of all people. She has seen many international aid projects, which are programs from other countries that try to help, in her home country of Bangladesh. These projects aim to teach and train women and girls so they can have better opportunities. However, when these projects have stopped running, the women and girls have often been left with nothing and no support. Wasfia realized that Bangladesh needed to stand up for itself and take action to improve the situation. She combined her two passions, which are climbing mountains and supporting human rights, to try and change how people in her country think about women. She started climbing mountains while she was working on aid campaigns, or programs to help people, in Tibet and Nepal. Bangladesh is a country that is low and mostly flat, meaning it does not have mountains, so most people there have never seen a mountain in real life. Her campaign, or her organized effort to bring change, seems to be working. People in her country are starting to notice what she is doing, and people in other parts of the world are noticing too."}
{"text_id": "102-b1", "simplified": "Most people think that developing countries are in a very bad situation. They believe that these countries are experiencing extreme poverty, are ruled by very strict and controlling leaders, and have very little hope for change or improvement. However, this belief is not true. A big and important change is happening in these countries. In the last 20 years, more than 700 million people have started earning more money and have escaped from poverty. In addition, six million fewer children die every year from diseases that used to kill many children in the past. Also, millions more girls are now able to go to school, and millions of people now have access to clean and safe water to drink."}
{"text_id": "103-b1", "simplified": "Many managers try to include positive feedback or encouraging words in their comments. They do this by placing negative feedback or criticism between two positive comments. However, when this practice becomes a routine or happens too often, employees may start to think that positive comments are only used to hide the negative ones. This can make the positive comments less meaningful or less valuable. Positive comments should not only be used to soften or cushion the negative feedback. They should also be used to encourage employees and support their good performance."}
{"text_id": "104-b1", "simplified": "I am a member of the Campaign to Stop Killer Robots. Forget the movie image of a scary robot like the Terminator stepping on human bones. Instead, think about what is happening right now in the real world. Machines used in war, such as drones, gun turrets, and sentry robots, are already being used to kill people with very little human control. The next step in this technology will be autonomous robots. These robots will follow commands, but they will decide on their own who to kill. I believe this would be completely wrong and very dangerous for humans. We need to be very careful and think hard about what tasks we ask machines to do."}
{"text_id": "105-b1", "simplified": "In general, more people are learning English than all other languages combined together. English is spoken in the largest number of countries around the world. However, Chinese has the highest number of people who speak it as their first language, or native language. There is not much connection between the number of native speakers of a language and the number of people who are learning that language. On the other hand, there is a closer connection between the number of people learning a language and the number of countries where that language is spoken."}
{"text_id": "106-b1", "simplified": "Your manager stops you while you are working. She says that she needs to talk to you about how you performed during the recent project. You feel worried about this conversation all weekend. You keep thinking and wondering what mistakes you might have made or what you might have done wrong. On Monday morning, you walk into her office. She begins the conversation by saying positive things about the work you did on the project. You start to wonder if this is just the usual polite comment at the beginning of what people call the 'feedback sandwich.' You remember how the feedback sandwich works. First, the person says something positive to make you feel good. Then, they say the main point, which is usually the criticism or the real feedback they want to give. Finally, they end with another positive comment to make the conversation feel less negative."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast and lively rock music album. Its words express strong emotions and feelings. The catchy and memorable rock tunes support these powerful songs. Behind the music, there are stories about the negative and difficult side of the American dream. Many of the songs talk about the struggles and problems of hard-working, normal, everyday people. These songs show the sadness and frustration that these people feel when their lives do not bring them wealth, riches, or success. For example, the song Glory Days is about people living in a small town. These people think about their younger years, remembering a time when they felt like they could achieve anything and had great opportunities in life. Another song, Downbound Train, tells the story of a young man whose life falls apart after he loses his job. It is easy to imagine that the artist is thinking about real people he knew in the past. He might also be thinking about the life he could have lived if he had not become a famous music star. The album shows the unique and amazing talent of the artist, who is often called \"the Boss.\""}
{"text_id": "108-b1", "simplified": "Lewis would like the number of protected sea areas in the world to increase from 3 per cent to 10 per cent. He believes this increase could help fix the damage that has been caused by human activity. This damage includes catching too many fish (overfishing), polluting the water with harmful substances, and throwing trash into the sea. During his trips, Lewis has seen this environmental damage with his own eyes. For example, he has swum over coral reefs that turned white (bleached) because the water temperature became too high. He has also seen underwater deserts in the shallow waters of the Red Sea. These underwater deserts have no life, like fish or plants, and are covered with plastic trash. Pugh believes that nature can recover and become healthy again if it is given enough space and time to heal. However, time is running out quickly. If we do not start taking care of our seas now, we may soon face a problem that we will not be able to solve."}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a very popular and successful author who has sold many books. She knows how to tell a good story that people enjoy. She has won the Olive Crime Writer Award two times, which is a big achievement for a writer. She was born in a very poor area in Glasgow, a city in Scotland. This area was known for having the highest crime rate, meaning there was more crime there than in any other part of the city. When she was growing up, she learned to stay quiet and avoid getting into trouble. She also learned how to open car doors using a knife, which is something people sometimes do to steal cars. However, she was lucky because she only used this skill to create interesting ideas for her novels. These days, she is not so quiet anymore. She goes on popular daytime television shows, such as Police Today, where many people watch her. She also gives speeches and talks about writing at conferences all over the UK."}
{"text_id": "110-b1", "simplified": "Are things becoming worse every day, or is it just how it feels? Is making progress something we can never achieve? In the book Enlightenment Now, Steven Pinker examines how humans have progressed over time and shares positive news. He explains that we are now living longer lives, we are healthier, we have more freedom, and we are happier than before. Pinker says that the real issue is that important values, like using reason and trusting science, are being attacked. He warns that when people focus too much on being loyal to their own groups, feel hopeless about the future, and stop trusting others, we might harm important systems. These systems include fair governments and the ability to work together with other countries around the world."}
{"text_id": "111-b1", "simplified": "In older horror films, the main characters were often in a state of desperation and fear. It was very difficult or even impossible for them to call for help or contact the police. Nowadays, cell phones have made this type of situation harder to believe because people can easily call for help. So, what is the solution to keep the suspense and fear in these movies? The answer is that there is no phone signal! If you are the main character in a horror film, it is almost certain that, at an important moment when you need to call for help, you will not have any phone signal. Your phone battery might also run out while you are trying to make a call. Sometimes, both of these problems happen at the same time."}
{"text_id": "112-b1", "simplified": "In the 1950s, commercial banana growers in Central America were dealing with the loss of their most successful type of banana. This type of banana was called the Gros Michel banana, which people also called Big Mike. Now, the same problem is happening to the new type of Big Mike. This new type is called the Cavendish banana. The Gros Michel banana plant produced bananas that were easy to transport because they had thick skin and a sweet flavor. This plant was the main type of banana grown on the large farms, called plantations, in Central America. At that time, a company called United Fruit was the biggest grower and seller of bananas in South America. The company grew bananas in the easiest way possible. Instead of planting seeds, it copied parts of the banana plants, called shoots, to grow new plants. The company also planted the banana plants very close together in fields that were extremely crowded."}
{"text_id": "113-b1", "simplified": "Spider venom is found in most kinds of spiders. Spiders use this venom to make their food unable to move or to kill it. However, spiders do not use their venom to attack humans. Out of all the known types of spiders, only 25 produce venom that can harm humans. Spider bites can hurt and cause pain, but they almost never cause death. For example, Australia's Sydney funnel-web spider has not caused any deaths since a special medicine, called anti-venom, was created in 1981 to treat its bites. You should be careful not to touch hairy spiders, such as tarantulas, in the wrong way. When tarantulas feel that they are in danger, they protect themselves by letting out a cloud of very small hairs. These tiny hairs can cause skin irritation and can get into the skin or the eyes of the person or animal that is attacking them."}
{"text_id": "114-b1", "simplified": "This common idea in horror films was very popular in horror movies made in the late 20th century. It usually starts with a group of teenagers who are all having fun together and enjoying themselves. However, it usually ends with everyone in the group dead, except for one girl. At the beginning of the story, this girl is usually innocent, shy, and not very strong. But by the end of the story, she becomes the strongest and most clever person in the world. The last girl almost always survives and wins at the end of the movie."}
{"text_id": "115-b1", "simplified": "If we want to understand where our ability to use complex language came from, we need to look at how our brains are different from the brains of other animals. This difference is about more than just the size of the brain. It is important to understand what other abilities our brains have. It is also important to understand when and why our brains changed in this way. There are very few physical signs or evidence to help us understand this. The tools and objects left by our early human relatives do not show us what kind of speech they were able to produce. However, there is one thing we can learn by looking at the bones of early humans. This is the development of the parts of the body used for speaking, such as the mouth, throat, and tongue. By about 100,000 years ago, humans had developed the ability to produce complex sounds. Before that time, scientists who study the history of humans can only make guesses about whether early humans used simpler sounds to communicate."}
{"text_id": "116-b1", "simplified": "Society, not the natural world, tells us that girls should choose arts and subjects like history or literature. Society also tells us that maths and physics are subjects for boys, not girls. Moreover, there are not enough positive examples of women working in science-related jobs for young people to look up to. For example, cartoons and stories often show the crazy scientist, the brilliant inventor, or the adventurous astronaut as a man, not a woman. Many people also believe that scientists are nerdy, that they have poor social skills, or that their work is lonely and disconnected from the rest of the world. These are untrue ideas that are often shown by the media. However, these ideas can make girls feel that they are not like scientists and that science is not an interesting or suitable career choice for them. If girls could see more positive examples of women working in science, they would feel more confident about studying science. They would also feel like they belong in those subjects and careers."}
{"text_id": "117-b1", "simplified": "The Scallion is printed every week, which means it is published once every seven days. It is given out for free in university buildings, so students and staff do not need to pay for it. About 10,000 students read the newspaper every week. Students are the ones who write the articles and produce the newspaper entirely by themselves. A survey shows that university students and staff think the newspaper is very important and valuable. They think it is important because it provides entertainment, helps them learn about culture, and gives students work experience. However, the cost of printing newspapers is very high, which means it is expensive to make. Also, some students have difficulty getting the paper because it is not easy to find. The only way to get a copy of the newspaper is to go to the university, which can be inconvenient for some students. Another problem is related to the environment. Many copies of the newspaper are not taken or used and are left as trash on the campus, which creates waste."}
{"text_id": "118-b1", "simplified": "At Girox Foods, we are losing about 12 per cent of employees every year. This means that 12 out of every 100 employees leave the company each year. This might not seem like a high number at first, but the average percentage of employees leaving in this industry is only seven per cent. In other words, most companies in the same industry lose fewer employees than we do. The main goal of this report is to find out the reasons why employees stay involved in the company and why they choose to leave. Based on these reasons, the report gives ideas and suggestions to make the work environment better for employees. The goal is to help employees feel happier at work and to keep more of them working here for a longer time."}
{"text_id": "119-b1", "simplified": "Much of what the speaker said felt true to me. I believe there is a danger in the way we live now. The more connected we are through technology, the more alone we feel in our personal lives. However, I don't think this is a big problem for people in my generation. We have lived without modern technology, such as smartphones and social media, for a long time. Because of this, we know how to spend time alone. More importantly, we understand that it is OK to be alone and that being alone can even be good for us. But young people who are under 20 years old are different. They are so busy communicating with others through their phones and devices that they never feel alone. As a result, they might not learn how to enjoy spending time by themselves. In addition, they are learning how to have conversations through text messages. These messages can be changed, edited, and fixed before they are sent. This happens instead of learning how to have real conversations, which take place in real time with a person who is right in front of them."}
{"text_id": "120-b1", "simplified": "Do not always follow positive comments with negative comments. If you always say something positive and then immediately say something negative, people might not appreciate or value the positive things you say. Sometimes, you should give positive comments simply because they are good and make people feel happy. At those times, try not to give advice, even if it is helpful."}
