{"text_id": "21-a2", "simplified": "Your dreams can show you ideas you did not know you had. Common dreams like flying, falling, losing your teeth, or being naked in public usually mean the same for many people. To understand what they mean for you, think about your daily life and feelings."}
{"text_id": "22-a2", "simplified": "One interesting example of wild animals living in a city is the wild dogs in Moscow. About 35,000 wild dogs live on the streets there. Some dogs were born wild, and some were pets that people left. Some dogs live alone, and some live in groups. In 2010, scientists studied these dogs. They found that the dogs have learned to live well in the city. The dogs know it is safer to cross the street with people. Some dogs even seem to understand traffic lights."}
{"text_id": "23-a2", "simplified": "Wonder is the first book by New Yorker RJ Palacio. On her website, she says the idea came when she saw a girl with a face difference on the street. Wonder is a best-selling book in the United States and has won many awards. Many schools use it to talk about bullying, friendship, and being different. A movie is being made. Many people, including me, are excited to see what RJ Palacio will write next."}
{"text_id": "24-a2", "simplified": "Chloe has two pet rats. Their names are Zena and Roxy. Chloe knows rats are not usual pets. She has tried many times to tell people that rats are not dirty. She says rats are great pets if you take good care of them. But she knows why some people do not like rats. Chloe did not like rats before. Then her friend Martin showed her his pet rats. She saw they were loving and smart. Last year, Martin's rat had babies. Chloe decided she wanted two baby rats."}
{"text_id": "25-a2", "simplified": "Cape Town can be dangerous for baboons. Some baboons have been hurt or killed by cars. Others have been shocked by electric cables when they played with them. Baboons are an endangered species. To protect them and reduce problems between people and baboons, the city council hired Baboon Monitors. These monitors chase baboons away from the city or catch them and let them go in the countryside. This plan has worked a little, but it is hard to stop baboons from coming back to the city because they find easy food there."}
{"text_id": "26-a2", "simplified": "I work for a big IT company. Their main office is in the United States. I do all my work from home on the internet. I do not need to travel to work. I also do not talk much with coworkers. I work on different projects. This way of working is good for me. I can take time off when my children need me at their school shows. I can also go to the dentist when I need to. But, I do not have fixed work hours. Sometimes, I work late in the evening. I even skip dinner to finish my work."}
{"text_id": "27-a2", "simplified": "In the 1990s, graffiti kept going, but street art grew a lot around the world. Some artists made art to talk about war, unfairness, and discrimination. Other artists wanted to make pretty and nice art. In South America, many street artists worked in poor places. They added color and beauty to the grey city walls."}
{"text_id": "28-a2", "simplified": "Every day, social media, magazines, and shop windows show many things to buy. People in Britain buy more clothes and shoes than before. Online shopping makes it easy to buy without thinking. Big brands sell very cheap clothes. People wear these clothes two or three times and then throw them away."}
{"text_id": "29-a2", "simplified": "Sam looked at the dust trail made by the car going to the Big House. The horses were moving their tails to get rid of flies. They did not care that their owner was visiting for the first time in ten months. Sam waited. Mr Carter did not come here often, and Sam liked that. The less he saw his boss, the longer he could keep his job. Mr Carter wiped sweat from his neck. His shirt was wet with sweat. His skin was turning red from the June sun. He looked like a man who worked inside and made money while others worked outside."}
{"text_id": "30-a2", "simplified": "Many people living in Berlin, Germany, said that shooting pigs was too cruel. Hunters and animal lovers argued a lot. Because of the protests, the city council chose a kinder way to stop pigs. They put up fences and made feeding pigs against the law. We will see if this plan works. But it might be hard because warmer winters help pigs live more than before."}
{"text_id": "31-a2", "simplified": "Suzanne got the idea for the Hunger Games from Greek myths. When she was a child, she liked the story of Theseus and the Minotaur. In that story, Athens is controlled by Crete. The people of Athens fight back. As a punishment, the king of Crete, Minos, makes Athens send seven boys and seven girls to Crete every year. These young people are put in a maze and eaten by a monster called the Minotaur. One young man, Theseus, fights and kills the Minotaur. Suzanne thinks Katniss Everdeen is like a future Theseus."}
{"text_id": "32-a2", "simplified": "Zoos bring people and animals together. They can teach people about saving animals and their homes. Some zoos help animals that were treated badly in circuses or pets that were left alone. Zoos also do important studies about how animals act and how to help them when they are sick."}
{"text_id": "33-a2", "simplified": "There is a new trend against buying too much. It is called the 'buy nothing' trend. It started in Canada in the early 1990s. Then it spread to the US. People use it to say no to spending too much money on Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, people have protests and cut their credit cards. During the year, Buy Nothing groups help people share and fix things they already have."}
{"text_id": "34-a2", "simplified": "Is graffiti art or vandalism? It depends on how you see it. But in many countries, writing or painting on public or private property is seen as vandalism. Many street artists have been stopped by the police. Some have had to pay money as a punishment. Many city councils say it costs a lot to clean graffiti from buildings, buses, and trains."}
{"text_id": "35-a2", "simplified": "What do people in the art world think about graffiti and street art? Recently, more people have started to see it as real art. Big shows of street art have happened in galleries in Paris, London, and Los Angeles. In 2008, the American artist Elura Emerald made a street art show in a New York gallery. She said that street artists are just showing their feelings and not hurting anyone. She said they should be liked and celebrated."}
{"text_id": "36-a2", "simplified": "Most people have four to six dreams every night after they turn ten. That means they can have about 2,000 dreams each year. By the time they are 80 years old, they might have had 140,000 dreams. Even if we forget 95 to 99 percent of our dreams, we still remember a few thousand dreams in our life. It is not hard to believe that sometimes a dream happens before a real event that is like the dream. This is more likely if the dream is about something that happens often in daily life."}
{"text_id": "37-a2", "simplified": "The Hunger Games happens in the future. North America is destroyed. The country is called Panem. It has twelve poor districts. The rich Capitol controls them all. The Capitol has all the power. Each district makes different things for the Capitol. District 12, where the story starts, gives coal to the country. There was a thirteenth district. It fought the Capitol before but was destroyed."}
{"text_id": "38-a2", "simplified": "Wild animals often come to cities to find food. In Cape Town, South Africa, baboons come to homes near the city to eat. They open trash bins and eat fruit from gardens. Some baboons even go into houses and take food from kitchens and fridges. Baboons can be dangerous and have hurt many pets. Because of this, many people in the city do not want baboons near them."}
{"text_id": "39-a2", "simplified": "Many bridge accidents happen while building the bridge. These accidents often happen because engineers make mistakes, like wrong calculations. The bridge falls down because it cannot hold its own weight. This can be very dangerous for the workers on the bridge."}
{"text_id": "40-a2", "simplified": "George Lucas was one of the first movie makers to use the 17 steps of the hero's journey in his story. Usually, the hero begins living a normal life. Then, something happens that makes them go on an adventure that changes their life. At the start of Star Wars, Luke lives a normal life with his aunt and uncle. He fixes robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, this is the 'call to adventure.' It starts Luke's journey."}
{"text_id": "41-a2", "simplified": "Another idea to stop a PHA (Potentially Hazardous Asteroid) from hitting Earth is to blow it up with a nuclear bomb. This sounds like a movie story. In fact, it was shown in the 1998 movie Armageddon. But the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a real plan by NASA. The plan is to send eight-ton rockets to an asteroid. The rockets would try to push the asteroid away from Earth. If the asteroid is too close, the rockets would use nuclear bombs to destroy it."}
{"text_id": "42-a2", "simplified": "Campbell says the hero first says no to the adventure. Then a teacher comes to help. The hero decides to start the adventure and go to a new place. Next, the hero has to pass tests, fight enemies, and meet friends. The hero gets ready for the biggest challenge. For Luke, the teacher is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The enemy is Darth Vader. All this happens in the Death Star."}
{"text_id": "43-a2", "simplified": "Things that people do not use much may seem useless to some, but they can be useful to others. Because of the internet, online groups have found a way to make money by sharing these things. Websites and social media help people buy and sell used items easily. This is called the sharing economy."}
{"text_id": "44-a2", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea was that dreams show things hidden in our mind. Freud thought that if we understand dreams, we can understand our hidden feelings and problems. The other idea was different. It said dreams are just random brain activity while the brain sorts memories and events from the day. When we wake up, we try to make a story from these random images and feelings."}
{"text_id": "45-a2", "simplified": "I work for myself as a freelancer. This is good because I choose what work to do and when to work. At first, I worked at home. But it was hard to focus. There were many distractions like housework, making tea, and my family needing me. Then, I went to a café to work. But the Wi-Fi was not good, and I drank too much coffee. Finally, I rented a desk in a co-working space with five other freelancers. I liked getting dressed to go to work and working in an office where I could focus."}
{"text_id": "46-a2", "simplified": "NASA wants to find medium-sized space rocks near Earth. To do this, they need money to build NEOCam, a small space telescope. NEOCam uses heat light to find asteroids. If NASA gets the money, it could find these asteroids in ten years. After that, the team must find ways to protect Earth from the most dangerous asteroids called PHAs."}
{"text_id": "47-a2", "simplified": "Some social media stars who usually tell people what clothes and make-up to buy now say not to buy anything for a long time. Two friends in Canada tried not to buy anything except food for one year. At first, they did not buy things like electrical items, clothes, or house things for three months. Then, they stopped paying for services like haircuts, eating in restaurants, or petrol for their cars. After one year, they saved $55,000."}
{"text_id": "48-a2", "simplified": "Religion is important to Pi. His family is Hindu, but he wants to learn about other religions. He becomes friends with a Christian priest and a Muslim baker. People are surprised when Pi says he is Hindu, Muslim, and Christian at the same time. His family and teachers ask him to pick one religion, but Pi says, 'I just want to love God.' After that, his family and teachers let him decide about religion by himself."}
{"text_id": "49-a2", "simplified": "Some people believe that writing down your dreams can help you have lucid dreams. Lucid dreams are when you know you are dreaming. You can also change what happens in your dreams. For example, you can change a bad dream into a good one. You can control your dream like a movie director. This way, you do not just try to understand your dreams, but you also create them. However, you might still want some dreams to help you understand your feelings."}
{"text_id": "50-a2", "simplified": "People may not know they cause problems with throwaway clothes because they give old clothes to charity. But charity shops cannot sell all these clothes. 'Fast fashion' clothes become old quickly and are often low quality. People do not want to buy these clothes used. Many clothes are thrown away. Clothes that charity shops cannot sell are sent to other countries. This causes more money and environment problems."}
{"text_id": "51-a2", "simplified": "Some adventurers like to do many hard trips. Meagan McGrath from Canada climbed the highest mountain on every continent. She also rode a bike across Canada and ran a long race in the hot Sahara Desert. But her most amazing trip was skiing to the South Pole. On the first day, she fell into a glacier and needed help to get out. Many people would stop then, but Meagan kept going. She reached the South Pole after forty days. She pulled a sledge with her tent and food through cold weather and ice storms."}
{"text_id": "52-a2", "simplified": "Blek le Rat began by painting rats on walls in Paris, his home city. Now, he wants people to think about social problems. He paints pictures of homeless people in big cities. This helps people think about homelessness."}
{"text_id": "53-a2", "simplified": "In some places, councils want to stop artists from painting graffiti anywhere on walls. They let artists paint only in special areas. Taiwan has these 'graffiti zones' where artists can paint and write on walls. In São Paulo, Brazil, the city council lets some graffiti artists paint on subway trains."}
{"text_id": "54-a2", "simplified": "Faith47 is from Cape Town, South Africa. She paints large, colorful pictures of people and animals. She likes to paint in many places. You can see her art on sidewalks, in empty factories, and on old cars. She likes that street art does not last long. Weather or city cleaners often remove it. For her, this shows how life changes with endings and new starts."}
{"text_id": "55-a2", "simplified": "Gabriela worked before in a place where people respect power and authority a lot. Leaders make big decisions and people do not question them. But her Swedish team works differently. They have a culture where people work together with their bosses. Leaders help and guide people. They want people to think for themselves and ask questions."}
{"text_id": "56-a2", "simplified": "Gabriela noticed that she and her team had different ways of working because of their cultures. She decided to talk openly with her team about how they felt about her leadership. The team was happy to share their thoughts. They said they did not like being told exactly what to do. They liked to have freedom to be creative and take their own actions. When Gabriela told them what to do, they felt she did not trust them. They also saw that Gabriela felt upset when they tried to change her decisions. They explained that this was how they always worked."}
{"text_id": "57-a2", "simplified": "Os Gêmeos are twin brothers from São Paulo. They paint many things, from small tags to big, colorful pictures of people on building walls. Their paintings are often very large. Sometimes, they use cranes to help them paint. In 2007, they painted all over a castle in Scotland."}
{"text_id": "58-a2", "simplified": "People have painted and written on walls for a very long time. Long ago, people in Africa and Europe painted pictures of animals and people inside caves. Graffiti has been found on old buildings in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, experts found many graffiti writings in Latin. These writings include messages about religion, politics, love, and even magic spells."}
{"text_id": "59-a2", "simplified": "Have you ever wanted to climb Mount Everest or walk to the South Pole? Many people want to do this. Every year, thousands try to climb the highest mountains or walk across big lands. Long ago, explorers used maps and compasses. Now, people use GPS and satellite phones. Many adventurers love nature. They use their trips to tell others about problems in the environment. Some want to help people and collect money for charity."}
{"text_id": "60-a2", "simplified": "The first test is called DART, which means Double Asteroid Redirection Test. It will be tested on a small moon of an asteroid named Didymos. The moon, called Didymoon, is 150 meters wide. It goes around a bigger asteroid that is 800 meters wide. The DART test will try to hit Didymoon and change its path. Scientists hope this change will be big enough to see from Earth with telescopes."}
{"text_id": "61-a2", "simplified": "The main character of the story is a sixteen-year-old girl named Katniss Everdeen. Her father died in a mining accident. She needs to find food for her family. Katniss hunts in the woods near District 12 with her friend Gale. She becomes very good at using a bow and arrow. When her younger sister, Prim, is chosen to take part in the games, Katniss offers to go instead. The other person from District 12 is a boy named Peeta. Katniss soon has a complicated relationship with him."}
{"text_id": "62-a2", "simplified": "Writing about your dreams helps you remember more details. Think about the people and places in your dream because they can help you understand it. After one week, you will see how much you have written. Now, you can try to connect your dreams to what happens and how you feel in your daily life."}
{"text_id": "63-a2", "simplified": "In the past, many bridges were made of wood. Wood bridges could catch fire easily. This was often true for old train bridges. Sparks from steel wheels and tracks could start a fire. Sometimes, the fire burned the whole bridge down."}
{"text_id": "64-a2", "simplified": "It is hard to know how street art will change in the future. Many street artists are young people who paint in their city or area. But more artists are traveling and working in different countries. Some artists use the internet to talk and share pictures of their art. Also, the art world is starting to accept street art as real art. We do not know what will happen, but street art will stay for a long time."}
{"text_id": "65-a2", "simplified": "Suzanne Collines has always felt sad when she watches news about wars. When she was a child, her father was a pilot in the US Air Force. He fought in the Vietnam War. Her mother tried to keep her safe by not telling her about the war. But Suzanne still saw news about the war and knew her father was there. It was a very scary time for her."}
{"text_id": "66-a2", "simplified": "PricewaterhouseCoopers (PwC) did a big survey with over 40,000 people. These people were millennials (born between 1983 and 1993) and others. They answered questions about work culture, communication, pay, career growth, and work-life balance. Another company, Deloitte, did a different survey. More than 10,000 millennials joined this study. They shared their thoughts about problems and chances in today's work world."}
{"text_id": "67-a2", "simplified": "Erik Weihenmayer is from the United States. He likes many adventures. He has ridden a bike in the deserts of Morocco. He has kayaked in the Grand Canyon. He has also climbed Mount Everest. Erik has been blind since he was 13 years old. He helps people with disabilities to live active lives. He takes groups of young blind people on climbing trips."}
{"text_id": "68-a2", "simplified": "Online platforms help people make money easily. For example, busy parents did not sell their children's old things before. Now, they can sell baby clothes and baby equipment online. This way, they can get some money back."}
{"text_id": "69-a2", "simplified": "Pi and Richard Parker stay in the lifeboat for 227 days. They face hunger, sickness, and tiredness. They go through strong storms and hot sun, but they live. Sometimes, Pi feels better because of his three religions. Other times, he feels very lonely and sad. At last, they see the Mexican coast. Everything changes then. I will not tell you the ending. You must read the book to know what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-a2", "simplified": "Chloe came home from school. She made a cup of coffee and took it to her bedroom. She had homework to do, but she would do it later. She wanted to enjoy the quiet time before her parents came home. Then the house would be noisy with talking, TV, or her dad listening to jazz music while cooking dinner. She liked this time because she could play with her pet rats."}
{"text_id": "71-a2", "simplified": "In 2010, NASA's planetary defence team found and recorded 90% of the asteroids near Earth that are 1 km wide. These asteroids are called 'near-Earth objects' or NEOs. They are as big as mountains and are within 50 million kilometres of Earth's path. NASA thinks there are about 50 more to find. They say none of the 887 they know about are a big danger to Earth."}
{"text_id": "72-a2", "simplified": "Auggie decides to go to school. He feels very nervous on his first day. Because of how he looks, it is very hard for him. No one wants to sit next to him. He sees other children looking at him or talking about him quietly. Luckily, he makes friends with Jack, a boy in his class, and Summer, a girl he talks to at lunch. But not only the first day is hard. Auggie learns that other children do not want to touch him because they are afraid of catching a sickness. During the school year, Augie has many good and bad moments. Then, something bad happens at a school camp that changes everything."}
{"text_id": "73-a2", "simplified": "The two men looked to the north side of the land. It went as far as they could see. Even the fences were hard to see from where they stood. A teenage boy might feel bored or want to run away, but he could not leave on foot. Sam looked at the biggest horse. It kicked the ground with its strong feet. He wondered if the boy could ride the horse. A good rider could get into big trouble here, far from other people. But someone who did not know horses and wanted to run from his father might have even more trouble."}
{"text_id": "74-a2", "simplified": "More than 4,000 climbers, aged 13 to 80, have reached the top of Mount Everest. Climbing tall mountains in cold weather and strong storms is still very dangerous. The best climbers in the world now want new challenges. Gerlinde Kaltenbrunner from Austria loved mountain climbing when she was a teenager. After school, she worked as a nurse but continued climbing in her free time."}
{"text_id": "75-a2", "simplified": "Gerlinde climbed Mount Everest. After that, she wanted to climb all fourteen mountains in the world that are over 8,000 meters high. She climbs without using oxygen tanks. This is dangerous because there is less oxygen on high mountains. It can make the brain and body work badly. Gerlinde is famous for climbing. She helps a charity for poor children and orphans in Nepal."}
{"text_id": "76-a2", "simplified": "If we look at the things we have bought in our lives, we will see that we do not use everything well. For example, a thick wool coat that looks nice but is not good for a hot country. Or a smartphone that we stopped using when we bought a new one. Or a car that we only drive on weekends. Even a guest room in our house that became a place to keep things."}
{"text_id": "77-a2", "simplified": "People have always believed that dreams can tell the future. They thought dreams were messages from gods to help us understand things. Even now, many people remember dreaming about something that later happened in real life."}
{"text_id": "78-a2", "simplified": "Some of the largest and most costly transportation projects in the world are building bridges. Bridges help cars, trucks, and trains cross water, deep valleys, or other roads. Because of this, bridges are very important in civil engineering. People pay close attention to them, especially if they break down."}
{"text_id": "79-a2", "simplified": "Gabriela was frustrated for weeks. She sent an email to her manager in Sweden about problems with her team. Her manager asked if she thought her team was still working well. He also asked what could help her work better with her team. Gabriela thought her manager was not clear. She felt he was not managing the problem well."}
{"text_id": "80-a2", "simplified": "Dogs that live in groups have learned that humans give food more often to smaller, cuter dogs. So, these small dogs go to ask for food for the whole group. Some dogs have even learned to use the city's metro trains to move around their area. Scientists do not know how dogs know when to get off the train. One idea is that dogs use their strong sense of smell to find their favorite places. Another idea is that dogs listen to the names of stations in announcements. People who use the metro now see dogs on trains often and do not pay much attention to them."}
{"text_id": "81-a2", "simplified": "Ed Stafford from the UK was the first person to walk along the whole Amazon River. He began at a small stream in the Andes mountains in Peru. After two years and four months, he reached the river's end in Brazil. He walked 6,000 kilometres. The Amazon rainforest has dangerous animals like poisonous snakes, crocodiles, and jaguars. Ed was always in danger. Luckily, he only got many mosquito and ant bites and stayed safe."}
{"text_id": "82-a2", "simplified": "In Britain, people spend more than £1,000 each year on new clothes. This is about four percent of their income. Many people pay with credit cards. On average, each adult owes about £670 to credit card companies. This is 66 percent of the money they spend on clothes. People are buying clothes they do not need. Britain throws away 300,000 tons of clothes every year. Most of these clothes go to landfill sites."}
{"text_id": "83-a2", "simplified": "Ed could not have done his walk without technology. He used a radio to ask the people in the rainforest for food and to cross their land. Many people came to see him and helped him through hard areas. While walking, Ed wrote a blog about his daily experiences. He used the attention from the media to speak against the cutting down of the rainforest and to raise money for charities that help the environment and children in Brazil and Peru."}
{"text_id": "84-a2", "simplified": "Businesses have noticed that the sharing economy can make money. They want to use resources that are not used enough. A popular business model is to create an online platform. This platform connects customers with people who offer a product or service. For example, Airbnb helps people rent out their empty rooms or houses to others. Uber lets people use their own cars as taxis to earn extra money in their free time."}
{"text_id": "85-a2", "simplified": "One important job of zoos today is helping with breeding programs for animals that are in danger of disappearing. In nature, some rare animals find it hard to find partners and have babies. They also face dangers like hunters, losing their homes, and predators. Good zoos give these animals a safe place to live and have babies. Also, when there are fewer wild animals, they can become too similar genetically. Breeding programs help by allowing zoo animals to be released into the wild to keep the species healthy and diverse."}
{"text_id": "86-a2", "simplified": "Both types of accidents are very rare. Boats and trains can make a bridge fall down for different reasons. Trains can break a bridge because they hit it very fast. Boats can break a bridge because they are very heavy, even if they move slowly. The best way to stop bridges from falling is to plan for problems. New technology can find weak parts in bridges. Safer work places and better bridge designs can also help stop these bad accidents."}
{"text_id": "87-a2", "simplified": "At first, Pi is very scared of the animals and jumps into the ocean. Then he remembers there are hungry sharks in the water. He knows he must get back into the lifeboat. The animals in the lifeboat start to kill and eat each other. Only Pi and the tiger stay alive. The tiger is seasick and does not want to eat Pi right now. Pi calls the tiger Richard Parker."}
{"text_id": "88-a2", "simplified": "When Pi is 16 years old, a new government is chosen. Pi's parents do not like this government. They worry about the future. So, they decide to close the zoo and move to Canada. They sell some animals to zoos in North America. The family travels by ship to Canada with some animals. On the way, a big storm happens and the ship sinks. Sadly, Pi's family and the sailors die. But Pi is on a lifeboat with a hyena, a zebra, an orang-utan, and a big tiger."}
{"text_id": "89-a2", "simplified": "The Hunger Games is a very popular book for teenagers and young adults. It was written by Suzanne Collins from America. The book came out in 2008. Since then, it has been changed into 26 different languages. Millions of people have bought it all over the world. It is also the first book for young readers to sell over one million electronic copies. The Hunger Games is now a big Hollywood movie. The movie is also very successful. It earned 152.5 million dollars in its first weekend in North America."}
{"text_id": "90-a2", "simplified": "Dreams might happen because our mind sorts out the thoughts we have during the day. These thoughts show up in dreams as symbols. When we are awake, we think mostly in words, like talking to ourselves. But when we sleep, the part of the brain for language works less, and the part for feelings works more."}
{"text_id": "91-a2", "simplified": "Having good relationships is very important for being happy. A study showed that happy people have strong connections with friends and family. They spend time with them often. You also need at least one person to talk about your feelings. This is called 'self-disclosure'. One close person is enough, plus other friends. It is not enough to have many friends only to do activities or talk about music or football. A deeper connection is very important. Some people need to learn how to listen well to have better relationships."}
{"text_id": "92-a2", "simplified": "Carol Dweck is a psychologist who talks about how the brain can change and grow. She says we can learn new skills and get better at things even if we were not good at them before. Many people praise the final result or natural talents, like saying \"You are good at noticing details\" or \"You are good at organising events.\" But research shows it is better to praise the effort, trying new things, and solving problems. This helps people learn new skills and improve their talents."}
{"text_id": "93-a2", "simplified": "The rover checks the air around it from time to time. In 2014, it found methane in the air. Methane is a simple organic molecule and an important part of natural gas. Methane lasts only a few hundred years. This means something on Mars is making more methane. NASA says Mars releases thousands of tons of methane at once. The amount of methane goes up and down with the seasons, like the planet is breathing."}
{"text_id": "94-a2", "simplified": "Early in her work, psychologist Carol Dweck from Stanford University gave some hard problems to ten-year-old children. One group liked the challenge and believed they could get better. She called this a 'growth mindset.' They thought about what they could do in the future. Another group felt they failed and thought their intelligence was being judged. They had a 'fixed mindset' and did not think they could improve. Some said they might cheat later. Others tried to feel better by finding someone who did worse than them."}
{"text_id": "95-a2", "simplified": "Horror movies like empty places. These can be old hospitals, empty houses, or ghost towns. Empty places are interesting. We wonder how people lived there. We ask why they left. Empty places are very quiet. Quiet can be scary. Also, in empty places, you often have no phone signal. This makes horror movies feel more real."}
{"text_id": "96-a2", "simplified": "In horror films, basements in any house are scary. They often hide something or where bad people keep their tools. Basements are dark and sometimes wet. You go there using a small staircase. Basements feel scary, even if nothing is there."}
{"text_id": "97-a2", "simplified": "Gary Collins is a policeman who was not working at the time. He watched the London riots on TV. He saw some people he knew. He stopped his holiday to help find these people. He spent six months looking at CCTV videos. He found 190 people, many by their eyes. His help was very important for the police. The computer software only found one person from 200,000 hours of video."}
{"text_id": "98-a2", "simplified": "I think it is interesting to think about how we will change faster as humans by adding new parts to our bodies. Imagine if you could put a computer inside your brain! Soon, we will be able to do this. It will help us with math, seeing and hearing, and remembering things. This idea will become normal for many people."}
{"text_id": "99-a2", "simplified": "The talk was very interesting. The speaker said some important things. For example, parents affect their children. How can we expect teenagers not to text while doing homework if their parents use social media when cooking or waiting at a red light? The speaker also said that people want to be in many places at the same time. So, they change between talking in real life and online. I see this with my teenage daughter and her friends. They meet but sit quietly, each talking to different people online."}
{"text_id": "100-a2", "simplified": "Since World War II until 1990, there were 30 big wars that killed over 100,000 people. Today, there are still some civil wars, but most countries live more peacefully. Terrorism has increased in recent years. Since World War II, more civilians have died in wars than soldiers. For civilians, the news is not all bad. People are nine times more likely to die from violent crime than from political fights. The global murder rate went down a little, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-a2", "simplified": "Wasfia has spent her life helping human rights. She has seen many projects in her country to teach and train women and girls. But often, these projects stop and leave people with nothing. Wasfia saw that Bangladesh needed to help itself. She joined her two loves, mountain climbing and human rights, to try to change how people think about women in her country. She started climbing when she worked on help projects in Tibet and Nepal. Bangladesh is a flat country by the sea, so most people there have never seen a mountain. Her work is working because people in her country and around the world are starting to pay attention."}
{"text_id": "102-a2", "simplified": "Most people think that developing countries are in a very bad situation. They believe these countries have a lot of poverty, are ruled by dictators, and have little chance for change. But this is not true. Actually, big changes are happening. In the last 20 years, over 700 million people have earned more money and left poverty. Also, six million fewer children die each year from sickness. More girls go to school, and many people now have clean water."}
{"text_id": "103-a2", "simplified": "Many managers try to make their feedback positive by putting negative comments between two good comments. But if this happens all the time, workers may think the good comments are just to hide the bad ones. This makes the good comments less important. Instead, good feedback should not just cover the bad. It should help and encourage workers to do well."}
{"text_id": "104-a2", "simplified": "I am part of the Campaign to Stop Killer Robots. Don't think about scary robots from movies. Think about real machines like drones and robots that can kill with little help from people. Soon, there might be robots that can choose who to kill by themselves. I believe this is very wrong and dangerous for people. We must be careful about what we let machines do."}
{"text_id": "105-a2", "simplified": "More people learn English than all other languages together. English is spoken in the most countries. But Chinese has the most native speakers. There is not much connection between native speakers and learners. There is a stronger connection between learners and how many countries speak the language."}
{"text_id": "106-a2", "simplified": "Your manager stops you and says she wants to talk about how you worked on the recent project. You worry all weekend, thinking about what you might have done wrong. On Monday morning, you go into her office. She starts by saying good things about your work on the project. You think this might be the usual way to give feedback: say something nice, then say the real message, then say something nice again."}
{"text_id": "107-a2", "simplified": "Born in the USA is a fast and lively rock album. The songs sound happy, but their words are serious. They tell stories about the hard life of normal American people. Many songs talk about how these people work hard but do not get rich or famous. For example, the song Glory Days is about people in a small town who remember when they were young and had big dreams. The song Downbound Train tells about a young man who loses his job and his life becomes sad. The singer knows these stories well, maybe from his own life. This album shows that the Boss is a very special and talented artist."}
{"text_id": "108-a2", "simplified": "Lewis wants the number of marine protected areas in the world to grow from 3% to 10%. This is to help fix the harm caused by people, like overfishing, pollution, and littering. On his trips, Lewis has seen this damage himself. He has swum over coral reefs that are bleached because the water is warmer. He has also seen empty underwater areas in the Red Sea with no life and lots of plastic. Pugh thinks nature can heal if we give it space. But time is running out. If we do not take care of our seas soon, the problem may become impossible to fix."}
{"text_id": "109-a2", "simplified": "Terrie Sharp is a famous writer. She has won the Olive Crime Writer Award two times. She was born in a part of Glasgow with a lot of crime. She learned to be quiet and stay safe. She also learned how to open car doors with a knife. She only uses this skill for her books. Now, she talks on TV shows like Police Today and goes to writing meetings in the UK."}
{"text_id": "110-a2", "simplified": "Are things getting worse every day? Is it impossible to make progress? In the book Enlightenment Now, Steven Pinker looks at human progress and finds good news. We live longer, healthier, freer, and happier lives. Pinker says the real problem is that the values of reason and science are being attacked. When people use fear and distrust, we can harm important things like democracy and world cooperation."}
{"text_id": "111-a2", "simplified": "In old horror movies, the main characters could not call for help or the police when they were in trouble. Now, mobile phones make this less believable. How do movies keep the suspense? They say there is no phone signal! If you are a hero in a horror movie, at an important moment when you need to call for help, your phone will have no signal. Or the phone battery will die while you try to call. Sometimes both happen."}
{"text_id": "112-a2", "simplified": "In the 1950s, banana farmers in Central America had a big problem. Their best banana, called Gros Michel or Big Mike, was dying. Now, the same problem is happening to the next banana, the Cavendish. The Gros Michel banana was popular because it was easy to carry, had thick skin, and tasted sweet. It was grown a lot in Central America. A company called United Fruit was the main banana grower and exporter in South America. They grew bananas quickly by cloning parts of the plants instead of using seeds. They also planted many banana plants close together."}
{"text_id": "113-a2", "simplified": "Most spiders have venom. They use it to stun or kill their prey, not to hurt people. Only 25 spider species have venom that can harm humans. Spider bites can hurt but are rarely deadly. The Sydney funnel-web spider in Australia has not caused deaths since 1981 because of anti-venom. Be careful with hairy spiders like tarantulas. If they feel scared, they throw out tiny hairs. These hairs can stick in your skin or eyes and cause irritation."}
{"text_id": "114-a2", "simplified": "This horror movie idea was very common in horror films from the late 1900s. It begins with a group of teenagers having fun. At the end, everyone is dead except one girl. At first, the girl is usually quiet, shy, and not very strong. But by the end, she becomes the strongest and smartest person. The last girl usually wins in the end."}
{"text_id": "115-a2", "simplified": "To understand where our ability to use complex language comes from, we must look at how our brains are different from other animals. It is not just about brain size. It is also about what our brains can do and when and why they changed. There are very few physical signs to help us. Objects left by our ancestors do not show what kind of speech they could make. But we can see changes in the mouth, throat, and tongue of early humans. About 100,000 years ago, humans could make complex sounds. Before that, scientists can only guess if early humans used simple sounds to communicate."}
{"text_id": "116-a2", "simplified": "Society, not nature, says girls should like arts and humanities and boys should do maths and physics. Also, girls do not see many women working in science jobs. Cartoons and stories often show scientists, inventors, or astronauts as men. Some people think scientists are strange, bad at talking to others, or work alone. These ideas are wrong and come from the media. Because of this, girls may not feel they belong in science or want to work in it. If girls saw more women scientists, they would feel more confident and want to study science."}
{"text_id": "117-a2", "simplified": "The Scallion is a newspaper printed every week. It is free and given out in university buildings. About 10,000 students read it. Students write and make the newspaper. A survey shows that many students and staff like the newspaper. They use it for fun, learning about culture, and work experience. Printing the newspaper costs a lot of money. Also, some students cannot get the paper easily because they must go to the university to get it. Another problem is that many papers are thrown away and become trash on campus."}
{"text_id": "118-a2", "simplified": "At Girox Foods, about 12 out of 100 employees leave each year. This number is higher than the usual 7 out of 100 in the industry. This report wants to find out why employees feel involved in the company. It will also give ideas to make work better and keep more employees."}
{"text_id": "119-a2", "simplified": "The speaker said many true things. I think that when we are more connected, we can feel more alone. This is not a big problem for my generation. We lived without technology for a long time. We know how to be alone and that it is okay. But young people under 20 are different. They talk a lot online and do not feel alone. They may not learn to enjoy being by themselves. Also, they learn to talk by sending messages that can be changed. This can stop them from learning how to have real talks with people face to face."}
{"text_id": "120-a2", "simplified": "Do not always give negative feedback right after positive feedback. If positive and negative feedback always come together, people may stop caring about the positive feedback. Sometimes, give positive feedback just to be positive. Try not to always add criticism."}
{"text_id": "21-b1", "simplified": "Your dreams can show you thoughts you did not know you had. Common dreams, like flying, falling, losing your teeth, or being naked in public, usually mean similar things for many people. But to understand what they mean for you, you need to link them to what happens and how you feel in your daily life."}
{"text_id": "22-b1", "simplified": "One interesting example of wild animals living in a city is the wild dogs in Moscow. About 35,000 wild dogs live on the streets there. Some dogs were born wild, and others were pets that people left behind. Some dogs live alone, and others live in groups. In 2010, scientists studied these dogs and found that they have adapted well to city life. They learned it is safer to cross the street with people, and some dogs seem to understand traffic lights."}
{"text_id": "23-b1", "simplified": "Wonder is the first novel by RJ Palacio, who is from New York. On her website, she says the idea for the book came when she saw a girl with a face difference on the street. Wonder has been very popular in the United States and has won many awards. Many schools use it to talk about bullying, friendship, and being different. A movie is being made, and many people, including me, are excited to see what RJ Palacio will write next."}
{"text_id": "24-b1", "simplified": "Chloe has two pet rats called Zena and Roxy. She knows rats are not usual pets. She has lost count of how many times she has explained to people that rats are not dirty. They can be great pets if you take good care of them. But she understands why some people do not like rats. She did not like rats either before. Then her friend Martin showed her his pet rats. She saw that they were loving and smart. Last year, one of Martin's rats had babies. Chloe decided she wanted two of those baby rats."}
{"text_id": "25-b1", "simplified": "Cape Town can be dangerous for baboons. Some baboons have been hurt or killed in car accidents. Others have been shocked by electric cables when they played with them. Baboons are an endangered species. To protect them and reduce problems between people and baboons, the city council hired Baboon Monitors. These monitors chase baboons out of the city or catch them and let them go in the countryside. This plan has worked a little, but it is hard to stop baboons from coming back to the city because they find easy food there."}
{"text_id": "26-b1", "simplified": "I work for a big IT company that is based in the United States. I do all my work online from home. This means I do not spend time traveling to work or talking with coworkers. I work on different projects. This flexible way of working is very important to me. It lets me take time off when my children have school shows or when I need to see the dentist. The problem is that I do not have fixed office hours. Sometimes, I work late into the evening and miss dinner to finish my work."}
{"text_id": "27-b1", "simplified": "In the 1990s, graffiti kept going, but street art grew a lot worldwide. Some artists wanted to share political messages. They made art to make people think about war, unfairness, and discrimination. Other street artists wanted to create beautiful and nice art. In South America, many street artists worked in poor neighborhoods. They added color, life, and beauty to dull city walls."}
{"text_id": "28-b1", "simplified": "Social media, magazines, and shop windows show people many things to buy every day. People in Britain are buying more clothes and shoes than before. Online shopping makes it easy to buy without thinking. Big brands sell very cheap clothes that people wear only two or three times and then throw away."}
{"text_id": "29-b1", "simplified": "Sam looked towards the dust trail made by the car going to the Big House. The horses were annoyed by flies and did not care that their owner was visiting for the first time in ten months. Sam waited. Mr. Carter only came here when he had to, which Sam liked. The more Mr. Carter stayed away, the longer Sam could keep his job. Mr. Carter wiped sweat from his neck. His shirt was wet with sweat in some places. His skin was turning red in the June sun. He had the pale skin of a man who worked inside while others did the hard work."}
{"text_id": "30-b1", "simplified": "Many people living in Berlin, Germany, said that shooting pigs was too cruel. Hunters and animal lovers argued a lot. Because of the protests, the city council chose a kinder way to deal with the pigs. They put up fences and made feeding pigs against the law. We will see if this plan works. But it might be hard because warmer winters help pigs live and grow in number."}
{"text_id": "31-b1", "simplified": "Suzanne was inspired to write The Hunger Games by her love of old Greek stories. When she was a child, she liked the story of Theseus and the Minotaur. In that story, the city of Athens is controlled by Crete. The people of Athens fight back. As a punishment, King Minos of Crete makes Athens send seven boys and seven girls to Crete every year. These young people are put into a maze and eaten by a monster called the Minotaur. But one boy, Theseus, fights the Minotaur and kills it. Suzanne thinks of Katniss Everdeen as a future version of Theseus."}
{"text_id": "32-b1", "simplified": "Zoos bring people and animals together. They can teach people about saving animals and their homes. Some zoos give a safe place to animals hurt in circuses or pets left alone. Zoos also do important studies about how animals act and how to treat their sicknesses."}
{"text_id": "33-b1", "simplified": "There is a new trend against buying too much called the 'buy nothing' trend. It started in Canada in the early 1990s and then spread to the US. In the US, it opposes spending too much money on Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day, people hold protests and cut up their credit cards. During the year, Buy Nothing groups help people exchange and fix things they already have."}
{"text_id": "34-b1", "simplified": "Is graffiti art or vandalism? It depends on how you see it. But in many countries, writing or painting on public or private property is seen as vandalism. Many street artists have been caught by the police and some had to pay fines. Many city councils say it costs a lot to clean graffiti from buildings, buses, and trains."}
{"text_id": "35-b1", "simplified": "What do people in the art world think about graffiti and street art? Recently, more people have started to see it as real art. Big exhibitions of street art have been held in galleries in Paris, London, and Los Angeles. In 2008, the American artist Elura Emerald organized a street art exhibition in a New York gallery. She said that street artists are just expressing themselves and not harming anyone. She believes they should be appreciated and celebrated."}
{"text_id": "36-b1", "simplified": "Most people have four to six dreams every night after they turn ten. This means they can have about 2,000 dreams each year. By the time they are 80 years old, they might have had 140,000 dreams. Even if we forget 95 to 99 percent of our dreams, we still remember a few thousand dreams in our life. It is not hard to believe that sometimes a dream happens before a real event that is similar. This is especially true if the dream is about something common in daily life."}
{"text_id": "37-b1", "simplified": "The Hunger Games happens in the future, after North America was destroyed. The country is named Panem. It has twelve poor districts ruled by the rich Capitol. The Capitol controls everything. Each district makes different things for the Capitol. District 12, where the story starts, gives all the coal for the country. There was once a thirteenth district, but it fought against the Capitol and was destroyed."}
{"text_id": "38-b1", "simplified": "Wild animals often come to cities to find food. In Cape Town, South Africa, baboons have begun to visit homes near the city to eat. They open trash bins and eat fruit from gardens and farms. Some bold baboons even enter houses and take food from kitchens and fridges. Baboons can be dangerous and have attacked many pets. Because of this, many people in the city do not like having baboons around."}
{"text_id": "39-b1", "simplified": "Many bridge accidents happen while the bridge is being built. These accidents often happen because engineers make mistakes, like wrong calculations. The bridge can fall down because of its own weight. This can be very dangerous for the workers on the bridge."}
{"text_id": "40-b1", "simplified": "George Lucas was one of the first movie directors to use the 17 stages of the hero's journey in his stories. Usually, the hero begins living a normal life, but then something happens that invites them to go on an adventure that changes their life. At the start of Star Wars, Luke lives a normal life with his aunt and uncle, fixing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, this is the 'call to adventure' that begins his journey."}
{"text_id": "41-b1", "simplified": "One way to stop an asteroid heading for Earth is to blow it up with a nuclear bomb. This idea sounds like a movie plot. It was shown in the 1998 film Armageddon. But NASA has a real plan called the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER). This plan uses eight-ton rockets to hit the asteroid and try to change its path. If the asteroid is too close to Earth, the rockets would carry nuclear bombs to destroy it."}
{"text_id": "42-b1", "simplified": "Campbell says the hero first says no to the adventure. Then a mentor comes to help. The hero decides to start the adventure and enter a special world. Next, the hero faces tests, fights enemies, and meets friends. This helps the hero get ready for the biggest challenge. For Luke, the mentor is Obi-Wan. His friends are Han Solo and the robots R2D2 and C3PO. The enemy is Darth Vader. All this happens in the special world called the Death Star."}
{"text_id": "43-b1", "simplified": "Items that are not used much may seem useless to some people, but they can be useful to others. With the internet, online groups have found a way to make money by sharing these items. Websites and social media groups help people buy and sell second-hand goods. This makes it easier for people to share things directly with each other. This is called the sharing economy."}
{"text_id": "44-b1", "simplified": "In the 18th and 19th centuries, two main ideas about dreams became popular. One idea said that dreams show things hidden in our mind. Freud thought that if we understand dreams, we can learn about our hidden feelings and problems. The other idea was different. It said that dreams are just random brain activity while it sorts memories and events from the day. When we wake up, we try to make sense of these random images and feelings by making a story."}
{"text_id": "45-b1", "simplified": "I work for myself as a freelancer. This is good because I decide what to do and how to use my time. At first, I worked at home, but it was hard to focus. There were many distractions like housework, making tea, and my family needing me. Then, I tried working in a café nearby, but the Wi-Fi was not good. Also, I drank too much coffee. Finally, I rented a desk in a shared office with five other freelancers. I liked getting ready for work and being able to concentrate in the office."}
{"text_id": "46-b1", "simplified": "NASA can find the remaining medium-sized near-Earth objects (NEOs) if it gets money to build NEOCam. NEOCam is a space telescope with a 0.5-metre mirror. It uses infrared light to find asteroids. If NASA gets the money, NEOCam could find these asteroids in about ten years. After that, the planetary defence team must find ways to protect Earth from the most dangerous asteroids, called PHAs."}
{"text_id": "47-b1", "simplified": "The 'buy nothing' trend has now reached social media influencers who usually share posts about clothes and make-up they suggest people buy. Some YouTube stars now tell their viewers not to buy anything for long times, even a year. Two friends in Canada spent a year trying to buy only food. For the first three months, they learned to live without buying electrical items, clothes, or things for the house. Next, they stopped using services like haircuts, eating at restaurants, or buying petrol for their cars. In one year, they saved $55,000."}
{"text_id": "48-b1", "simplified": "Religion is important to Pi. His family is Hindu, but he is interested in other religions. He becomes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi says he is Hindu, Muslim, and Christian at the same time. When his family and teachers ask him to pick only one religion, Pi says no. He says, 'I just want to love God.' After that, his family and teachers let him decide about religion by himself."}
{"text_id": "49-b1", "simplified": "Some people believe that writing down your dreams can help you have lucid dreams. Lucid dreams are dreams where you know you are dreaming. You can also choose what happens in your dreams. For example, you can change a scary dream into a safe one. You can also control the story of your dream like a movie director. This way, you don't just try to understand your dreams, you make them. But you might still want some dreams where your mind shows you its thoughts."}
{"text_id": "50-b1", "simplified": "Many people do not know they are part of the problem with disposable clothes because they give their old clothes to charity. But charity shops cannot sell all these clothes. 'Fast fashion' clothes become old very fast and are often low quality, so they cannot be recycled. People do not want to buy these clothes second-hand. Large amounts of clothes are thrown away. Also, many clothes that charity shops cannot sell are sent to other countries, which causes more economic and environmental problems."}
{"text_id": "51-b1", "simplified": "Some adventurers do many hard challenges. Meagan McGrath from Canada climbed the tallest mountain on every continent. She also rode a bike across Canada and ran a long race in the hot Sahara Desert. But her most amazing trip was skiing to the South Pole. On the first day, she fell into a glacier and needed help to get out. Many people would stop, but Meagan kept going. After forty days, she reached the South Pole. She pulled a sledge with her tent and food through cold weather and ice storms."}
{"text_id": "52-b1", "simplified": "Blek le Rat began by painting rats on the walls in Paris. Now, he wants people to think about social problems. He paints pictures of homeless people in big cities to make people think about homelessness."}
{"text_id": "53-b1", "simplified": "In some places, councils want to stop artists from painting graffiti randomly on walls. They do this by giving artists special areas to paint. Taiwan is one of these places. It has 'graffiti zones' where artists can paint and write on walls freely. In São Paulo, Brazil, the city council lets some graffiti artists paint on subway trains."}
{"text_id": "54-b1", "simplified": "Faith47 comes from Cape Town, South Africa. She paints large, colorful pictures of people and animals. She likes to paint in many different places. You can see her art on sidewalks, in empty factories, and on old cars. She likes that street art does not last long. It often disappears because of weather or city cleaners. For her, this shows how life changes with endings and new starts."}
{"text_id": "55-b1", "simplified": "Gabriela used to work in a place where people respected power and authority a lot. In that place, leaders made important decisions and people did not question them. But her Swedish team worked differently. They were used to a place where bosses and workers worked together to find answers and make decisions. Here, leaders helped and guided people. They wanted people to think for themselves and to ask questions."}
{"text_id": "56-b1", "simplified": "Gabriela noticed that she and her team had different cultures. She started a talk with them about how they felt about her leading. Her team liked being asked for their ideas. They said they were not used to being told what to do. They liked having more freedom and chances to be creative. When Gabriela told them exactly what to do, they felt she did not trust them. They saw that Gabriela felt upset when they tried to change her decisions. They explained that this was how they had always worked."}
{"text_id": "57-b1", "simplified": "Os Gêmeos are twin brothers from São Paulo. They paint many things, from small tags to big, colorful pictures of people on building walls. Their paintings are often very large, so they use cranes to help them. In 2007, they painted an entire castle in Scotland."}
{"text_id": "58-b1", "simplified": "People have painted and written on walls for a very long time. In prehistoric times, people in Africa and Europe painted pictures of animals and people inside caves. Graffiti has been found on buildings in ancient places like Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists found many examples of graffiti written in Latin. These include messages about religion, politics, love, and even some magic spells."}
{"text_id": "59-b1", "simplified": "Have you ever wanted to climb Mount Everest or walk to the South Pole? Many people have the same dream. Every year, thousands try to climb the highest mountains or walk across big lands. In the past, explorers used maps and compasses. Today, adventurers use modern tools like GPS and satellite phones. Many adventurers love nature and want to teach others about environmental problems. Some want to help people and raise money for charities."}
{"text_id": "60-b1", "simplified": "The first is DART, which means Double Asteroid Redirection Test. The plan is to test DART on the moon of an asteroid named Didymos. Didymoon is 150 meters wide and moves around its bigger asteroid, which is 800 meters wide. The hope is that DART will hit Didymoon and change its path enough so that telescopes on Earth can see the change."}
{"text_id": "61-b1", "simplified": "The main character of the story is a sixteen-year-old girl named Katniss Everdeen. Her father died in a mining accident. She must find food for her family. Katniss hunts in the woods near District 12 with her friend Gale. She becomes very good at using a bow and arrow. When her younger sister, Prim, is picked as one of the tributes, Katniss offers to go in her place. The other tribute from District 12 is a boy named Peeta. Katniss soon has a complicated relationship with him."}
{"text_id": "62-b1", "simplified": "Writing about your dreams helps you remember more details. Think about the people and places in your dreams because they can help you understand the dream better. After one week, you will be surprised at how much you have written. Then, you can start to link your dreams to what happens and how you feel in your daily life."}
{"text_id": "63-b1", "simplified": "In the past, many bridges were made of wood. These bridges could catch fire easily. This was especially true for old train bridges. Sparks from steel wheels and steel tracks could sometimes start a fire. The fire could burn the whole bridge down."}
{"text_id": "64-b1", "simplified": "It is hard to say how street art will change in the future, but some new trends are clear. Most street artists are young and paint in their own city or area. However, more street artists are now traveling and working in different countries. Some artists use the internet to talk and share pictures of their art. Also, the art world is starting to accept street art as real art. We do not know exactly what will happen to street art, but it will continue to exist."}
{"text_id": "65-b1", "simplified": "Suzanne Collines has always felt upset by news about wars. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to keep her safe by not telling her about the war. But she still saw news about the war and knew her dad was there. It was a very scary time for her."}
{"text_id": "66-b1", "simplified": "PricewaterhouseCoopers (PwC) did a global survey and got answers from over 40,000 people, both millennials (born between 1983 and 1993) and others. They asked about work culture, communication, how people work, pay, career growth, and work–life balance. Another global survey by Deloitte asked more than 10,000 millennials about what dangers and chances they see in today's complicated work world."}
{"text_id": "67-b1", "simplified": "Erik Weihenmayer is from the United States. He is an adventurer. He has ridden a bike in the deserts of Morocco. He has kayaked in the Grand Canyon. He has also climbed Mount Everest. Erik has been blind since he was 13 years old. Besides traveling, he helps people with disabilities to live active lives. He also takes groups of young blind people on climbing trips."}
{"text_id": "68-b1", "simplified": "Online platforms that anyone can use give people a chance to earn some money quickly. For example, busy parents used to not set up stalls at local markets or car boot sales to sell their children's old things. But now, with online marketplaces, parents can sell baby clothes that their children have outgrown and expensive baby equipment they bought. This helps them get some money back."}
{"text_id": "69-b1", "simplified": "Pi and Richard Parker stay in the lifeboat for 227 days. They face hunger, sickness, and tiredness. They go through strong storms and the hot sun of the Pacific, but they live. Sometimes, Pi feels better because of his three religions. Other times, he feels very lonely and sad. At last, they see the Mexican coast. Everything changes then. I will not tell you the ending. You need to read the book to know what happens to Pi and Richard Parker when they see land."}
{"text_id": "70-b1", "simplified": "Chloe came home from school and made a cup of coffee. She took it to her bedroom. She had homework, but she decided to do it later. She wanted to enjoy the quiet time before her parents came home. When they arrived, the house would be full of talking, TV sounds, and her dad listening to jazz music while cooking. Chloe liked this time because she could play with her pet rats."}
{"text_id": "71-b1", "simplified": "In 2010, NASA's planetary defence team found and recorded 90% of the asteroids near Earth that are 1 km wide. These asteroids, called near-Earth objects or NEOs, are as big as mountains. They include anything within 50 million kilometres of Earth's path around the sun. NASA thinks there are about 50 more to find. They say none of the 887 they know about are a big danger to Earth."}
{"text_id": "72-b1", "simplified": "Auggie decides to go to school and faces his first day. Like many children starting a new school, he feels very nervous. But because of how he looks, the day is very hard for him. No one wants to sit next to him. He sees other kids staring at him or talking about him quietly. Luckily, he becomes friends with Jack, a boy in his class, and Summer, a girl he talks to at lunch. But the first day is not the only hard time. Auggie soon finds out that his classmates do not want to touch him because they are afraid of catching a disease. During the school year, Auggie has many strong feelings and problems. Then, a surprising and upsetting event at a school camp changes everything."}
{"text_id": "73-b1", "simplified": "The two men looked toward the north side of the land. It went as far as they could see. Even the fences were hard to see from where they stood. No matter how bored or rebellious a teenage boy might be, he could not run away on foot. Sam looked at the biggest horse. It was kicking the ground with its strong hooves. He wondered if the boy could ride it. A good rider could cause a lot of trouble here, far from other people. But someone who did not know about horses and wanted to escape from his father might have even more trouble."}
{"text_id": "74-b1", "simplified": "More than 4,000 climbers, aged between thirteen and eighty, have reached the top of Everest. Climbing tall mountains in very cold weather and strong storms is still very dangerous. Now, the best climbers in the world want to find new challenges. Gerlinde Kaltenbrunner from Austria loved mountain climbing when she was a teenager. After she finished school, she worked as a nurse but continued climbing in her free time."}
{"text_id": "75-b1", "simplified": "Gerlinde climbed Mount Everest. After that, she wanted to climb all fourteen mountains in the world that are over 8,000 meters high. She makes it harder by climbing without oxygen tanks. This is dangerous because there is less oxygen at the top of high mountains, which can harm the brain and body. Gerlinde also uses her fame as a climber to help a charity for poor children and orphans in Nepal."}
{"text_id": "76-b1", "simplified": "If we look at the things we have bought in our lives, we will see that we do not use everything well. For example, the thick wool coat we thought was fashionable, even though we live in a hot country. Or the old smartphone we stopped using when we got a new one. Or the car we only drive on weekends. Even the guest room in our house became a place to store things."}
{"text_id": "77-b1", "simplified": "In history and in many cultures, people have believed that dreams can predict the future. They thought that gods sent dreams to give us important information. Even now, many people remember dreaming about something that later happened in real life."}
{"text_id": "78-b1", "simplified": "Some of the largest and most costly transport projects in the world have been about building bridges. Bridges are very important because they help cars, trucks, and trains cross rivers, deep valleys, or other roads. Because of this, bridges are a key part of civil engineering and are closely watched, especially if they break down."}
{"text_id": "79-b1", "simplified": "After many weeks of problems, Gabriela sent an email to her Swedish manager about the issues with her team. Her manager only asked if she thought her team was still working well and what could help her work better with her team. Gabriela thought her manager was not clear and did not manage the situation well."}
{"text_id": "80-b1", "simplified": "Dogs that live in groups have learned that humans often give food to smaller, cuter dogs. So, these dogs go to ask for food for the whole group. Some dogs have even learned to use the city's metro trains to move around their area. Scientists do not know how the dogs know when to get off the train. One idea is that they use their strong sense of smell to find their favorite places. Another idea is that they understand the names of stations from the announcements. People who use the metro are now so used to seeing dogs on the trains that they do not pay much attention to them."}
{"text_id": "81-b1", "simplified": "Ed Stafford from the UK was the first person to walk along the whole Amazon River. He began at a small stream in the Andes mountains in Peru. After two years and four months, he reached the river's end in Brazil. He walked 6,000 kilometres. The Amazon rainforest has dangerous animals like poisonous snakes, crocodiles, and jaguars. Ed was always in danger. Luckily, he only got many mosquito and ant bites and stayed safe."}
{"text_id": "82-b1", "simplified": "In Britain, the average person spends over £1,000 on new clothes each year. This is about four per cent of their income. This number may seem small, but it hides two big problems for people and the environment. First, many people use credit cards to buy clothes. On average, each adult in Britain owes about £670 to credit card companies. This is 66 per cent of the money they spend on clothes. Also, people are spending money they do not have to buy clothes they do not need. Britain throws away 300,000 tons of clothes every year. Most of these clothes go to landfill sites."}
{"text_id": "83-b1", "simplified": "Ed could not have done his walk without technology. He used a radio to ask people in the rainforest for food and to cross their land. Many people met him and helped him find the hardest paths. While walking, Ed wrote a blog about his daily experiences. He used the attention from the media to speak against the destruction of the rainforest and to raise money for environmental and children's charities in Brazil and Peru."}
{"text_id": "84-b1", "simplified": "Businesses have realized that the sharing economy can make money. They want to use resources that are not used enough. A popular business model is to create an online platform. This platform connects customers with people who offer a product or service. For example, Airbnb helps people rent out empty rooms or houses to earn money. Another example is Uber, which lets people use their own cars as taxis to make extra money in their free time."}
{"text_id": "85-b1", "simplified": "One important job of zoos today is helping with breeding programs for endangered animals. In the wild, some rare animals have trouble finding mates and having babies. They can also be in danger from hunters, losing their homes, and predators. Good zoos give these animals a safe place to live and have babies. Also, when wild animals become fewer, they can become too similar genetically. Breeding programs help by allowing animals born in zoos to be released into the wild. This helps keep the animal populations healthy and diverse."}
{"text_id": "86-b1", "simplified": "Both types of accidents are very rare. But boats and trains can make a bridge fall down for different reasons. Trains can cause a bridge to fall because they hit it very fast. Boats can cause a bridge to fall because they are very heavy, even if they move slowly. The best way to stop bridges from falling is to prepare for it. New technology can find weak parts in bridges. Safer work conditions and better designs can also help stop these bad accidents."}
{"text_id": "87-b1", "simplified": "At first, Pi is very scared of the animals and jumps into the ocean. Then he remembers there are hungry sharks in the water. He knows he must climb back into the lifeboat. The animals in the lifeboat start to kill and eat each other. This continues until only Pi and the tiger are left. Luckily, the tiger, who Pi calls Richard Parker, feels sick from the sea and does not want to eat Pi right away."}
{"text_id": "88-b1", "simplified": "When Pi is 16, a new government is chosen that his parents do not like. They are worried about the future. So, Pi's parents decide to close the zoo and move to Canada. They sell some animals to zoos in North America. The family travels by ship to Canada with some animals. During the trip, a big storm happens and the ship sinks. Sadly, Pi's family and the sailors die. But Pi is in a lifeboat with a hyena, a zebra, an orang-utan, and a big tiger."}
{"text_id": "89-b1", "simplified": "The Hunger Games is a very popular book for teenagers and young adults. It was written by the American author Suzanne Collins. The book was published in 2008. Since then, it has been translated into 26 languages and sold millions of copies worldwide. It is the first book for young readers to sell over a million electronic copies. The Hunger Games is also a big Hollywood movie. The movie was very successful too. It earned 152.5 million dollars in its first weekend in North America."}
{"text_id": "90-b1", "simplified": "Dreams might happen because our mind sorts out the thoughts we have during the day. These thoughts show up in dreams as symbols. When we are awake, we think mostly in words, like talking to ourselves. But when we sleep, the brain part for language works less, and the part for feelings works more."}
{"text_id": "91-b1", "simplified": "Having good relationships is very important for being happy. A study showed that happy people usually have close friends and family. They spend time with them often. You also need at least one person to talk about your personal feelings. This is called 'self-disclosure.' One close person is enough, along with other friends. It is not enough to have many friends just to do activities or talk about hobbies. A deeper connection is very important. Some people need to learn how to listen well to make their relationships stronger."}
{"text_id": "92-b1", "simplified": "Psychologist Carol Dweck talks about how the brain can change and how we can learn new skills and talents, even if we were not good at them before. Many people praise the final result or natural talents, like saying \"You notice details well\" or \"You are good at organising events.\" But research shows that if we praise the way people work—like their effort, trying new things, and solving problems—we can help them learn new skills and improve their talents."}
{"text_id": "93-b1", "simplified": "The rover checks the air around it from time to time. In 2014, it found methane in the air. Methane is a simple organic molecule and an important part of natural gas. Methane lasts only a few hundred years. This means something on Mars is making more methane. NASA says Mars releases thousands of tons of methane at once. The amount of methane goes up and down with the seasons, almost like the planet is breathing."}
{"text_id": "94-b1", "simplified": "Early in her career, psychologist Carol Dweck from Stanford University gave some ten-year-old children problems that were a little too hard for them. One group reacted well. They said they liked challenges and believed they could get better. She calls this a 'growth mindset.' These children focused on what they could do in the future. But another group felt they were being judged on their intelligence and thought they had failed. They had a 'fixed mindset' and could not see how to improve. Some said they might cheat later. Others tried to find someone who did worse than them to feel better about themselves."}
{"text_id": "95-b1", "simplified": "Horror movies often use empty places. These can be old hospitals, empty houses, or ghost towns. Empty places make us wonder what life was like there before. We also ask why people left. These places are very quiet, which can be scary. Also, in empty places, it is believable that phones do not work. This helps horror movie makers."}
{"text_id": "96-b1", "simplified": "In horror movies, basements are always scary, no matter the type of house. They are often where something is hiding or where the bad person keeps their tools. Basements are dark and sometimes wet. You can get to them only by a small staircase. Basements feel creepy even if nothing is there."}
{"text_id": "97-b1", "simplified": "Gary Collins, a policeman who was not working at the time, was watching the London riots on TV. He quickly recognised some people and stopped his holiday to help identify them. He spent six months looking at CCTV videos and found 190 people, many by their eyes only. His help was very important for the investigation. The facial recognition software looked at 200,000 hours of video but found only one person."}
{"text_id": "98-b1", "simplified": "I find it very interesting to think about how we will speed up human evolution by improving our bodies. Imagine if we could put a computer inside our brain! Soon, we will be able to do this and make our math skills, sight, hearing, and memory better. This idea will become more normal in the future."}
{"text_id": "99-b1", "simplified": "The talk was very interesting, and the speaker said some important things. For example, about parents' influence. How can we expect teenagers not to text while doing homework if they see their parents using social media while cooking or waiting at a red light? She also said that people want to be in many places at the same time. So, they switch between real-life and online talks. I see this often with my teenage daughter and her friends. They plan to meet but then sit quietly while each talks to different people online."}
{"text_id": "100-b1", "simplified": "Since World War II ended until 1990, there were 30 wars that killed over 100,000 people. Today, there are still civil wars, but countries mostly live together more peacefully. Terrorism has increased in recent years. Since World War II, more civilians than soldiers have died in wars. However, not all the news is bad. Deaths from violent crime are nine times more common than deaths from political conflict. The global murder rate went down a little, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"text_id": "101-b1", "simplified": "Wasfia has spent her life helping human rights. She has seen many projects in her country to teach and train women and girls. But often, when these projects end, the women have nothing left. Wasfia saw that Bangladesh needed to help itself. She combined her two loves, mountain climbing and human rights, to try to change how people see women in her country. She started climbing while working on help projects in Tibet and Nepal. In Bangladesh, a flat country by the sea, most people have never seen a mountain. Her campaign is working because people in her country and around the world are starting to pay attention."}
{"text_id": "102-b1", "simplified": "Most people think that developing countries are in a very bad state. They believe these countries have a lot of poverty, are ruled by dictators, and have little chance for real change. But this is not true. In fact, big changes are happening. In the last 20 years, over 700 million people have earned more money and left poverty. Also, six million fewer children die each year from diseases. More girls go to school now, and many people can get clean water."}
{"text_id": "103-b1", "simplified": "Many managers try to make their feedback more positive by putting negative comments between two positive ones. But if this happens all the time, workers may think the positive feedback is just to hide the negatives. This makes the positive feedback less useful. Instead, positive feedback should be given to support and encourage good work, not just to soften bad news."}
{"text_id": "104-b1", "simplified": "I am part of the Campaign to Stop Killer Robots. Don't think about the scary Terminator from movies. Instead, think about what is happening now: machines like drones, gun turrets, and sentry robots are already used to kill with little help from humans. The next step will be robots that can kill by themselves, following orders but choosing who to kill on their own. I believe this is very wrong and dangerous for people. We must be very careful about what we ask machines to do."}
{"text_id": "105-b1", "simplified": "More people are learning English than all other languages together. English is spoken in the most countries. But Chinese has the most native speakers. There is not much connection between the number of native speakers and the number of learners. However, there is a stronger connection between the number of learners and how many countries have speakers."}
{"text_id": "106-b1", "simplified": "Your manager stops you and says she wants to talk about how you did in the recent project. You worry about it all weekend, thinking about what you might have done wrong. On Monday morning, when you go into her office, she starts by praising your good work on the project. You wonder if this is the usual praise that begins the 'feedback sandwich'. The feedback sandwich means: say something nice, then say the real feedback, then say something nice again."}
{"text_id": "107-b1", "simplified": "Born in the USA is a fast and lively rock album with songs you can tap your feet to. But the words in the songs are serious and full of feeling. The music sounds happy, but the songs tell stories about the hard and sad side of the American dream. Many songs talk about regular people who work hard but do not get rich or famous. For example, the song Glory Days is about people in a small town remembering when they were young and had many chances. Another song, Downbound Train, tells about a young man whose life becomes bad after he loses his job. It seems the artist sings about real people he knew and what his life could have been like if he was not famous. This album shows clearly that the Boss is very talented and special."}
{"text_id": "108-b1", "simplified": "Lewis wants the number of marine protected areas in the world to grow from 3% to 10%. This is to help fix the damage caused by people, like overfishing, pollution, and littering. On his trips, Lewis has seen this damage himself. He has swum over coral reefs that are bleached because the water is warmer. He has also seen empty underwater areas in the Red Sea filled with plastic and no life. Pugh thinks nature can get better if we give it space. But time is running out. If we don't take care of our seas soon, the problem might become impossible to fix."}
{"text_id": "109-b1", "simplified": "Terrie Sharp is a best-selling author who has won the Olive Crime Writer Award twice. She was born in a housing estate in Glasgow that had a lot of crime. There, she learned to be quiet, avoid trouble, and how to open car doors with a knife. She only used these skills for writing her books. Now, she talks a lot and appears on TV shows like Police Today and at writing events across the UK."}
{"text_id": "110-b1", "simplified": "Are things getting worse every day? Is progress impossible? In Enlightenment Now, Steven Pinker looks at human progress and finds good news. We live longer, healthier, freer, and happier lives. Pinker says the real problem is that the Enlightenment values of reason and science are being attacked. When people use tribalism, fatalism, and distrust, we risk harming important things like democracy and world cooperation."}
{"text_id": "111-b1", "simplified": "In old horror movies, when the main characters were in trouble, they could not call for help or the police. Now, mobile phones make this less believable. How do movies keep the suspense? They show no phone signal! If you are a hero in a horror movie, at an important time when you need to call for help, you will not have any signal. Or your phone battery will die while you are calling. Sometimes both happen."}
{"text_id": "112-b1", "simplified": "In the 1950s, banana farmers in Central America had a big problem. Their most popular banana, called Gros Michel or Big Mike, was dying. Now, the same problem is happening to Big Mike's replacement, the Cavendish banana. Gros Michel bananas were easy to transport, had thick skin, and tasted sweet. They were grown a lot in Central America. The main company, United Fruit, grew and sold many bananas in South America. They grew bananas by cloning shoots from plant stems, not from seeds, and planted them very close together to produce more."}
{"text_id": "113-b1", "simplified": "Most spiders have venom. They use it to stun or kill their prey, not to attack people. Only 25 spider species have venom that can harm humans. Spider bites can hurt, but they are rarely deadly. The Sydney funnel-web spider in Australia has not caused any deaths since 1981 because of an anti-venom. Be careful with hairy spiders like tarantulas. If they feel scared, they shoot out tiny hairs. These hairs can stick in your skin or eyes and cause irritation."}
{"text_id": "114-b1", "simplified": "This horror movie idea was very common in horror films from the late 1900s. It begins with a group of teenagers having fun. At the end, everyone is dead except one girl. At first, the girl is usually innocent, shy, and not very strong. By the end, she becomes the strongest and smartest person. The last girl almost always wins."}
{"text_id": "115-b1", "simplified": "To understand where our ability to use complex language comes from, we must study how our brains differ from those of other animals. It is not just about brain size; it also matters what our brains can do and when and why they changed. There are very few physical signs to help us. Objects left by our ancestors do not show what kind of speech they could make. But we can see changes in the mouth, throat, and tongue of early humans. Around 100,000 years ago, humans developed the ability to make complex sounds. Before that time, scientists can only guess if early humans used simple sounds to communicate."}
{"text_id": "116-b1", "simplified": "Society, not nature, tells us that girls should like arts and humanities, and boys should do maths and physics. Also, girls do not see many women working in science jobs. Cartoons and stories often show scientists, inventors, or astronauts as men. Some people think scientists are strange, bad at talking to others, or work alone and away from the world. These ideas are wrong and come from the media. Because of this, girls may not feel connected to scientists or want to work in science. If girls saw more women scientists as good examples, they would feel more confident and want to study science more."}
{"text_id": "117-b1", "simplified": "The Scallion is a weekly newspaper. It is free and given out in university buildings. About 10,000 students read it. Students write and make the newspaper. A survey says students and staff like the newspaper for fun, culture, and work experience. Printing the newspaper costs a lot. Also, some students find it hard to get a copy because they must go to the university to get one. Another problem is that many copies are thrown away as litter on campus."}
{"text_id": "118-b1", "simplified": "At Girox Foods, about 12% of employees leave each year. This number is higher than the usual 7% in the industry. This report aims to find out why employees feel involved in the company. It will also suggest ways to make work better for employees and help keep them longer."}
{"text_id": "119-b1", "simplified": "The speaker said many true things. I believe that the more we connect online, the more alone we can feel. This is not a big problem for my generation because we lived without technology for a long time. We know how to be alone and that it is okay. But young people under 20 are different. They talk a lot online and do not often feel being alone. They might not learn to enjoy being by themselves. Also, they learn to talk by sending messages that can be changed. This can stop them from learning how to have real conversations face to face with others."}
{"text_id": "120-b1", "simplified": "Do not always give negative feedback right after positive feedback. If positive and negative feedback always come together, people may stop valuing the positive comments. Make sure to give positive feedback sometimes without adding criticism."}
